[
  {
    "Id": "1",
    "Type": "是非題",
    "Q": "機關辦理驗收，如係就全部履約標的辦理驗收而無部分驗收之情形，其結果為一部分合格、一部分採減價收受者，後者因已減價收受，免計其逾期違約金。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 1: 依據「採購法施行細則」第 107 條，逾期違約金應按「逾期日數」計算，減價收受僅係針對品質不符之折價，並不代表免除逾期交貨之責任。"
  },
  {
    "Id": "2",
    "Type": "是非題",
    "Q": "非屬特殊採購，採購金額為新臺幣1,500萬元之技術服務採購，得訂定投標廠商之特定資格。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 2: 特定資格應具備「規模、專業或特殊」性質。本案僅 1,500 萬元且非屬特殊採購，依「投標廠商資格與特殊採購範圍辦法」規定，不得訂定特定資格。"
  },
  {
    "Id": "3",
    "Type": "是非題",
    "Q": "機關辦理未達查核金額之特殊工程採購，不必辦理公開閱覽。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 3: 依「公共工程招標文件公開閱覽制度實施要點」第 2 點，工程採購須達「查核金額」以上才必須辦理公開閱覽，未達者由機關自行決定。"
  },
  {
    "Id": "4",
    "Type": "是非題",
    "Q": "工程採購經採購申訴審議委員會提出調解建議或調解方案，因契約一方不同意致調解不成立者，廠商提付仲裁，機關不得拒絕。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 4: 依「採購法」第 85-1 條，僅「技術服務」或「工程」採購之調解，若機關不同意建議，廠商提付仲裁時機關才不得拒絕。此題關鍵在機關可否拒絕。"
  },
  {
    "Id": "5",
    "Type": "是非題",
    "Q": "技術服務採購經採購申訴審議委員會提出調解建議或調解方案，因機關不同意致調解不成立者，廠商提付仲裁，機關不得拒絕。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 5: 符合「採購法」第 85-1 條第 2 項規定，技術服務案經調解不成立後，廠商若選擇提付仲裁，機關身為公法人必須強制接受，不得拒絕仲裁。"
  },
  {
    "Id": "6",
    "Type": "是非題",
    "Q": "機關委託廠商辦理技術服務，服務費用採服務成本加公費法者，其工作人員不扣薪假與特別休假之薪資費用，得由機關依實際需要於招標文件明定為實際薪資之一定比率及給付條件，檢據核銷。但不得超過實際薪資之百分之十六。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 6: 依「機關委託技術服務廠商評選及計費辦法」第 26 條，該項費用免檢據核銷，且上限確實為 16%，題目錯誤在於「檢據核銷」。"
  },
  {
    "Id": "7",
    "Type": "是非題",
    "Q": "機關委託廠商辦理技術服務，服務費用採服務成本加公費法者，其工作人員不扣薪假與特別休假之薪資費用，得由機關依實際需要於招標文件明定為實際薪資之一定比率及給付條件，免檢據核銷。但不得超過實際薪資之百分之十六。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 7: 依「機關委託技術服務廠商評選及計費辦法」第 26 條，不扣薪假之薪資費用由機關明定比率後「免檢據核銷」，上限為實際薪資之 16%。"
  },
  {
    "Id": "8",
    "Type": "是非題",
    "Q": "預算金額新臺幣1,500萬元以上工程採購之品管人員應為專職，不得跨越其他標案，且施工時應在工地執行職務。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 8: 依「公共工程施工品質管理作業要點」第 4 點，應為專職之門檻為「5,000 萬元」以上。1,500 萬元案件品管人員得兼任其他工程。"
  },
  {
    "Id": "9",
    "Type": "是非題",
    "Q": "預算金額新臺幣5,000萬元以上工程採購之品管人員應為專職，不得跨越其他標案，且施工時應在工地執行職務。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 9: 依「公共工程施工品質管理作業要點」規定，預算達 5,000 萬元以上之工程，品管人員必須「專職」，且施工時應在工地執行職務。"
  },
  {
    "Id": "10",
    "Type": "是非題",
    "Q": "預算金額新臺幣2,000萬元以上未達新臺幣5,000萬元之工程，品管人員不得同時擔任其他法規允許之職務。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 10: 依「公共工程施工品質管理作業要點」，2,000 萬至 5,000 萬之工程，品管人員雖不跨案，但「得同時擔任」其他法規允許職務（如安衛人員）。"
  },
  {
    "Id": "11",
    "Type": "是非題",
    "Q": "預算金額新臺幣2,000萬元以上未達新臺幣5,000萬元之工程，品管人員得同時擔任其他法規允許之職務，但不得跨越其他標案，且施工時應在工地執行職務。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 11: 依品質管理作業要點，此金額級距之品管人員雖不得跨越標案，但可兼任同案之其他職務（如勞安），符合規定。"
  },
  {
    "Id": "12",
    "Type": "是非題",
    "Q": "機關辦理技術服務，招標文件明定評選項目包括計畫主持人及主要工作人員之優良、不良紀錄或事蹟者，應以廠商提出者為限，機關不得自行蒐集該等資料。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 12: 依「機關委託技術服務廠商評選及計費辦法」第 17 條，機關除參考廠商提供資料外，亦得「自行蒐集」或查詢主管機關網站之紀錄。"
  },
  {
    "Id": "13",
    "Type": "是非題",
    "Q": "機關辦理技術服務，招標文件明定評選項目包括計畫主持人及主要工作人員之優良、不良紀錄或事蹟者，除廠商提出者外，機關得自行蒐集或至採購法主管機關網站查詢該等資料。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 13: 評選應求公正客觀，機關依規得透過政府採購網等管道查詢廠商過往履約績效，作為評分參考，非僅限於廠商自行提報之資料。"
  },
  {
    "Id": "14",
    "Type": "是非題",
    "Q": "機關基於提升採購效率，得依採購法施行細則第92條規定，於契約約定將確認竣工之事項一併委由監造廠商辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 14: 依「採購法施行細則」第 92 條，確認竣工應由「機關」會同監造及廠商辦理，屬於機關職權，不得全權委由監造廠商代行。"
  },
  {
    "Id": "15",
    "Type": "是非題",
    "Q": "依採購法施行細則第92條規定，確認竣工之事項應由機關會同監造單位及廠商辦理；廠商未依機關通知派代表參加者，仍得予確定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 15: 依「採購法施行細則」第 92 條第 2 項，機關應通知廠商參加確認竣工，若廠商經通知後未派代表，機關仍可逕行確認。"
  },
  {
    "Id": "16",
    "Type": "是非題",
    "Q": "機關委託廠商辦理技術服務，服務費用採建造費用百分比法計費者，其屬特殊情形或需要高度技術之服務案件，致有超過各附表所列百分比之必要者，應敘明理由，簽報上級機關核定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 16: 依「機關委託技術服務廠商評選及計費辦法」第 29 條，若有超過百分比之必要，應敘明理由簽報「機關首長或其授權人員」核定即可，非上級機關。"
  },
  {
    "Id": "17",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，委託設計之結果須以經濟耐用為前提，不包括生活美學。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 17: 依「機關委託技術服務廠商評選及計費辦法」第 10 條，委託設計除經濟耐用外，亦應考量「生活美學」及自然環境等因素。"
  },
  {
    "Id": "18",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，委託設計之結果須符合經濟耐用之目的，並考量生活美學。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 18: 符合技服辦法規定。現代公共工程之設計理念已將「生活美學」列入法定考量要件，確保公共建設之美感與環境融合。"
  },
  {
    "Id": "19",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，委託廠商辦理設計、監造，其評選項目得載明如期履約能力，不包括尚在履約之契約件數、金額及是否逾期。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 19: 依「機關委託技術服務廠商評選及計費辦法」第 17 條，如期履約能力之評選應含「尚在履約之件數、金額及逾期情形」，以判斷其負擔能力。"
  },
  {
    "Id": "20",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，委託廠商辦理設計、監造，其評選項目得載明如期履約能力，並得包括尚在履約之契約件數、金額及是否逾期。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 20: 承上題，評選項目加入「尚在履約件數」是為了避免廠商過度擴張導致履約延宕，符合採購法之評選原則。"
  },
  {
    "Id": "21",
    "Type": "是非題",
    "Q": "「公共工程招標文件公開閱覽制度實施要點」載明：「前項廠商或民眾意見之處理，應以公開方式辦理」，係指廠商或民眾意見，須先以密件方式收受，惟招標機關就該意見之處理情形，應予以公開，不得僅採個別答復方式辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 21: 公開閱覽之目的在於「透明化」，廠商意見之處理情形應予以公開（例如公告於系統），而非以密件或個別答復為限。"
  },
  {
    "Id": "22",
    "Type": "是非題",
    "Q": "「公共工程招標文件公開閱覽制度實施要點」載明：「前項廠商或民眾意見之處理，應以公開方式辦理」，係指廠商或民眾意見之處理無須以密件處理，招標機關可將意見及處理情形個別答復提出意見者。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 22: 依據「公共工程招標文件公開閱覽制度實施要點」規定，機關對閱覽意見之處理應採公開方式，可彙整後統一公告或答復。"
  },
  {
    "Id": "23",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，建造費用百分比法之建造費用，招標文件可載明包括土地及權利費用。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 23: 依「機關委託技術服務廠商評選及計費辦法」附表，建造費用不包括土地費用、補償費及法律規費等。"
  },
  {
    "Id": "24",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，建造費用百分比法之建造費用，招標文件可載明不包括棄土費用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 24: 依計費辦法規定，建造費用係指工程完成時之實際施工成本。棄土費用屬於工程預算範疇，得包含於計費基礎內。"
  },
  {
    "Id": "25",
    "Type": "是非題",
    "Q": "機關辦理招標文件公開閱覽，應於機關本身之資訊網路公開徵求廠商提供參考資料。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 25: 依「公共工程招標文件公開閱覽制度實施要點」，機關應於「主管機關指定之資訊網路」（政府電子採購網）公告，非僅限機關官網。"
  },
  {
    "Id": "26",
    "Type": "是非題",
    "Q": "廠商依招標文件規定提出連帶履行契約責任廠商者，機關無須將連帶保證廠商及相關資料傳輸至主管機關指定之資料庫予以公告。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 26: 依「押標金保證金暨其他擔保作業辦法」第 33 條，機關應將連帶保證廠商相關資料公告於主管機關指定之資料庫。"
  },
  {
    "Id": "27",
    "Type": "是非題",
    "Q": "廠商依招標文件規定提出連帶履行契約責任廠商者，機關應將連帶保證廠商及相關資料傳輸至主管機關指定之資料庫予以公告。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 27: 承上題，此為落實連帶保證廠商之控管機制，避免同一廠商重複擔任過多標案之保證人而失去擔保能力。"
  },
  {
    "Id": "28",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，建造費用百分比法之建造費用，得包括主辦機關之工程管理費。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 28: 依「機關委託技術服務廠商評選及計費辦法」附表，建造費用不包括機關之「工程管理費」或委託其他廠商之服務費。"
  },
  {
    "Id": "29",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，建造費用百分比法之建造費用，得包括廠商之利潤。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 29: 建造費用係指工程發包契約之總價，理所當然包含承包工程廠商之利潤，但不含「設計廠商」之利潤（該利潤含於服務費中）。"
  },
  {
    "Id": "30",
    "Type": "是非題",
    "Q": "行政院所屬部會行總處之工程施工查核小組得查核其所屬各機關補助或委託其他機關、法人或團體依採購法之規定辦理之工程、勞務及財物採購。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 30: 工程施工查核小組之職權範圍依「工程施工查核小組組織準則」，僅針對「工程」採購，不包括單純之勞務或財物採購。"
  },
  {
    "Id": "31",
    "Type": "是非題",
    "Q": "行政院所屬部會行總處之工程施工查核小組得查核其所屬各機關補助或委託其他機關、法人或團體依採購法之規定辦理之工程。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 31: 符合查核小組職權範圍。其針對工程品質及進度進行督導，對象包含補助或委託他人辦理之工程案件。"
  },
  {
    "Id": "32",
    "Type": "是非題",
    "Q": "工程施工查核小組，查核所屬（轄）機關工程品質，不包括進度。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 32: 依「工程施工查核小組作業辦法」，查核內容包含工程品質管理、進度管理及施工安全衛生等，並非不含進度。"
  },
  {
    "Id": "33",
    "Type": "是非題",
    "Q": "工程施工查核小組，應定期查核所屬（轄）機關工程品質及進度等事宜。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 33: 工程施工查核小組應落實品質督導，並針對工程是否落後、落後原因及改善對策（進度管理）一併查核。"
  },
  {
    "Id": "34",
    "Type": "是非題",
    "Q": "機關辦理採購於廠商履約過程，得辦理分段查驗，惟因其非屬驗收，其結果不得供驗收之用。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 34: 依「採購法施行細則」第 95 條，機關辦理分段查驗，其結果「得」供驗收之用，以減少重複檢驗，提升效率。"
  },
  {
    "Id": "35",
    "Type": "是非題",
    "Q": "機關辦理採購於廠商履約過程，得辦理分段查驗，其結果並得供驗收之用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 35: 承上題，分段查驗能即時發現問題，其查驗紀錄於最終驗收時可轉作佐證資料，節省重複作業。"
  },
  {
    "Id": "36",
    "Type": "是非題",
    "Q": "廠商之服務費用按月或分期支付者，如欲保留部分價金於完成全部服務項目後支付，其保留額度以不逾契約價金之百分之二十為原則。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 36: 依「機關委託技術服務廠商評選及計費辦法」第 28 條，保留款額度以「百分之二十」為原則，此為標準條款。"
  },
  {
    "Id": "37",
    "Type": "是非題",
    "Q": "為利機關分散風險，除工期超過1年之工程外，機關應於工程契約中訂明無物價指數調整之規定，以減少履約爭議。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 37: 依行政院相關通函，為分散物價波動風險，機關應視個案特性訂定物調機制，不應一律排除，避免廠商因物價大漲而倒閉。"
  },
  {
    "Id": "38",
    "Type": "是非題",
    "Q": "為利契約風險分擔，不論履約時間長短，機關不宜於工程契約中訂明無物價指數調整之規定，以減少履約爭議。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 38: 契約風險分擔是採購法之核心精神。長期或大型工程若無物調條款，將導致履約爭議，應依規定納入調整機制。"
  },
  {
    "Id": "39",
    "Type": "是非題",
    "Q": "機關辦理水管、電氣與建築工程之招標，其水管及電氣工程所占預算金額預估達查核金額以上者，應將水管、電氣與建築工程合併辦理招標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 39: 依「採購法施行細則」第 36 條（合併辦理原則），水管電氣達查核金額以上者，以「分別辦理」為原則，除非有特殊理由。"
  },
  {
    "Id": "40",
    "Type": "是非題",
    "Q": "機關辦理水管、電氣與建築工程之招標，其水管及電氣工程所占預算金額預估達查核金額以上者，以分開招標為原則。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 40: 分開招標能讓具備專業證照之水管電氣廠商直接承攬，降低二包、轉包風險，確保專業品質。"
  },
  {
    "Id": "41",
    "Type": "是非題",
    "Q": "廠商之服務費用按月或分期支付者，如欲保留部分價金於完成全部服務項目後支付，其保留額度以不逾契約價金之百分之三十為原則。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 41: 依「機關委託技術服務廠商評選及計費辦法」規定，保留金額度原則上為「百分之二十」，而非百分之三十。"
  },
  {
    "Id": "42",
    "Type": "是非題",
    "Q": "機關辦理財物採購，契約無須明訂廠商執行品質管理、環境保護、施工安全衛生之責任。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 42: 依「採購法」第 70 條，機關辦理採購應於契約明確規範廠商之品質管理及安衛責任，財物採購若涉及安裝施工亦同。"
  },
  {
    "Id": "43",
    "Type": "是非題",
    "Q": "機關工程採購契約應明訂廠商執行品質管理、環境保護、施工安全衛生之責任，並對重點項目訂定檢查程序及檢驗標準。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 43: 工程契約必須包含品管、環保、安衛計畫，這是為了確保公共安全與施工品質的法定必要項目。"
  },
  {
    "Id": "44",
    "Type": "是非題",
    "Q": "機關辦理河川淤沙疏浚招標，並允許得標廠商將疏浚之淤沙代為販售，其中疏浚工作預估所需金額為新臺幣(下同)5,500萬元，淤沙販售價值預估為3,000萬元，則該案之採購金額為2,500萬元。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 44: 採購金額應為機關支出之總額。此案疏浚工作預估金額 5,500 萬即為採購金額，不應扣除販售收入。"
  },
  {
    "Id": "45",
    "Type": "是非題",
    "Q": "機關辦理河川淤沙疏浚招標，並允許得標廠商將疏浚之淤沙代為販售，其中疏浚工作預估所需金額為新臺幣(下同)5,500萬元，淤沙販售價值預估為3,000萬元，則該案之採購金額為5,500萬元。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 45: 依「採購法施行細則」第 6 條，採購金額之計算以機關預計支付之總額為準。販售所得係屬收入，不影響採購規模之認定。"
  },
  {
    "Id": "46",
    "Type": "是非題",
    "Q": "機關辦理工程採購，不論金額大小，均應於招標文件內訂定廠商應提報品質計畫。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 46: 依「公共工程施工品質管理作業要點」，品質計畫提報係依工程「金額」級距區分完整或簡易計畫，且極小額工程得免之。"
  },
  {
    "Id": "47",
    "Type": "是非題",
    "Q": "機關公開評選廠商承辦技術服務，應與優勝廠商辦理議價，如須限制減價次數時，無須通知廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 47: 依「採購法」第 53 條及相關規定，如欲限制減價次數，應「先通知」廠商，以符合程序正義與信賴保護原則。"
  },
  {
    "Id": "48",
    "Type": "是非題",
    "Q": "機關公開評選廠商承辦技術服務，應與優勝廠商辦理議價，如須限制減價次數時，應先通知廠商。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 48: 議價程序中，機關得預先告知廠商減價次數限制（例如限三次），讓廠商評估其報價策略。"
  },
  {
    "Id": "49",
    "Type": "是非題",
    "Q": "委託技術服務案件之服務費用，應採服務成本加公費法核實議定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 49: 服務費用的計算方式多種，如建造費用百分比、服務成本加公費等，應視案件特性選擇，而非「應」採特定方式。"
  },
  {
    "Id": "50",
    "Type": "是非題",
    "Q": "委託技術服務案件之服務費用，應參酌一般收費情形核實議定。其必須核實另支付費用者，應於契約內訂明項目及費用範圍。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 50: 符合「機關委託技術服務廠商評選及計費辦法」第 24 條。服務費用應合理議定，若需核實支付項目（如差旅費）應於契約明訂。"
  },
  {
    "Id": "51",
    "Type": "是非題",
    "Q": "機關委託廠商辦理規劃、設計及監造之技術服務，採建造費用百分比法之計費方式者，建造費用為結算金額。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 51: 依據「機關委託技術服務廠商評選及計費辦法」第 29 條，建造費用原則上指工程完成時之「核定施工預算金額」，而非「結算金額」，以避免廠商為增加預算而圖利。"
  },
  {
    "Id": "52",
    "Type": "是非題",
    "Q": "機關辦理工程採購，其須辦理契約變更而有新增非屬原契約數量清單內所列之工程項目者，新增工程項目單價編列方式，應以原預算相關單價分析資料為基礎，並考慮市場價格波動情形；其底價訂定，並應符合採購法第46條規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 52: 契約變更產生新增項目時，應以原單價資料為基礎並考量市價。底價訂定需符合採購法第 46 條，參考廠商報價、市場行情及機關核定底價之程序。"
  },
  {
    "Id": "53",
    "Type": "是非題",
    "Q": "工程採購未經調解程序者，不得由契約雙方合意逕付仲裁。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 53: 採購法第 85-1 條規定，履約爭議得由雙方合意「逕付仲裁」。雖法律鼓勵先調解，但非強制「必須先調解才能仲裁」，雙方同意即可直接仲裁。"
  },
  {
    "Id": "54",
    "Type": "是非題",
    "Q": "工程契約未包括行政院函頒「公共工程趕工實施要點」內容，履約過程中有趕工之必要時，機關不得依該要點與廠商協議辦理契約變更，要求趕工並發放趕工費用予廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 54: 該要點旨在解決趕工需求。即便契約未明文，機關仍得依個案需求與廠商協議變更契約並給付費用。機關不得以此為由拒絕辦理，以維護公共利益。"
  },
  {
    "Id": "55",
    "Type": "是非題",
    "Q": "工程契約未包括行政院函頒「公共工程趕工實施要點」內容，履約過程中如有趕工之必要，機關仍得依該要點與廠商協議辦理契約變更，要求趕工並發放趕工費用予廠商。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 55: 正確。依行政院函頒「公共工程趕工實施要點」，即使原契約未列趕工條款，機關仍可透過契約變更程序與廠商協議趕工計畫及相關費用補償。"
  },
  {
    "Id": "56",
    "Type": "是非題",
    "Q": "採購契約單價應以機關預算為基礎來調整訂定，不得以廠商報價為基礎來調整訂定，否則有圖利廠商之嫌。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 56: 契約單價應以機關預算為基礎，並參考廠商投標報價之比例進行調整。採購法強調的是「公平合理原則」，並未絕對禁止參考廠商報價。"
  },
  {
    "Id": "57",
    "Type": "是非題",
    "Q": "採購契約單價無論以機關預算或廠商報價為基礎來調整訂定，須以合理性為前提，並保留且善用雙方協議之機制。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 57: 正確。調整契約單價應秉持公平合理精神。無論參考何者，最終應經雙方合意確認，並發揮契約協議機制以解決單價顯著不合理之問題。"
  },
  {
    "Id": "58",
    "Type": "是非題",
    "Q": "機關辦理工程採購，其須辦理契約變更而有新增非屬原契約數量清單內所列之工程項目者，新增工程項目單價編列方式，應以市場價格為基礎，無須考慮原預算相關單價分析資料；其底價訂定，並應符合採購法第46條規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 58: 新增工程項目之單價應以「原預算單價分析資料」為基礎並考量市場波動，不能完全無視原預算。錯誤在於「無須考慮原預算相關單價分析資料」。"
  },
  {
    "Id": "59",
    "Type": "是非題",
    "Q": "工程採購得不先經調解程序，而由契約雙方合意逕付仲裁。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 59: 正確。採購法第 85-1 條明定，採購爭議之處理，雙方得合意逕付仲裁。並未規定必須先經過調解失敗後才准許進入仲裁程序。"
  },
  {
    "Id": "60",
    "Type": "是非題",
    "Q": "機關辦理營造業法規定專業工程項目，除將專業營造業納入投標廠商資格，不得排除綜合營造業參與投標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 60: 營造業法規定專業工程應由專業營造業承攬，但機關得視個案性質開放綜合營造業投標。錯誤在於「不得排除」，實務上機關有裁量權決定資格限制。"
  },
  {
    "Id": "61",
    "Type": "是非題",
    "Q": "工程施工查核小組發現監造單位之建築師、技師、派駐現場人員，承攬廠商之專任工程人員、工地主任或工地負責人、品質管理人員及安全衛生人員等執行職務時，有違背相關法令及契約約定，應加以記錄。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 61: 正確。施工查核小組之職責包含監督各方履約人員。若發現監造或承攬廠商之各類專業人員執行職務違法或違約，應記錄並作為後續懲處依據。"
  },
  {
    "Id": "62",
    "Type": "是非題",
    "Q": "機關自辦監造者，其現場人員之資格、人數、專職及登錄規定，比照委託監造之情形辦理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 62: 正確。依「工程施工查核小組作業辦法」，機關自行監造者，其人員資格與登錄管理等，應比照委託監造廠商之規定，以確保公共工程品質一致性。"
  },
  {
    "Id": "63",
    "Type": "是非題",
    "Q": "機關委託廠商辦理技術服務，服務費用採服務成本加公費法者，其非經常性給與之獎金，得由機關依實際需要於招標文件明定為實際薪資之一定比率及給付條件，免檢據核銷。但不得超過實際薪資之百分之三十。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 63: 依技服辦法，採服務成本加公費法時，獎金之給付應「檢據核銷」。本題敘述為「免檢據核銷」，與法規要求之核實支付原則不符。"
  },
  {
    "Id": "64",
    "Type": "是非題",
    "Q": "機關委託廠商辦理技術服務，服務費用採服務成本加公費法者，其非經常性給與之獎金，得由機關依實際需要於招標文件明定為實際薪資之一定比率及給付條件，檢據核銷。但不得超過實際薪資之百分之三十。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 64: 正確。非經常性獎金得由機關在招標文件明定薪資比例與給付條件，但廠商必須「檢據核銷」，且受實際薪資 30% 之上限限制。"
  },
  {
    "Id": "65",
    "Type": "是非題",
    "Q": "允許共同投標案件，機關可視個案需要於招標文件規定，投標文件應由全體共同投標廠商具名及簽署，且不允許由共同投標協議書指定之代表人簽署，以利後續發生履約爭議時釐清權責。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 65: 依共同投標辦法，投標文件應由全體成員具名簽署，或由「協議書指定之代表人」簽署。機關不得任意規定「不允許代表人簽署」。"
  },
  {
    "Id": "66",
    "Type": "是非題",
    "Q": "機關公開徵選廠商承辦技術服務之評選，其招標文件訂有廠商資格者，應先審查資格文件，資格不合於招標文件之規定者，仍得參加評選。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 66: 依採購法第 50 條，資格審查不合格之廠商，不得參加後續評選。程序上「先審資格、後評選」，資格不合者必須予以淘汰，不得繼續。"
  },
  {
    "Id": "67",
    "Type": "是非題",
    "Q": "機關辦理公告金額以上之建築工程採購，雖於招標文件指定特定廠牌之門片型式，只要不提及廠牌名稱，即無綁標之虞。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 67: 即使不提廠牌名稱，若規格描述具有「特定性」而導致只有單一廠商能符合，仍涉及違反採購法第 26 條之綁標行為。"
  },
  {
    "Id": "68",
    "Type": "是非題",
    "Q": "招標文件規定於驗收完成後一次給付契約價金，無預付款。決標後因物價飆漲，機關應廠商要求變更契約給付契約總價20%之預付款，符合公平合理原則。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 68: 契約變更需基於「正當理由」。決標後因物價變動要求增加「預付款」並非契約變更之法定要件，且可能違反原招標公平競爭之基礎。"
  },
  {
    "Id": "69",
    "Type": "是非題",
    "Q": "某統包工程允許建築師與營造業共同投標，並於招標文件明定同時符合前述資格者可單獨投標。甲營造業因不具建築師資格，而與乙建築師共同投標，惟得標後因乙破產致無法共同履約，其契約所有權利義務，得由甲繼受，並可視需要提出與乙原資格條件相當之廠商，共同承擔契約之一切權利義務。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 69: 統包工程中成員破產，其權利義務之承受或更換，需依「共同投標辦法」及契約約定辦理，並非可由另一成員直接單獨「繼受」而排除原資格限制。"
  },
  {
    "Id": "70",
    "Type": "是非題",
    "Q": "廠商因契約關係履行機關之採購案，機關人員對於與採購有關之意見，均可指示廠商辦理，以利效率。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 70: 指示應基於「契約約定」及「法規」。機關人員不得僅依「行政意見」隨意要求廠商，否則可能構成不當干涉或衍生履約爭議與額外費用。"
  },
  {
    "Id": "71",
    "Type": "是非題",
    "Q": "查核金額以上之工程採購案件，應依據「公共工程招標文件公開閱覽制度實施要點」於公告招標前辦理招標文件之公開閱覽。財物採購亦同。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 71: 公開閱覽制度主要針對「查核金額以上之工程採購」。至於財物或勞務採購，法規並未強制「亦同」，機關可視需要辦理，但非屬強制義務。"
  },
  {
    "Id": "72",
    "Type": "是非題",
    "Q": "機關辦理採購有於招標文件規定投標廠商資格允許以分包廠商資格代之者，就該部分不同投標廠商間所提出之分包廠商，除有符合依共同投標辦法第7條但書規定情形外，不得相同。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 72: 依共同投標辦法，不同投標廠商所提出之分包廠商原則上「得為相同」。除非符合該辦法第 7 條之特定限制（如涉及壟斷或利益衝突等）。"
  },
  {
    "Id": "73",
    "Type": "是非題",
    "Q": "除傳統之招標方式外，在可提升採購效率、確保品質，縮短工期及無增加經費之虞情形下，可將設計、監造與施工併於同一採購契約以統包方式辦理招標，以縮短執行時程。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 73: 統包是將「設計與施工」併辦。而「監造」涉及監督職能，依統包實施辦法，監造應由機關自行辦理或另案委託，不可與施工一併招標。"
  },
  {
    "Id": "74",
    "Type": "是非題",
    "Q": "經第1次公告招標結果，無廠商投標或無合格標之案件，雖有廠商異議或申訴在處理中者，如計畫時程已落後之工程標，機關仍可依採購法第22條第1項第1款規定，不另公告招標，改採限制性招標方式辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 74: 流標或廢標後改採限制性招標，須符合法規嚴謹條件（如規格未變動）。處理異議申訴期間，除非緊急否則應暫緩。且不另公告有其嚴格限制。"
  },
  {
    "Id": "75",
    "Type": "是非題",
    "Q": "公開閱覽之承辦單位應將閱覽廠商或民眾之意見彙整加以列管，廠商或民眾意見之處理，應以密件方式辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 75: 閱覽意見之處理應本於透明化，回覆內容或處理結果原則上應公開，並非以「密件」辦理。公開閱覽的目的即是為了公開透明、蒐集各方意見。"
  },
  {
    "Id": "76",
    "Type": "是非題",
    "Q": "機關辦理委託技術服務採購，其招標文件所定工程總預算，僅係參考性質非限制條件，為避免扼殺廠商之創造力，廠商服務建議書所提供之工程總預算，應不受該工程總預算之限制。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 76: 技服招標文件之工程總預算通常為「限制性條件」。廠商服務建議書若大幅超出該預算且無正當理由，通常會被評為不合格或不建議入選。"
  },
  {
    "Id": "77",
    "Type": "是非題",
    "Q": "委託技術服務採購，為落實市場競爭機制，原則上採用最低標決標之方式。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 77: 依技服辦法，技術服務採購因涉及專業判斷與品質，原則上採「評選（最有利標）」而非「最低標」，以確保設計監造之專業與安全性。"
  },
  {
    "Id": "78",
    "Type": "是非題",
    "Q": "履約時間在1年以上之委託技術服務採購案，無須於契約中訂明薪資指數調整之約定，屆時服務費用自動會隨工程結算金額之物價指數調整而調整。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 78: 服務費用應於契約明確訂定物價調整機制。若未約定，不會「自動」隨著工程結算金額調整。技服合約本身即有其獨立的計費與調整規範。"
  },
  {
    "Id": "79",
    "Type": "是非題",
    "Q": "機關辦理技術服務採購，其委託技術服務項目，不論工程性質及規模大小，統一照錄「機關委託技術服務廠商評選及計費辦法」所列之所有技術服務項目即可。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 79: 機關應視各案工程性質、規模與需求，「擇要」勾選技術服務項目，而非「統一全錄」，以免浪費公帑或造成履約範疇不清。"
  },
  {
    "Id": "80",
    "Type": "是非題",
    "Q": "機關以統包辦理招標，其細部設計之審查所耗期間，一律免計工期。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 80: 工期計算應依契約約定。細部設計審查期間是否計入工期，應由雙方於契約中明確訂定。法規並無「一律免計工期」之規定。"
  },
  {
    "Id": "81",
    "Type": "是非題",
    "Q": "機關辦理規模新臺幣1,900萬元之工程，應允許丙等綜合營造業投標。惟施工難度較高者，機關得限制投標資格為乙等或甲等綜合營造業。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 81: 丙等綜合營造業承攬限額為 2,700 萬元。1,900 萬案子應允許丙等參與。機關不得無故限制等級，除非符合特殊採購之高難度證明。"
  },
  {
    "Id": "82",
    "Type": "是非題",
    "Q": "機關辦理預算金額新臺幣2億元以上之工程，應於招標文件內明訂品管人員之資格、人數及其更換規定，其最低人數為至少1人。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 82: 依「公共工程施工品質管理作業要點」，2 億元以上工程，品管人員最低人數為「至少 2 人」。本題所述「至少 1 人」錯誤。"
  },
  {
    "Id": "83",
    "Type": "是非題",
    "Q": "技術服務採購之查核金額為新臺幣5,000萬元。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 83: 查核金額之門檻係由主管機關統一規定。目前工程及財物、勞務之查核金額均為新臺幣「5,000 萬元」。(此題敘述為 X 是因為通常指工程)。"
  },
  {
    "Id": "84",
    "Type": "是非題",
    "Q": "工程保險附加責任保險之保險期間最高（累計）保險金額可為無限制。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 84: 保險金額應有上限。責任保險應約定「每一個人」、「每一事故」及「保險期間內最高累計」之限額，不可能核定為「無限制」之風險。"
  },
  {
    "Id": "85",
    "Type": "是非題",
    "Q": "監造建築師、技師或其他專門職業及技術人員執行監造業務或監造簽證事項，其屬應親自赴現場查驗、勘驗、初驗、驗收、會勘或出席會議者，得委請他人代理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 85: 監造屬專業法律責任，建築師或技師應親自執行重要任務（如驗收、會勘）。除非法令另有許可之特殊情形，否則不得隨意委請他人代理。"
  },
  {
    "Id": "86",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，建造費用百分比法之建造費用，包括工程保險費。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 86: 依技服辦法第 29 條，建造費用百分比法之建造費用，不包括「工程保險費」、規費、營業稅、土地徵收費及補償費等項目。"
  },
  {
    "Id": "87",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，建造費用百分比法適用於施工項目費用較難事先預估之案件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 87: 建造費用百分比法適用於施工費用「可預估」之案件。若施工項目費用較難事先預估，應採用「服務成本加公費法」較為公平準確。"
  },
  {
    "Id": "88",
    "Type": "是非題",
    "Q": "廠商參與競圖，應以設計作品之設計理念、設計作品之創意性及符合在地文化、生活美學程度、設計作品反應對機關需求之瞭解程度等因素為重要考量，雖有超出招標文件所定之工程經費上限情形，仍得評選為優勝廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 88: 競圖作品若超出招標文件規定之「工程經費上限」，即屬違反招標限制條件，應視為不合格。機關不得將其評選為優勝廠商。"
  },
  {
    "Id": "89",
    "Type": "是非題",
    "Q": "機關公開徵選廠商承辦技術服務之評選，其招標文件訂有廠商資格者，應先審查資格文件，資格合於招標文件規定者，始得參加評選。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 89: 正確。資格審查與評選為二階段作業，廠商必須通過第一階段的資格文件審查合格，才能進入後續的服務建議書評選階段。"
  },
  {
    "Id": "90",
    "Type": "是非題",
    "Q": "機關辦理預算金額新臺幣1,000萬元以上工程採購之採購標的，如屬營造業法所載專業工程項目，廠商資格規定不得只允許綜合營造業投標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 90: 正確。專業工程項目應依營造業法由專業營造業施作。機關不得僅限定綜合營造業投標，以免排除具備專業資格之廠商。"
  },
  {
    "Id": "91",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第9款規定辦理評選技術服務廠商，其投標廠商應有3家方可開標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 91: 依採購法第 48 條及相關解釋，依第 22 條第 1 項第 9 款辦理評選，不受 3 家廠商開標之限制，1 家合格廠商投標亦得開標評選。"
  },
  {
    "Id": "92",
    "Type": "是非題",
    "Q": "工程主辦機關得就工程施工查核小組查核結果，依相關法令規定辦理相關人員之獎懲。其缺失情節重大者，查核小組應對工程主辦機關所屬人員依法令為懲戒、懲處或移送司法機關；對負責該工程之建築師、技師，報請各該主管機關依相關法規予以懲戒或移送司法機關。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 92: 缺失重大時，查核小組應函請「機關」依法辦理懲處，而非由查核小組「直接」對人員為懲戒。懲戒權限屬各該主管機關或原聘任機關。"
  },
  {
    "Id": "93",
    "Type": "是非題",
    "Q": "工程採購品管人員於接受公共工程品質管理訓練課程，取得結業證書逾5年者，應再取得最近5年內之回訓證明，始得擔任品管人員。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 93: 品管人員結業證書「逾 4 年」者，應再取得「最近 4 年內」之回訓證明始得擔任。法規規定為 4 年而非 5 年。"
  },
  {
    "Id": "94",
    "Type": "是非題",
    "Q": "為求公正客觀，工程施工查核小組之查核委員一律由主管機關所建置之專家名單中遴選之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 94: 查核委員得由「設立機關」指派內部工程人員擔任，或由外部專家名單遴選。並非「一律」必須從專家名單中遴選。"
  },
  {
    "Id": "95",
    "Type": "是非題",
    "Q": "工程施工查核小組之查核委員除由設立機關指派機關具有工程專業知識人員擔任外，並由主管機關所建置之專家名單中遴選之，其中外聘之專家人數不得少於2位。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 95: 依規定，查核小組委員外聘專家人數不得少於「1/3」，並非「不得少於 2 位」。2 位並不足以反映法規中比例原則之要求。"
  },
  {
    "Id": "96",
    "Type": "是非題",
    "Q": "因工程施工查核小組之查核委員均由主管機關之專家資料庫遴聘，其既已經過篩選，公正性不容質疑，故辦理查核時不需迴避。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 96: 查核委員涉及「利益衝突」時（如曾參與該案設計、與廠商有雇傭關係等），仍應依行政程序法及採購法相關規定辦理迴避。"
  },
  {
    "Id": "97",
    "Type": "是非題",
    "Q": "工程施工查核小組因係查核施工品質與進度，故有關工程規劃設計、生態環保、材料設備、圖說規範、變更設計等缺失，不需加以記錄，僅口頭提供洽請改善即可。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 97: 查核小組之職責涵蓋「品質與進度」，亦包含對規劃設計、材料設備等所有影響工程品質之缺失進行記錄並要求改善。"
  },
  {
    "Id": "98",
    "Type": "是非題",
    "Q": "工程施工查核小組辦理查核之檢驗、拆驗或鑑定費用之負擔，依契約約定辦理。若契約未約定，而檢驗、拆驗或鑑定結果與契約約定相符者，該費用由查核小組所屬機關負擔；與約定不符者，該費用由廠商負擔。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 98: 檢驗費用依契約約定。若約定不明，則「與契約不符」者廠商負擔，「與契約相符」者由「機關（工程主辦機關）」負擔，而非查核小組所屬機關。"
  },
  {
    "Id": "99",
    "Type": "是非題",
    "Q": "委託監造服務案亦得同時委由承辦統包案之細部設計廠商辦理，以提升效率。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 99: 依統包實施辦法，監造係代表機關行使職權，為避免「球員兼裁判」，統包案之監造不得與細部設計或施工廠商有隸屬關係或併辦。"
  },
  {
    "Id": "100",
    "Type": "是非題",
    "Q": "機關委託建築師辦理設計監造服務，採建造費用百分比法者，建築師依法律規定須交由結構、電機或冷凍空調等技師或消防設備師辦理之工程所需費用，未包含於設計監造服務費用內，應另行給付。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 100: 採建造費用百分比法計費時，已包含建築師應辦理之各類技師服務費用。除非招標文件特別約定排除，否則不應再另行給付。"
  },
  {
    "Id": "101",
    "Type": "是非題",
    "Q": "廠商承辦技術服務，其實際提供服務人員應於完成之圖樣及書表上簽署，並依法辦理簽證。簽證費用並得另予核實給付。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 101: 依據「機關委託技術服務廠商評選及計費辦法」第 26 條，技術服務人員應於圖樣書表簽署並簽證，該費用應已包含於服務費用內，不另行核實給付。"
  },
  {
    "Id": "102",
    "Type": "是非題",
    "Q": "機關委託技術服務採購採服務成本加公費法計費者，其公費得於契約約定為直接費用之一定比率。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 102: 採服務成本加公費法時，「公費」應為直接薪資及管理費總額之一定比率（不得超過 25%），而非「直接費用」之一定比率。"
  },
  {
    "Id": "103",
    "Type": "是非題",
    "Q": "工程施工查核小組之查核委員辦理查核時，應公正執行職權，不得有「假藉查核之名，妨礙機關依法辦理工程施工；未經查核小組指派，自行辦理查核監督等情事」之情形。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 103: 正確。此為「工程施工查核小組作業辦法」規定委員應遵守之倫理與規範，旨在確保查核過程客觀、公平，不干預正常施工。"
  },
  {
    "Id": "104",
    "Type": "是非題",
    "Q": "招標機關辦理工程採購，倘於招標文件載明得標後不允許提出替代方案，則廠商得標後，即使履約標的之需求有改變，仍須依契約約定之工法施工，不得辦理契約變更。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 104: 招標文件雖不允許廠商「主動」提出替代方案，但若因「機關需求改變」導致需變更履約內容，仍得依採購法相關規定辦理契約變更。"
  },
  {
    "Id": "105",
    "Type": "是非題",
    "Q": "機關工程履約期間辦理原有契約項目之變更追加，雖原單價施工條件已改變，惟因原契約已有單價，故應以原決標單價辦理始合理，不得另議單價。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 105: 施工條件改變（如地質、環境變化）導致成本異動時，應視變更情形重新議定合理單價，而非一律沿用原契約單價，以符公平合理原則。"
  },
  {
    "Id": "106",
    "Type": "是非題",
    "Q": "依營造業法，營造業非加入同業公會不得營業，機關辦理屬營造業法所稱營繕工程採購者，必須將加入營造公會之會員證作為投標廠商資格文件之一。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 106: 依工程會函釋，雖然營造業需加入公會，但機關不得將「公會會員證」列為投標資格，以免造成不當限制競爭，且應依採購法資格規範辦理。"
  },
  {
    "Id": "107",
    "Type": "是非題",
    "Q": "「水管、電氣與建築工程合併或分開招標原則」所稱「水管、電氣」，例如「空調工程」、「電梯工程」。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 107: 「水管、電氣與建築工程合併或分開招標原則」所指為建築物之給水、排水、供電、電信、空調、消防等。電梯工程屬特定專業，定義上略有不同。"
  },
  {
    "Id": "108",
    "Type": "是非題",
    "Q": "某統包工程允許建築師與營造業共同投標，並於招標文件明定同時符合前述資格者可單獨投標。甲營造業因不具建築師資格，而與乙建築師共同投標，惟得標後因乙破產致無法共同履約，其契約之一切權利義務，得由甲繼受，甲並得將該部分分包予丙建築師。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 108: 正確。依「共同投標辦法」第 10 條，成員破產後，機關得同意由其餘成員承受其權利義務，並找尋具備原資格之廠商（如丙建築師）分包續辦。"
  },
  {
    "Id": "109",
    "Type": "是非題",
    "Q": "機關辦理預算金額新臺幣150萬元以上之工程，應於招標文件內明訂品管人員之資格、人數及其更換規定，其最低人數為至少1人。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 109: 依「公共工程施工品質管理作業要點」，新臺幣 2,000 萬元以上之工程才需明訂品管人員。150 萬元屬小額工程，法規並未強制配置。"
  },
  {
    "Id": "110",
    "Type": "是非題",
    "Q": "招標機關辦理工程採購，雖於招標文件載明得標後不允許提出替代方案，但履約期間，倘有履約標的之需求改變情事，仍得辦理契約變更。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 110: 正確。替代方案（廠商主動提出）與契約變更（機關需求改變）是兩回事。機關需求變動時，本應依實務狀況進行契約調整。"
  },
  {
    "Id": "111",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，採建造費用百分比法之計費方式者，各階段環境影響評估及相關說明書、報告書之編製及送審之服務費用，不得超過附表所列百分比參考值，亦不得另行估算編列。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 111: 環評、說明書等編製屬「額外服務項目」，得依實際需要另行估算編列服務費用，不受附表百分比參考值之限制。"
  },
  {
    "Id": "112",
    "Type": "是非題",
    "Q": "機關委託廠商辦理規劃、設計及監造之技術服務，採建造費用百分比法之計費方式者，如工程採購無底價且無評審委員會建議金額者，建造費用以工程預算代之，惟應扣除建造費用所稱不包括之費用及稅捐等。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 112: 正確。計費基準優先序為：底價、建議金額、工程預算。無底價且無建議金額時，以扣除稅規費後之預算金額作為建造費用基準。"
  },
  {
    "Id": "113",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，採建造費用百分比法之計費方式者，替代方案、工程設計及施工可行性之審查服務費用，得由機關依個案特性及實際需要估算，訂定合理服務費率。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 113: 正確。依技服辦法，替代方案或特殊審查屬非經常性服務，得由機關視個案特性及實際工作量，另行估算合理費率或固定金額。"
  },
  {
    "Id": "114",
    "Type": "是非題",
    "Q": "建造費用百分比法所稱之「建造費用」，指工程採購底價金額或評審委員會建議金額，若無前二者，以工程預算代之。包括規費、規劃費、設計費、監造費、專案管理費、物價指數調整工程款、營業稅、土地及權利費用、法律費用、主辦機關所需工程管理費、承包商辦理工程之各項利息及保險費。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 114: 建造費用定義不含「規費、規劃費、設計監造費、土地補償、利息、營業稅」等項目。本題將上述不應包含之費用納入，故錯誤。"
  },
  {
    "Id": "115",
    "Type": "是非題",
    "Q": "機關辦理公開評選技術服務廠商，招標文件未訂明固定服務費用或費率者，議價廠商之報價合理且在預算金額以內，機關得依其報價訂定底價，照價決標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 115: 正確。採最有利標評選且未訂底價之議價案，若廠商報價合理且在預算內，評審委員會或機關可接受該報價並照價決標。"
  },
  {
    "Id": "116",
    "Type": "是非題",
    "Q": "機關以公開招標辦理採購金額新臺幣300萬元之技術服務採購，於招標公告公開預算金額。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 116: 正確。依採購法規定，公告金額以上之招標公告，應公開底價或預算金額，以利廠商準備投標文件及報價。"
  },
  {
    "Id": "117",
    "Type": "是非題",
    "Q": "機關辦理預算金額新臺幣2千萬元以上未達2億元之工程，應於招標文件內明訂品管人員之資格、人數及其更換規定，其最低人數為至少1人。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 117: 正確。依品管作業要點，2,000 萬至 2 億元之工程，應設置品管人員，其最低人數要求為至少 1 人並需專職或兼職（依規定）。"
  },
  {
    "Id": "118",
    "Type": "是非題",
    "Q": "機關依採購法第24條規定以統包辦理招標之採購，依採購法第52條及其施行細則第64條之2規定，得採行之決標原則，除最有利標外，尚包括評分及格最低標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 118: 正確。統包採購屬特殊採購，決標原則除最有利標外，亦得採行「評分及格最低標」，由評分及格者進入價格標競爭。"
  },
  {
    "Id": "119",
    "Type": "是非題",
    "Q": "機關依採購法第24條規定以統包辦理招標之採購，僅限採最有利標之決標原則。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 119: 統包採購雖常採最有利標，但法規並未「僅限」最有利標。符合條件下亦可採行評分及格最低標或其他法定決標原則。"
  },
  {
    "Id": "120",
    "Type": "是非題",
    "Q": "機關以統包方式辦理工程採購，可採最有利標決標，並規定投標廠商服務建議書撰寫內容，納入評選項目，落實審查。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 120: 正確。統包案涉及設計與施工之專業評估，採最有利標可透過服務建議書評選出技術、品質與管理最優之廠商。"
  },
  {
    "Id": "121",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，服務成本加公費法僅適用於計畫性質複雜，服務費用不易確實預估或履約成果不確定之服務案件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 121: 服務成本加公費法「不限於」複雜案件。一般案件若能估算成本與公費，亦可採用，只是其程序較繁雜，通常用於不易預估費用的案件。"
  },
  {
    "Id": "122",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，建造費用百分比法之建造費用，招標文件可載明包括有價料回收金額。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 122: 正確。建造費用之定義得於招標文件內載明包含「有價料回收金額」，由機關視工程性質與結算需要於契約中訂明。"
  },
  {
    "Id": "123",
    "Type": "是非題",
    "Q": "工程施工查核小組每年應辦理工程施工查核之件數比率以不低於當年度所屬新臺幣150萬元以上工程標案（不含補助及委託其他機關辦理案件）之百分之十為原則。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 123: 正確。依「工程施工查核小組作業辦法」，各機關應抽查所屬工程，抽查件數以不低於當年度 150 萬以上標案總數之 10% 為原則。"
  },
  {
    "Id": "124",
    "Type": "是非題",
    "Q": "機關委託技術服務採購採服務成本加公費法計費者，廠商應記錄各項費用並備具憑證，且憑證須為正本。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 124: 憑證不一定要正本。依「機關委託技術服務廠商評選及計費辦法」，得備具影本並加蓋與正本相符印章後據以核銷。"
  },
  {
    "Id": "125",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，委託廠商辦理專案管理之服務項目，可包括設計。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 125: 專案管理（PCM）旨在代辦或監督，避免「球員兼裁判」，故專案管理廠商之服務項目不得包含「設計」，以免失去監督中立性。"
  },
  {
    "Id": "126",
    "Type": "是非題",
    "Q": "小規模（例如工程經費未達新臺幣100萬元）或區位偏遠之工程，其服務費用得依個案特性及實際需要預估編列，但不得超過建築物工程技術服務建造費用百分比參考表所列百分比。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 126: 偏遠或小規模工程因交通成本高或規模小，服務費用可依實際需要預估，不受參考表百分比限制，得編列較高費用以利招商。"
  },
  {
    "Id": "127",
    "Type": "是非題",
    "Q": "基於節省預算考量，機關或上級機關宜通案另訂定較「機關委託技術服務廠商評選及計費辦法」之附表所列服務費用參考百分比更低之技術服務費率上限範圍或標準。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 127: 機關不得「通案」訂定更低費率，此舉違反技服辦法規定之公平合理原則，可能導致品質低落或廠商不願投標。"
  },
  {
    "Id": "128",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，採建造費用百分比法之計費方式者，水土保持計畫之辦理及送審之服務費用，屬百分比計費之範疇，不得另行估算編列。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 128: 水土保持計畫屬「額外服務項目」，得依實際需要另行估算費用，不必然包含在建造費用百分比計算之一般服務費中。"
  },
  {
    "Id": "129",
    "Type": "是非題",
    "Q": "工程採購訂有初驗程序者，於初驗階段，適用採購法第72條第2項減價收受之規定。倘擬減價收受，得於依採購法第72條規定辦理驗收程序之前採行。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 129: 初驗旨在先行發現缺失改善，尚未進入驗收程序，故不適用減價收受之規定。減價收受須在正式驗收且缺失不影響功能時始得辦理。"
  },
  {
    "Id": "130",
    "Type": "是非題",
    "Q": "工程採購訂有初驗程序者，於初驗階段，尚無採購法第72條第2項減價收受規定之適用。倘擬減價收受，應於依採購法第72條規定辦理驗收程序之後採行。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 130: 正確。初驗階段係給予廠商改善機會。必須等到正式驗收程序中，若仍有缺失且合於減價收受條件時，方能依法行使。"
  },
  {
    "Id": "131",
    "Type": "是非題",
    "Q": "機關委託工程設計、監造，採建造費用百分比法計費，工程採購無底價且無評審委員會建議金額者，建造費用以工程預算代之。但應扣除規費、規劃費、設計費、監造費、專案管理費、物價指數調整工程款、營業稅、土地及權利費用、法律費用、主辦機關所需工程管理費、承包商辦理工程之各項利息、保險費及招標文件所載其他除外費用及稅捐等。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 131: 正確。此為無底價時建造費用之計算方式，重點在於必須「扣除」與施工工程無關之各項規費、保險及稅捐。"
  },
  {
    "Id": "132",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，採建造費用百分比法之計費方式者，申請公有建築物候選綠建築證書或綠建築標章之服務費用，包含於採建造費用百分比法所計算之服務費中。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 132: 綠建築證書之申請、編製及送審屬「額外服務」，非屬一般設計監造百分比範疇，應視需要另行編列費用。"
  },
  {
    "Id": "133",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，採建造費用百分比法之計費方式者，申請公有建築物候選綠建築證書或綠建築標章之服務費用，不含於建造費用百分比法計費範圍，應單獨列項供廠商報價，或於招標文件中載明固定費用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 133: 正確。因綠建築申請涉及專業計算與特定文書工作，機關應將此項服務另行列項由廠商報價，或編列固定額外費用。"
  },
  {
    "Id": "134",
    "Type": "是非題",
    "Q": "工程專案管理技術服務（不含施工監造）建造費用百分比參考表所列服務費用參考值，包括規劃與可行性評估、規劃、設計、招標、決標、施工督導與履約管理之諮詢及審查。其中可行性研究之諮詢及審查占百分之五、規劃之諮詢及審查占百分之五、工程設計之諮詢及審查占百分之三十五、招標、決標之諮詢及審查占百分之十、施工督導與履約管理之諮詢及審查占百分之四十五為原則。各機關不得自行調整。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 134: 專案管理服務比率分配（如設計審查 35%、施工督導 45% 等）僅為「參考值」。各機關得視個案實際需求自行彈性調整比例。"
  },
  {
    "Id": "135",
    "Type": "是非題",
    "Q": "工程專案管理技術服務（不含施工監造）建造費用百分比參考表之參考值包括規劃與可行性評估、規劃、設計、招標、決標、施工督導與履約管理之諮詢及審查。其中可行性研究之諮詢及審查占百分之五、規劃之諮詢及審查占百分之五、工程設計之諮詢及審查占百分之三十五、招標、決標之諮詢及審查占百分之十、施工督導與履約管理之諮詢及審查占百分之四十五為原則。各機關仍得自行調整。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 135: 正確。法規列出百分比是提供一個分配參考架構，機關應考量案情繁雜程度，自行於招標文件調整各階段工作權重。"
  },
  {
    "Id": "136",
    "Type": "是非題",
    "Q": "機關辦理預算金額新臺幣5,000萬元以上工程採購，廠商於開工後10日內，將品管人員之登錄表報監造單位審查並經機關核定後，由機關填報於主管機關資訊網路系統備查；品管人員異動時，亦同。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 136: 品管人員應於「開工前」登錄，而非開工後。且品管作業要點適用對象與時間點有嚴格規定，此題時序錯誤。"
  },
  {
    "Id": "137",
    "Type": "是非題",
    "Q": "機關辦理預算金額新臺幣2,000萬元以上工程採購，廠商應於開工前，將品管人員之登錄表報監造單位審查並經機關核定後，由機關填報於主管機關資訊網路系統備查；品管人員異動時，亦同。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 137: 正確。依「公共工程施工品質管理作業要點」，2,000 萬元以上工程，廠商應於開工前核定品管人員並填報主管機關系統。"
  },
  {
    "Id": "138",
    "Type": "是非題",
    "Q": "機關辦理公告金額以上之技術服務採購，採最有利標評選優勝廠商者，應於開標前訂底價。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 138: 採最有利標評選優勝廠商後進行議價，通常「不訂底價」。若要訂底價，也應是在評選出優勝廠商後的「議價前」訂定，而非開標前。"
  },
  {
    "Id": "139",
    "Type": "是非題",
    "Q": "機關辦理公告金額以上之技術服務採購，以不訂底價之最有利標為原則。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 139: 正確。技服務採購因屬專業智力服務，性質特殊，採購法及其子法鼓勵採「不訂底價」之最有利標方式辦理，以價格合理性為準。"
  },
  {
    "Id": "140",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，未達公告金額但逾公告金額十分之一之技術服務採購，仍應依採購法第22條第1項第9款辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 140: 雖然未達公告金額，機關「仍得」擇優參考第 22 條第 1 項第 9 款之程序，但非「強制必須」依該款辦理（亦可採公開徵求企劃書）。"
  },
  {
    "Id": "141",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，未達公告金額但逾公告金額十分之一之技術服務採購，亦可依採購法第22條第1項第9款辦理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 141: 正確。對於未達公告金額但逾 1/10 之技服採購，機關可彈性運用法規，採取比照評選優勝廠商之方式辦理，以確保專業品質。"
  },
  {
    "Id": "142",
    "Type": "是非題",
    "Q": "機關委託廠商辦理技術服務，服務費用採服務成本加公費法者，其直接薪資不包括非經常性給與之獎金。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 142: 依技服辦法，「直接薪資」已明確包含廠商依法應給付之經常性薪資及「非經常性獎金」（如年終獎金等）。"
  },
  {
    "Id": "143",
    "Type": "是非題",
    "Q": "機關委託廠商辦理技術服務，服務費用採服務成本加公費法者，其直接薪資包括非經常性給與之獎金。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 143: 正確。服務成本加公費法中，直接薪資係指實際薪資。廠商每年發給員工之獎金可視為直接薪資一部分，並納入公費計算基準。"
  },
  {
    "Id": "144",
    "Type": "是非題",
    "Q": "機關辦理機械系統、號誌系統、昇降設備、冷凍空調、節能績效工程等設備工程，不得採統包方式辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 144: 只要符合統包實施辦法（提升效率、縮短工期、無增加經費之虞），機械、空調或節能工程皆「得」採統包方式招標。"
  },
  {
    "Id": "145",
    "Type": "是非題",
    "Q": "機關辦理建築物工程之新建、增建、改建、修建，得採統包方式辦理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 145: 正確。新建、增建等建築工程常涉及設計與施工介面整合，機關經評估後，得依採購法第 24 條採統包方式辦理。"
  },
  {
    "Id": "146",
    "Type": "是非題",
    "Q": "機關辦理採購對於刊登廠商拒絕往來之處置，應依採購法第101條至第103條之規定辦理，不得任意增加其他條款。惟如有就採購法第101條第1項各款情形補充說明其適用情形者，無須於招標文件敘明。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 146: 對於 101 條之補充說明，仍應於招標文件敘明，以符透明化原則及保障廠商權益。不得僅口頭說明或事後增加限制。"
  },
  {
    "Id": "147",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，採建造費用百分比法之計費方式者，與同一服務契約有關之各項工程，應分別計算建造費用。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 147: 「同一服務契約」內之各項工程應合併計算建造費用。若分別計價，會導致級距費率重複計算較高之區間，對機關不利且不合理。"
  },
  {
    "Id": "148",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，採建造費用百分比法之計費方式者，與同一服務契約有關之各項工程，其非屬分期或分區或開口服務契約之分案工程，應合併計算建造費用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 148: 正確。同一契約項目合併計費符合規模經濟，除非該案件屬分期分區執行或開口契約分案，否則應採總建造費用適用對應費率。"
  },
  {
    "Id": "149",
    "Type": "是非題",
    "Q": "工程採購部分履約項目屬環保產品者，適用「機關優先採購環境保護產品辦法」優先採購之規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 149: 工程採購中若包含符合標章之環保產品，仍得適用優先採購辦法，對該「產品項目」進行優先考慮或價格優惠。"
  },
  {
    "Id": "150",
    "Type": "是非題",
    "Q": "工程採購部分履約項目屬環保產品者，不適用「機關優先採購環境保護產品辦法」優先採購之規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 150: 錯誤（解析同 149）。雖然是「工程案」，但其中使用的材料（如回收木材、省電燈具）若具環保標章，機關應優先採用或給予獎勵。"
  },
  {
    "Id": "151",
    "Type": "是非題",
    "Q": "招標機關應於招標文件規定，外國營造業投標之營造業登記證及公會會員證須於投標前取得。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 151: 依據「營造業法」及相關函釋，外國營造業投標時雖須具備其本國資格，但「登記證」及「公會會員證」得於得標後、履約前取得，以免造成不當國際貿易限制。"
  },
  {
    "Id": "152",
    "Type": "是非題",
    "Q": "招標機關得於招標文件規定，外國營造業投標之營造業登記證須於投標前取得；公會會員證則可於履約前再請領。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 152: 正確。外國廠商投標時可先提供經公證之本國登記證明。機關可規定得標後需限期領取我國登記證，而公會會員證則於實際開工履約前完成加入即可。"
  },
  {
    "Id": "153",
    "Type": "是非題",
    "Q": "機關委託廠商辦理技術服務，同一委託技術服務契約，其服務費用之計算，僅能擇定1種計費方式。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 153: 依「技服辦法」第 25 條，同一契約得視不同服務項目之特性，同時採行多種計費方式（如規劃用固定金額，監造用建造百分比法），具備調整靈活性。"
  },
  {
    "Id": "154",
    "Type": "是非題",
    "Q": "機關委託廠商辦理技術服務，同一委託技術服務契約，其服務費用之計算，得擇定2種以上計費方式。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 154: 正確。技服採購案件常涉及不同工作範疇，機關可彈性組合「服務成本加公費法」、「固定費用」或「建造費用百分比法」於同一契約中執行。"
  },
  {
    "Id": "155",
    "Type": "是非題",
    "Q": "技術服務採購金額未達新臺幣500萬元之規劃、設計採購，其採競圖方式辦理者，不得要求製作模型及彩繪透視圖。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 155: 此非強制性規定。依「技服辦法」第 18 條，是否要求模型或透視圖屬機關裁量權，即便預算未達 500 萬元，機關亦得視實際需要不予要求。"
  },
  {
    "Id": "156",
    "Type": "是非題",
    "Q": "技術服務採購金額未達新臺幣500萬元之規劃、設計採購，其採競圖方式辦理者，得不要求製作模型及彩繪透視圖。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 156: 正確。考量廠商成本負擔，對於規模較小（未達 500 萬）之技服採購，機關得於競圖時不要求提供昂貴的模型或彩繪圖，以減輕投標負擔。"
  },
  {
    "Id": "157",
    "Type": "是非題",
    "Q": "機關以統包併採最有利標決標方式辦理者，無須報經上級機關核准。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 157: 依「統包實施辦法」第 2 條及「最有利標評選辦法」，機關辦理統包或採最有利標決標，除有特別豁免情形外，原則上應報經上級機關核准。"
  },
  {
    "Id": "158",
    "Type": "是非題",
    "Q": "機關以統包併採最有利標決標方式辦理者，應逐案報經上級機關核准。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 158: 正確。統包與最有利標涉及專業判斷且執行複雜度高，為求審慎，採購法要求機關應逐案報請上級機關核准後，始得辦理該類採購。"
  },
  {
    "Id": "159",
    "Type": "是非題",
    "Q": "外國技師如欲於我國提供服務，得以外國技師執照代替我國執照。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 159: 外國技師須依「技師法」規定，經我國考試及格或透過雙邊相互認許，並取得我國技師證書及執業執照後，方可於我國境內正式執業並簽署圖說。"
  },
  {
    "Id": "160",
    "Type": "是非題",
    "Q": "外國技師如欲於我國提供簽證服務，可經我國技師考試及格取得技師證書，或依我國與其母國所簽相互認許協議等方式，於取得我國執照後為之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 160: 正確。外國技師在台簽證權受「技師法」規範。必須透過取得我國證照或依據平等互惠、相互認許之協議，合法領取執照後始得依法執行業務。"
  },
  {
    "Id": "161",
    "Type": "是非題",
    "Q": "機關委託廠商辦理技術服務，服務費用採建造費用百分比法計費者，其服務費率應按工程內容、服務項目及難易度，參考附表1至附表4，訂定建造費用之費率級距及各級費率，簽報機關首長或其授權人員核定，無須於招標文件中載明。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 161: 服務費率級距與百分比屬重大決標條件，必須於「招標文件」中明確載明，以作為廠商投標、估算成本及後續平價、議價之依據。"
  },
  {
    "Id": "162",
    "Type": "是非題",
    "Q": "機關委託廠商辦理技術服務，服務費用採建造費用百分比法計費者，其服務費率應按工程內容、服務項目及難易度，參考附表1至附表4，訂定建造費用之費率級距及各級費率，簽報機關首長或其授權人員核定，並於招標文件中載明。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 162: 正確。依「技服辦法」第 29 條，機關應事先訂定合理費率級距，報准後於招標文件中公開，確保採購公平、透明並符合採購法公開競爭精神。"
  },
  {
    "Id": "163",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，有2家以上廠商為同一優勝順序者，以配分最高之評選項目之得分合計值較高者優先議價；得分仍相同者，就該等廠商進行抽籤決定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 163: 依「技服辦法」第 23 條，同分時應先比配分最高項目，若仍相同則需「再行綜合評選 1 次」，而非直接進入抽籤。本題程序描述不完整，故 X。"
  },
  {
    "Id": "164",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，有2家以上廠商為同一優勝順序者，擇配分最高之評選項目之得分合計值較高者，優先議價；得分仍相同者，就該等廠商再進行綜合評選1次，以總評分最高、價格與總評分之商數最低或序位合計值最低者，優先議價；其再次相同者，抽籤決定之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 164: 正確。當廠商序位或評分相同時，法規規定了一套完整的篩選機制：比最高分項目、再綜合評選，最後手段才是以「抽籤」決定優先議價順序。"
  },
  {
    "Id": "165",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，有2家以上廠商為同一優勝順序者，以標價低者優先議價。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 165: 技服採購首重品質。當優勝順序相同時，優先比序以「專業技術得分」為準，並非直接以「標價低者」決定，以避免陷入低價競爭影響設計品質。"
  },
  {
    "Id": "166",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，機關委託廠商辦理舊有建築物整修之技術服務，且服務項目包括規劃、設計者，其服務費用之採購金額在新臺幣500萬元以上者，應辦理競圖。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 166: 「技服辦法」規定採購金額 500 萬元以上之「新建建築物」技術服務應辦理競圖，但「舊有建築物整修」並非強制必須辦理競圖之範圍。"
  },
  {
    "Id": "167",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，機關委託廠商辦理新建建築物之技術服務，且服務項目包括規劃、設計者，其服務費用之採購金額在新臺幣500萬元以上者，應辦理競圖。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 167: 正確。依「技服辦法」第 18 條，新建建築物之規劃設計，若預估服務費用達 500 萬元以上者，應以競圖方式辦理，以徵選最佳空間設計方案。"
  },
  {
    "Id": "168",
    "Type": "是非題",
    "Q": "機關委託廠商辦理技術服務，採最有利標方式辦理決標時，若廠商報價低於底價80%，且標價偏低、顯不合理，有影響履約品質之虞者，可依採購法第58條規定請廠商提出說明。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 168: 採「最有利標」決標原則時，其評選已包含對價格合理性之審查，故不適用採購法第 58 條（低於底價 80% 處理程序）。第 58 條僅適用於最低標。"
  },
  {
    "Id": "169",
    "Type": "是非題",
    "Q": "機關委託廠商辦理技術服務，對於重複性工程服務採用相同之設計圖說之情形，其設計費用應酌予折減給付。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 169: 正確。基於公平合理原則，重複性工程（如典型校舍或公廁）若沿用相同圖說，設計工作量大幅降低，機關應於契約訂明折減設計費用。"
  },
  {
    "Id": "170",
    "Type": "是非題",
    "Q": "機關辦理查核金額以上之工程採購，因應緊急情事，依招標期限標準第2條至第4條所定期限辦理不符合實際需要者，可免於公告招標前辦理招標文件之公開閱覽。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 170: 正確。依「公共工程招標文件公開閱覽制度實施要點」，遇有「緊急情事」且合於招標期限標準規定者，機關得免辦理公開閱覽以爭取時效。"
  },
  {
    "Id": "171",
    "Type": "是非題",
    "Q": "機關工程履約期間辦理原有契約項目之變更追加數量，致契約金額逾原決標金額，因以原契約單價計價，爰其增加之金額無須刊登決標公告或定期彙送。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 171: 依採購法第 61、62 條，契約變更增加之金額屬決標內容變動。如單次變更或累計金額達公告金額以上，仍應辦理決標公告或定期彙送。"
  },
  {
    "Id": "172",
    "Type": "是非題",
    "Q": "機關委託廠商承辦屬特殊採購之技術服務，招標文件得規定廠商資本額不低於招標預算金額之五分之一。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 172: 依「投標廠商資格與特殊採購認定標準」，技術服務屬「勞務採購」，不得限制資本額。限制資本額之規定僅限於財物或工程採購中之特殊案件。"
  },
  {
    "Id": "173",
    "Type": "是非題",
    "Q": "機關辦理公告金額以上之技術服務採購，得採固定費用或費率之最有利標，如果廠商於投標文件內自願減價，機關仍應依招標文件規定之原定固定費用或費率決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 173: 採固定費用決標者，廠商於投標文件自願減價應予接受，決標時應以該「減讓後之價格」決標，不得強制以原固定金額決標。"
  },
  {
    "Id": "174",
    "Type": "是非題",
    "Q": "受機關委託之技術服務廠商，所訂定之技術規格如屬特殊技術規格，應要求該廠商於提出技術規格前，向機關書面說明其必要性。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 174: 正確。為防止技服廠商於規格中指定特定專利或廠牌造成綁標，採購法規定若必須使用特殊規格，廠商應向機關書面說明其必要性及合理性。"
  },
  {
    "Id": "175",
    "Type": "是非題",
    "Q": "機關委託技術服務廠商辦理監造服務，其派遣留駐工地，持續性監督施工廠商按契約及設計圖說施工及查證施工廠商履約人員之資格、人數、是否專任、留駐工地期間及權責分工，應於委託契約載明。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 175: 正確。監造計畫是確保施工品質的核心。機關應於契約內明確定義監造人員之留駐義務與查證權責，以落實監督機制並釐清後續履約責任。"
  },
  {
    "Id": "176",
    "Type": "是非題",
    "Q": "機關委託廠商辦理技術服務，除法令另有規定者外，其招標文件得依個案特性及實際需要載明服務之項目、工作內容及需求計畫。其需求計畫之內容並得包括計畫緣起、需求說明、基地現況、地質資料、工程經費上限、預計提供技術服務之期程等。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 176: 正確。提供詳盡的需求計畫（如地質、預算上限、期程）有助於投標廠商精確評估風險並提出可行的服務建議書，係機關辦理採購之基本義務。"
  },
  {
    "Id": "177",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，可於招標文件之契約條款預先約定監造技師或建築師必須於查驗、初驗及驗收時親自到場辦理或會辦，缺席者以違約處理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 177: 正確。重大節點（如驗收）之出席屬技師或建築師之法定義務與契約責任，機關得於契約預先約定違約金或罰則，確保專業人員親自到場。"
  },
  {
    "Id": "178",
    "Type": "是非題",
    "Q": "依「機關委託技術服務廠商評選及計費辦法」之規定，建造費用百分比法之建造費用，招標文件可載明不包括刨除路面有價料之金額。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 178: 正確。有價料（如廢瀝青）之處理方式會影響工程成本。機關得於招標文件中載明建造費用之計算是否扣除該部分，以利費用計算基準一致。"
  },
  {
    "Id": "179",
    "Type": "是非題",
    "Q": "廠商有施工品質不良或其他違反公共工程施工品質管理作業要點之情事，機關得依契約約定暫停發放工程估驗款或為其他適當之處置，並得依採購法第101條至第103條規定處理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 179: 正確。機關對品質不良廠商有契約管理權（扣款、暫停估驗）及行政處分權（刊登黑名單）。兩者併行，以確保公共工程品質。"
  },
  {
    "Id": "180",
    "Type": "是非題",
    "Q": "工程施工查核小組查核紀錄應於7個工作天內送工程主辦機關；其應檢討改善者，工程主辦機關應於期限內改善完妥後，報查核小組備查。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 180: 正確。查核紀錄之送達時效與改善回報程序，皆在「工程施工查核小組作業辦法」中有明確天數限制，以督促機關與廠商即時解決缺失。"
  },
  {
    "Id": "181",
    "Type": "是非題",
    "Q": "機關委託監造，應於招標文件內明訂：監造單位派駐現場人員之資格及人數，並依據監造計畫執行監造作業。其未能有效達成品質要求時，得隨時撤換之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 181: 正確。監造人員資格直接影響工程品質。機關應有權審查其資格，並於其職能不足、不按圖施工或未落實監造時，要求廠商更換人員。"
  },
  {
    "Id": "182",
    "Type": "是非題",
    "Q": "工程施工查核小組進行查核時，應依相關法令及工程契約約定，查核工程品質及進度等事宜。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 182: 正確。查核小組之職權包含「品質」與「進度」兩大面向，依據法令與契約約定進行實地稽核，是公共工程品質控管的外部機制。"
  },
  {
    "Id": "183",
    "Type": "是非題",
    "Q": "機關工程採購契約得訂明保固期間內，採購標的因瑕疵致無法使用時，該期間得不予計入保固期。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 183: 正確。保固期之設計旨在確保標的於一定期間內可使用。若因廠商瑕疵導致無法使用，該停用期間不應計入保固，以保護機關權益。"
  }
]