[
  {
    "Id": "1",
    "Type": "是非題",
    "Q": "政府採購法主管機關召開「政府採購諮詢小組」會議，其決議之效力等同調解建議。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 1: 諮詢小組屬行政體系內部建議，目的在縮短爭議處理時程；其建議不具法律強制力，亦不等同採購申訴審議委員會所作具法律效力之調解建議。"
  },
  {
    "Id": "2",
    "Type": "是非題",
    "Q": "原工程採購契約無物價調整條款，履約期間如構成民法所定情事變更，得辦理契約變更新增物價調整條款。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 2: 依民法第 227-2 條情事變更原則，若契約成立後發生不可預見之劇烈物調，為公平合理，機關得辦理契約變更增訂物調條款以維開發品質。"
  },
  {
    "Id": "3",
    "Type": "是非題",
    "Q": "政府採購全生命週期風險管理，不包含營運維護階段。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 3: 全生命週期應涵蓋從「可行性研究、規劃設計、招標決標、履約驗收」到最後的「營運維護」及「除役」，以確保公共設施之永續功能。"
  },
  {
    "Id": "4",
    "Type": "是非題",
    "Q": "政府採購全生命週期風險管理，包含計畫階段、規劃設計階段、招標決標階段、履約驗收階段、營運維護階段。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 4: 正確。全生命週期風險管理必須貫穿計畫、設計、招標、履約至營運各階段，確保每一環節皆能識別並控管可能影響目標之風險。"
  },
  {
    "Id": "5",
    "Type": "是非題",
    "Q": "機關辦理工程採購多次流標，經檢討原因係個案量體過大、過於複雜，機關得就各專業工項拆標，分別以限制性招標方式辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 5: 辦理採購應以公開競爭為原則。雖可合理分標，但「分別以限制性招標」辦理違反採購法第 19 條及第 6 條之公平競爭原則，除非符合第 22 條特定要件。"
  },
  {
    "Id": "6",
    "Type": "是非題",
    "Q": "機關辦理工程採購多次流標，經檢討原因係個案量體過大、過於複雜，機關得以量體規模或專業工項合理拆標來因應。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 6: 正確。面對大型或複雜工程，合理拆標（如按工種或量體）有助於吸引專業廠商、降低投標門檻並分擔履約風險，屬正當之採購策略。"
  },
  {
    "Id": "7",
    "Type": "是非題",
    "Q": "機關辦理公告金額以上之技術服務，以訂有底價之最低標為原則。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 7: 依《機關委託技術服務評選及計費辦法》，技術服務首重品質，應以最有利標或評選優勝廠商辦理，而非以價格競爭的最低標為原則。"
  },
  {
    "Id": "8",
    "Type": "是非題",
    "Q": "機關辦理公告金額以上之技術服務，以不訂底價(含固定價格或費率)之最有利標為原則。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 8: 正確。為確保設計品質與專業水準，技術服務應採準用最有利標，並得依固定費率或參考手冊不訂底價，採行議價或評選機制。"
  },
  {
    "Id": "9",
    "Type": "是非題",
    "Q": "在政府採購全生命週期之規劃設計階段，可先不考量預算。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 9: 規劃設計必須在計畫核定預算範圍內進行。若無視預算進行設計，將導致後續發包困難或計畫超支，違反《公共工程增加經費審查機制》。"
  },
  {
    "Id": "10",
    "Type": "是非題",
    "Q": "在政府採購全生命週期之規劃設計階段，應考量設計成果符合原工程定位、預算範圍、工法可行性及工期合理性。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 10: 正確。設計階段是成本與品質的關鍵，必須整合功能定位、預算限制、工法可行性及工期，才能確保計畫落實，避免後續頻繁變更。"
  },
  {
    "Id": "11",
    "Type": "是非題",
    "Q": "政府採購全生命週期概念僅適用於技術服務及工程採購。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 11: 全生命週期係管理概念。除了工程，財物採購（如維護保固）與勞務採購（如營運績效）同樣涉及計畫、執行至結案之完整過程。"
  },
  {
    "Id": "12",
    "Type": "是非題",
    "Q": "政府採購全生命週期概念均可適用於工程、財物及勞務採購。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 12: 正確。任何採購類型均有其生命週期。透過全生命週期評估，可優化總持有成本（TCO），確保從採購需求到報廢處置皆符合經濟效益。"
  },
  {
    "Id": "13",
    "Type": "是非題",
    "Q": "為有效管理使用公共設施避免閒置，工程會原則每年召開1次督導會議，協調解決閒置公共設施跨機關或通案性問題，督導活化閒置公共設施相關事項。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 13: 針對閒置公共設施，工程會設有專案小組，原則上係按季或視需要隨時召開會議督導（非僅每年 1 次），以落實活化目標。"
  },
  {
    "Id": "14",
    "Type": "是非題",
    "Q": "工程招標時，機關應檢核原核定之設計預算是否符合招標當下之市場行情，並作必要之調整；招標文件並納入總指數漲跌幅調整契約價金之內容即可。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 14: 僅納入總指數是不夠的。依行政院規定，應視工程性質納入個別項目（如鋼筋）及中分類指數調整，且須檢核市場行情以編列合理底價。"
  },
  {
    "Id": "15",
    "Type": "是非題",
    "Q": "因設計與計畫核定有時間差，爰機關編列計畫經費時，除應配合當時物價編列，亦應針對其後之物價調整編列費用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 15: 正確。考量物價波動，編列計畫預算時除依現時行情，亦應依物價預估變動趨勢增編預備金或物調費用，避免發包時預算不足。"
  },
  {
    "Id": "16",
    "Type": "是非題",
    "Q": "工程會協助解決機關與廠商間因政府採購契約條款認知歧異之問題，成立之政府採購諮詢小組，該小組所作出之諮詢建議，因屬採購法主管機關之意見，對契約雙方有拘束力。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 16: 諮詢小組意見僅供機關參考，屬行政指導性質。其諮詢結果對廠商與機關均無法律強制力，爭議仍應透過調解、仲裁或訴訟解決。"
  },
  {
    "Id": "17",
    "Type": "是非題",
    "Q": "依據「公共建設工程經費估算編列手冊」，直接工程成本不包括品管費。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 17: 依「公共建設工程經費估算編列手冊」，品管費屬直接工程成本中之必要項目（約占 0.6% 至 2%），確保施工品質符合規範。"
  },
  {
    "Id": "18",
    "Type": "是非題",
    "Q": "依據「公共建設工程經費估算編列手冊」，工程預備費為因應可行性評估、綜合規劃及設計等各階段，因無法預見之情事變更等狀況，所預為準備的一筆費用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 18: 正確。工程預備費係為應對設計或施工過程中，因法規變動、地形不明或不可抗力等無法預見事項而編列之應變經費，保障計畫穩定。"
  },
  {
    "Id": "19",
    "Type": "是非題",
    "Q": "機關辦理工程採購之估驗付款作業，應依個案契約約定、政府採購法第73條之1規定辦理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 19: 正確。估驗付款應嚴格遵守契約約定頻率。採購法第 73-1 條亦規範機關應於接獲廠商請款後及時辦理審核與付款作業。"
  },
  {
    "Id": "20",
    "Type": "是非題",
    "Q": "政府採購法於108年增訂第70條之1，明確規範機關辦理工程規劃、設計階段，應依工程規模及特性，分析潛在施工危險，編製符合職業安全衛生法規之安全衛生圖說及規範，並量化編列安全衛生費用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 20: 正確。此增訂條文強化了源頭管理，要求在設計階段即須考量施工安全，並將「量化編列」安衛費用法制化，防止廠商因低價競爭犧牲安全。"
  },
  {
    "Id": "21",
    "Type": "是非題",
    "Q": "契約約定應抽樣檢驗或檢送來源、品質證件之材料、設備及施工項目，均須經檢驗合格或證件送經機關核可後始得計價。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 21: 正確。基於品質控管，契約規定的證明文件及材料檢驗是付款的前置條件。未經合格簽認之項目不得計價，以避免領走預付後發生品質瑕疵。"
  },
  {
    "Id": "22",
    "Type": "是非題",
    "Q": "廠商未依契約約定辦理，或實際進度落後達契約約定之一定百分比以上，而予以暫停發放估驗款或扣留部分款項時，無須依規定程序辦理當期之估驗手續。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 22: 即使暫停發放或扣留款項，估驗手續仍應完成。程序上須確認完成數量並依約結算，僅是在最後撥付階段執行暫扣或止付。"
  },
  {
    "Id": "23",
    "Type": "是非題",
    "Q": "工程契約無單價分析表者，得由廠商提送單價分析表經監造單位審核簽認及機關審定後，依施工完成部分分項計價。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 23: 正確。若原契約僅有總價，可由廠商補提詳細之單價分析表，經監造及機關審核後，作為後續分期估驗計價之計量依據。"
  },
  {
    "Id": "24",
    "Type": "是非題",
    "Q": "先期規劃階段工期估算方式得參考類案，並應考量納入影響施工期間之事項。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 24: 正確。工期估算除參考類似案例，必須考量環評、用地取得、施工天候、國定假日及特殊地質等變數，以編列合理之履約期限。"
  },
  {
    "Id": "25",
    "Type": "是非題",
    "Q": "各機關辦理各項公共工程及房屋建築計畫，應自設定建造標準時，即審酌其工程定位及功能，對應提出妥適之建造標準，並從預算編列、設計、施工、監造到驗收各階段，均依所設定之建造標準落實執行，以有效運用政府預算。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 25: 正確。此為「定位準確、經費落實」之核心理念。各階段必須遵循初始設定的建造標準（Standard），避免「設計超標準」或「品質不達標」。"
  },
  {
    "Id": "26",
    "Type": "是非題",
    "Q": "工程招標結果順利決標，代表委託設計廠商之設計成果沒有限制競爭。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 26: 決標僅代表有廠商投標。若設計內容限定特定專利、材料或特定廠牌，仍可能構成限制競爭（第 26 條），不能因已決標而溯及既往認定合法。"
  },
  {
    "Id": "27",
    "Type": "是非題",
    "Q": "除傳統之工程採購招標方式外，可採統包方式辦理招標，或採同步施工方式，將工程計畫適當的分標，分階段進行設計與施工，俾縮短重疊等待設計的時程。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 27: 正確。採購法第 24 條允許統包或分段施工（如設計施工並行），可縮短整體期程，提升行政效率，適用於具時效性之重大計畫。"
  },
  {
    "Id": "28",
    "Type": "是非題",
    "Q": "機關於細部設計階段委託技術服務廠商辦理生態保育措施，不得另計其費用。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 28: 生態保育屬於專業工作。若契約原範圍未含括，或屬細部設計階段之額外專業要求，應核實計給技術服務費用，不能要求廠商做白工。"
  },
  {
    "Id": "29",
    "Type": "是非題",
    "Q": "機關於規劃階段委託技術服務廠商辦理生態環境調查、研擬環境友善措施，提出合宜之工程配置方案，應另計其費用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 29: 正確。因應環境友善趨勢，規劃階段之生態調查及評估具備專業性且耗費成本，應於委託契約中專項量化編列，以落實環境保護。"
  },
  {
    "Id": "30",
    "Type": "是非題",
    "Q": "基本設計階段施工工期之推估方式，得採每月可施作金額推估，並考量工程規模、經費、技術工法、基地狀況、證(執)照許可、用地取得等因素。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 30: 正確。工期推估需多元考量。以每月施作金額反推可檢核預算執行率，再佐以基地限制、證照核發等實務因子，可擬具更精準之工期。"
  },
  {
    "Id": "31",
    "Type": "是非題",
    "Q": "基本設計階段應檢視是否依計畫階段所設立之工程定位、功能及建造標準據以執行，以利接續落實於後續細部設計、施工、監造及驗收等階段。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 31: 正確。基本設計（Preliminary Design）係承先啟後之階段。必須查核是否偏離原計畫目標，確保後續細部設計不會發生大幅更迭或預算失控。"
  },
  {
    "Id": "32",
    "Type": "是非題",
    "Q": "橋梁設計擇定結構型式時，應將美觀性納入考量，其造成之長期偏心及扭矩不必考量。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 32: 橋梁設計雖需美觀，但構造安全與受力分析為首要。長期偏心與扭矩影響結構穩定與壽命，必須經專業結構技師精確計算納入設計。"
  },
  {
    "Id": "33",
    "Type": "是非題",
    "Q": "經費較高或較複雜之公共工程計畫，應設定妥適標準、規格及等級，必要時可先行編列規劃費用委託專業機構妥適評估造價。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 33: 正確。重大工程經費龐大，為避免估計失準，應提撥專款委託專業機構進行造價評估與可行性研究，作為後續編列預算之科學依據。"
  }
]