[
  {
    "Id": "1",
    "Type": "是非題",
    "Q": "廠商投標前得對機關招標文件之事項以書面向招標機關申請調解。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 1: 調解僅適用於「履約或驗收」階段。廠商對「招標文件」有異議時，應依採購法第 75 條提出「異議」，而非申請調解。"
  },
  {
    "Id": "2",
    "Type": "是非題",
    "Q": "機關辦理採購，與廠商之履約爭議經採購申訴審議委員會提出調解建議或調解方案，因機關不同意致調解不成立者，廠商提付仲裁，機關不得拒絕。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 2: 依採購法第 85 條之 1，機關不同意調解建議時，廠商提付仲裁「機關不得拒絕」之規定，僅限於「工程採購」及「技術服務採購」，並非所有採購皆適用。"
  },
  {
    "Id": "3",
    "Type": "是非題",
    "Q": "廠商對於招標文件廠商資格認有違反法令，因時間急迫，故可以電話方式向機關提出異議，不用提出書面文件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 3: 法律行為須具備明確性。異議、申訴及調解皆應以「書面」方式提出，電話溝通不具法律效力，無法啟動法定期限的計算。"
  },
  {
    "Id": "4",
    "Type": "是非題",
    "Q": "小額採購不適用政府採購法第101條通知廠商及刊登政府採購公報之規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 4: 採購法第 101 條旨在汰除不良廠商，其適用對象為「機關辦理採購」，並無金額限制。即便小額採購，若廠商有違法或重大違約，仍應通知停權。"
  },
  {
    "Id": "5",
    "Type": "是非題",
    "Q": "採購申訴審議委員會辦理調解之程序及其效力，除政府採購法有特別規定者外，準用仲裁法有關調解之規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 5: 依採購法第 85 條之 1，調解程序除本法有規定外，係準用「民事訴訟法」有關調解之規定，而非準用仲裁法。"
  },
  {
    "Id": "6",
    "Type": "是非題",
    "Q": "調解經當事人合意而成立；當事人不能合意者，由採購申訴審議委員會命其接受而成立。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 6: 調解核心在於當事人雙方「合意」。申訴會雖得提出調解建議或方案，但若當事人（機關或廠商）不同意，調解即不成立，不能命其接受。"
  },
  {
    "Id": "7",
    "Type": "是非題",
    "Q": "機關通知廠商將依政府採購法第101條第1項第12款規定刊登政府採購公報，廠商不服該通知向機關提出書面異議，機關對此異議作成維持原決定之結果，廠商不服該處理結果，復向機關以書面表示不服，機關於收到該書面後應於5日內移文至該管採購申訴審議委員會。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 7: 廠商對第 101 條異議處理結果不服，應向申訴會提出「申訴」。機關無需自動移文，應由廠商自行於法定期限內向申訴會遞狀。"
  },
  {
    "Id": "8",
    "Type": "是非題",
    "Q": "機關辦理工程採購，甲、乙廠商共同投標，共同投標協議書上已載明：土建部分由甲廠商施作，水電部分由乙廠商施作，嗣機關因甲廠商土建部分履約進度落後，認有政府採購法第101條第1項第10款規定之情事，應同時通知甲、乙廠商將依政府採購法第101條第1項第10款規定刊登政府採購公報。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 8: 第 101 條處分應具備「可歸責性」。若共同投標中僅甲廠商違約，機關僅得通知甲廠商，不得連帶處分無過失的乙廠商。"
  },
  {
    "Id": "9",
    "Type": "是非題",
    "Q": "廠商對於機關辦理採購（採購金額為新臺幣90萬元），認其招標文件對於廠商資格之規定有違反法令，乃向招標機關提出異議，復不服招標機關對於異議所為之決定，可於收到機關異議處理結果之次日起15日內向該管採購申訴審議委員會申訴。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 9: 90 萬元採購屬「未達公告金額」。依採購法第 76 條，廠商僅能對「公告金額以上」之招標異議結果提出申訴，未達者僅能異議。"
  },
  {
    "Id": "10",
    "Type": "是非題",
    "Q": "廠商申請調解，嗣撤回調解之申請，後又就同一爭議案件申請調解，採購申訴審議委員會應不予受理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 10: 調解撤回後可否再行申請，法無禁止規定（除非已逾時效）。申訴會應受理審理，不能直接以撤回過為由不予受理。"
  },
  {
    "Id": "11",
    "Type": "是非題",
    "Q": "機關辦理新臺幣80萬元之工程採購，與廠商就驗收事宜發生爭議，不可向採購申訴審議委員會申請調解。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 11: 採購履約爭議調解並無金額限制。80 萬元雖未達公告金額，但雙方發生驗收爭議時，廠商仍得依第 85 條之 1 申請調解。"
  },
  {
    "Id": "12",
    "Type": "是非題",
    "Q": "廠商與機關間關於政府採購履約或驗收之爭議，得依政府採購法之規定提出異議及申訴。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 12: 履約或驗收爭議應採「調解」或「仲裁/訴訟」解決；「異議及申訴」主要適用於招標、審標、決標等程序爭議，定義不同。"
  },
  {
    "Id": "13",
    "Type": "是非題",
    "Q": "採購申訴逾越法定期間，雖得不予受理，惟有正當理由時，應予受理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 13: 申訴期間為法定「不變期間」。逾期提出申訴者，申訴會應為不受理之決議。法律並無「正當理由即可受理」之例外裁量權。"
  },
  {
    "Id": "14",
    "Type": "是非題",
    "Q": "採購履約爭議，機關依政府採購法第85條之1規定，向採購申訴審議委員會申請調解，另一方之當事人不得拒絕。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 14: 履約爭議調解應由「雙方合意」或「一方申請，他方同意」為之。除特定強制仲裁情形外，並非一方申請，他方即不得拒絕調解。"
  },
  {
    "Id": "15",
    "Type": "是非題",
    "Q": "採購申訴應具申訴書，惟異議得以言詞向機關提出。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 15: 依採購法第 75 條及 77 條，異議與申訴均應以「書面」提出。異議必須記載事實及理由，不可僅以言詞為之。"
  },
  {
    "Id": "16",
    "Type": "是非題",
    "Q": "採購申訴審議委員會得命調解當事人接受調解建議。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 16: 申訴會職權為提供專業中立之解決建議。若一方（特別是機關）不同意建議，調解即不成立，申訴會無權強迫當事人接受。"
  },
  {
    "Id": "17",
    "Type": "是非題",
    "Q": "廠商於履約中因違反契約約定事項，遭機關計罰違約金，廠商就此得提出調解。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 17: 違約金計罰屬「履約爭議」範疇。廠商若認計罰不公，得依第 85 條之 1 申請調解，以尋求專業委員之法律與技術判斷，正確。"
  },
  {
    "Id": "18",
    "Type": "是非題",
    "Q": "廠商於履約中因違反契約約定事項，遭機關計罰違約金，廠商就此得提出申訴。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 18: 履約爭議（如違約金、工期）應走「調解」程序；「申訴」係針對招標過程之異議處理結果不服，或第 101 條停權處分不服，正確。"
  },
  {
    "Id": "19",
    "Type": "是非題",
    "Q": "機關辦理之設計監造採購案，與廠商就工期發生爭議，廠商申請調解，並經採購申訴審議委員會作成調解建議，廠商同意建議，但機關不同意建議，故廠商提付仲裁時，機關不可拒絕仲裁。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 19: 「設計監造」屬技術服務採購。依第 85 條之 1，機關不同意調解建議導致不成立時，廠商提付仲裁，機關強制接受，不得拒絕，正確。"
  },
  {
    "Id": "20",
    "Type": "是非題",
    "Q": "廠商對於招標機關追繳或不予發還押標金之異議處理結果不服，因該採購案未達公告金額，故不得再提出申訴。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 20: 押標金之沒收與追繳屬「對廠商處分」。依採購法第 76 條及 83 條，不論金額大小，廠商均得提出申訴，不受公告金額限制。"
  },
  {
    "Id": "21",
    "Type": "是非題",
    "Q": "機關辦理技術服務採購，與廠商之履約爭議經採購申訴審議委員會提出調解建議，因機關不同意致調解不成立者，廠商提付仲裁，機關得視個案特性及實際需要決定是否接受。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 21: 法規針對技術服務與工程採購設有「強制仲裁」精神。機關若不同意調解建議，則必須接受廠商之仲裁請求，無裁量權。"
  },
  {
    "Id": "22",
    "Type": "是非題",
    "Q": "機關辦理技術服務採購案，與廠商之履約爭議經採購申訴審議委員會提出調解建議，因機關不同意致調解不成立者，廠商提付仲裁，機關不得拒絕。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 22: 同編號 19 與 21，技術服務採購案之調解不成立時，為加速解決爭議，採購法賦予廠商單方提付仲裁之權，正確。"
  },
  {
    "Id": "23",
    "Type": "是非題",
    "Q": "提起採購申訴或履約爭議調解後，即不得撤回。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 23: 採購救濟屬當事人權利，當事人得於審議判斷或調解成立前，隨時撤回申訴或調解申請。撤回後程序終結。"
  },
  {
    "Id": "24",
    "Type": "是非題",
    "Q": "主管機關及直轄市、縣（市）政府為處理中央及地方機關採購之廠商申訴及機關與廠商間之履約爭議調解，分別設採購申訴審議委員會；置委員7人至35人。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 24: 依採購法第 78 條，申訴會由 7 至 35 人組成，成員須具法律或採購專業。這是救濟制度的組織基礎，確保判斷專業，正確。"
  },
  {
    "Id": "25",
    "Type": "是非題",
    "Q": "廠商對於未達公告金額以上採購之異議處理結果不服，而向招標機關提出不服之事實及理由者，機關應將其移送於該管採購申訴審議委員會，並通知申訴廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 25: 未達公告金額採購，廠商對異議處理結果不服時，除第 101 條或押標金案外，依法「不得申訴」，機關亦無需移送。"
  },
  {
    "Id": "26",
    "Type": "是非題",
    "Q": "機關依政府採購法第101條第1項各款通知廠商將刊登政府採購公報之裁處權時效為5年。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 26: 刊登公報通知屬行政處分。依採購法第 101 條第 4 項，其處分權因「3 年」間不行使而消滅，並非 5 年。"
  },
  {
    "Id": "27",
    "Type": "是非題",
    "Q": "機關依政府採購法第101條第1項各款通知廠商將刊登政府採購公報之裁處權時效為3年。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 27: 3 年時效是為了避免機關遲未處理，使廠商長期處於不安狀態。時效自機關知悉有停權事由之日起算，正確。"
  },
  {
    "Id": "28",
    "Type": "是非題",
    "Q": "機關通知廠商依政府採購法第101條第1項第1款規定將刊登政府採購公報，經廠商書面異議後，機關逾2個月未為異議處理，廠商遂向採購申訴審議委員會提出申訴，此時機關應將廠商刊登政府採購公報。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 28: 異議或申訴期間，處分程序尚未確定。機關若於爭議處理程序中逕行刊登公報，會造成不可回復之損害，係屬違法。"
  },
  {
    "Id": "29",
    "Type": "是非題",
    "Q": "機關通知廠商依政府採購法第101條第1項第1款規定將刊登政府採購公報，經廠商書面異議後，機關逾2個月未為異議處理，廠商遂向採購申訴審議委員會提出申訴，此時機關不得將廠商刊登政府採購公報。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 29: 依採購法第 102 條及 103 條，必須等異議及申訴處理終結，且維持原刊登決定後，方可執行刊登公報，正確。"
  },
  {
    "Id": "30",
    "Type": "是非題",
    "Q": "申訴廠商於第1次預審會議期日前撤回採購申訴者，所繳審議費無息退還三分之一。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 30: 審議費退費額度係為鼓勵早期撤回以節省資源。預審會議前撤回者，應退還「二分之一」，而非三分之一。"
  },
  {
    "Id": "31",
    "Type": "是非題",
    "Q": "申訴廠商於第1次預審會議期日前撤回採購申訴者，所繳審議費無息退還二分之一。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 31: 預審會議是實質審議的開始。在投入大量審議資源前撤回，退還一半規費屬合理之行政規費負擔劃分，正確。"
  },
  {
    "Id": "32",
    "Type": "是非題",
    "Q": "政府採購調解申請人在我國無住所、事務所或營業所者，無需委任在我國有住所、事務所或營業所之代理人為之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 32: 為利法律文書送達及程序進行，在國內無據點之國外廠商必須委任代理人，以便申訴會與之溝通與開會。"
  },
  {
    "Id": "33",
    "Type": "是非題",
    "Q": "政府採購調解申請人在我國無住所、事務所或營業所者，應委任在我國有住所、事務所或營業所之代理人為之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 33: 這是實務操作之強制要求。外國廠商若無國內代理人，程序將難以進行，申訴會得因程序不合法而駁回，正確。"
  },
  {
    "Id": "34",
    "Type": "是非題",
    "Q": "廠商提出申訴時併請求暫停採購程序，採購申訴審議委員會於完成申訴審議前，為確保廠商權益，應通知招標機關暫停採購程序。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 34: 申訴會雖得建議暫停採購，但必須視「必要性」而定。若涉及公益或緊急性，未必會通知暫停，並非「應」通知。"
  },
  {
    "Id": "35",
    "Type": "是非題",
    "Q": "廠商提出申訴時併請求暫停採購程序，採購申訴審議委員會於完成申訴審議前，必要時得通知招標機關暫停採購程序。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 35: 依採購法第 82 條，申訴會得審酌個案影響，通知機關暫停。這是為了防止機關搶先簽約導致救濟失去意義，正確。"
  },
  {
    "Id": "36",
    "Type": "是非題",
    "Q": "採購申訴審議委員會委員可聘請社會公正人士但不具有法律或採購相關專門知識之人擔任。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 36: 申訴會為專業評議組織。委員必須具備法律、技術、管理或採購專長，不能僅聘請「無相關專業」之公正人士擔任。"
  },
  {
    "Id": "37",
    "Type": "是非題",
    "Q": "採購申訴審議委員會委員須聘請具有法律或採購相關專門知識之公正人士擔任。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 37: 委員資格直接影響審議品質。法規要求聘任具備法律或採購專業知識之人士，以確保審議判斷之權威與公正，正確。"
  },
  {
    "Id": "38",
    "Type": "是非題",
    "Q": "採購申訴不得僅就書面審議之，應以言詞為之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 38: 申訴制度為提升行政效率，採「書面審議為原則，言詞辯論為例外」。並非所有案件皆須強制進行言詞辯論。"
  },
  {
    "Id": "39",
    "Type": "是非題",
    "Q": "採購申訴得僅就書面審議之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 39: 當書面卷證已足以判斷法令適用時，申訴會得逕行作成審議判斷，以加速行政救濟流程，正確。"
  },
  {
    "Id": "40",
    "Type": "是非題",
    "Q": "採購申訴審議委員會之審議判斷指明原採購行為違反法令者，招標機關得向行政法院提起行政訴訟。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 40: 審議判斷書視同訴願決定。機關應受審議判斷之約束，不得針對該不利於機關之判斷提起行政訴訟。"
  },
  {
    "Id": "41",
    "Type": "是非題",
    "Q": "採購申訴審議委員會之審議判斷指明原採購行為違反法令者，招標機關應另為適法之處置。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 41: 申訴會具監督之效。若判斷指明機關違法，機關應立即自我糾正，如廢標、重行審標或更正決標結果，正確。"
  },
  {
    "Id": "42",
    "Type": "是非題",
    "Q": "廠商提出採購申訴，應同時繕具副本送招標機關。機關應自收受申訴書副本之次日起15日內，以書面向該管採購申訴審議委員會陳述意見。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 42: 為維持程序之嚴謹，機關之陳述意見期為「10 日」。15 日期限通常適用於異議處理或其他程序，此處應為 10 日。"
  },
  {
    "Id": "43",
    "Type": "是非題",
    "Q": "廠商提出採購申訴，應同時繕具副本送招標機關。機關應自收受申訴書副本之次日起10日內，以書面向該管採購申訴審議委員會陳述意見。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 43: 10 日期限旨在促使機關儘速回應，以利申訴會在法定的 3 個月內完成審議判斷，確保救濟時效，正確。"
  },
  {
    "Id": "44",
    "Type": "是非題",
    "Q": "採購申訴審議委員會之審議判斷書如指明機關原採購行為違反法令者，應一併於審議判斷中建議招標機關處置方式。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 44: 申訴會除指明違法外，法律亦賦予其「建議處置方式」之權。題目說「應」係指強制性，實際上係「得」為之。"
  },
  {
    "Id": "45",
    "Type": "是非題",
    "Q": "採購申訴審議委員會之審議判斷書如指明機關原採購行為違反法令者，亦得一併於審議判斷中建議招標機關處置方式。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 45: 建議處置方式（如：建議恢復採購程序）具備高度參考價值，能協助機關在違法判斷後，找到合法的補救路徑，正確。"
  },
  {
    "Id": "46",
    "Type": "是非題",
    "Q": "廠商申請調解時，其請求事項目前仍在法院審理中，且未合意停止訴訟，為利爭議加速解決，採購申訴審議委員會仍應受理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 46: 訴訟與調解係平行爭議解決機制。若已在法院審理且未停審，為避免行政與司法判斷衝突，調解應不予受理。"
  },
  {
    "Id": "47",
    "Type": "是非題",
    "Q": "廠商申請調解時，其請求事項目前仍在法院審理中，且未合意停止訴訟，該調解案採購申訴審議委員會應不予受理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 47: 基於司法優位及避免重複行政作業，若案件已進入法院程序，申訴會即不再受理調解，由法院統一判決，正確。"
  },
  {
    "Id": "48",
    "Type": "是非題",
    "Q": "機關依政府採購法第101條通知廠商後，廠商於規定期限內提出異議申訴，經申訴審議結果指明不違反政府採購法或並無不實者，機關應先確定該廠商未於法定期限內提起行政訴訟，再將其名稱及相關情形刊登政府採購公報。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 48: 申訴判斷書具有準裁判效力。一旦申訴結果維持刊登決定，機關即可執行，不需等待廠商提起行政訴訟之結果。"
  },
  {
    "Id": "49",
    "Type": "是非題",
    "Q": "機關依政府採購法第101條通知廠商後，廠商於規定期限內提出異議申訴，經申訴審議結果指明不違反政府採購法或並無不實者，機關應即將廠商名稱及相關情形刊登政府採購公報，尚不必先確定該廠商是否提起行政訴訟。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 49: 第 101 條刊登採「即時執行」精神。申訴程序完成即代表行政救濟程序終結（行政訴訟不影響處分執行），正確。"
  },
  {
    "Id": "50",
    "Type": "是非題",
    "Q": "廠商對於未達公告金額之採購，不得依政府採購法第102條規定提出申訴。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 50: 押標金追繳及第 101 條停權通知之救濟，屬於「行政處分」性質。依採購法第 102 條，廠商不論金額大小皆得申訴。"
  },
  {
    "Id": "51",
    "Type": "是非題",
    "Q": "廠商對於未達公告金額之採購，得依政府採購法第102條規定提出申訴。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 51: 依據採購法第 102 條，廠商對第 101 條刊登公報通知之救濟，屬於行政處分之性質，因此不論採購金額大小，均得於異議處理結果後提出申訴。"
  },
  {
    "Id": "52",
    "Type": "是非題",
    "Q": "機關辦理技術服務採購案，與廠商之履約爭議經採購申訴審議委員會提出調解建議或調解方案，因機關不同意致調解不成立者，廠商提付仲裁，機關得視個案特性及實際需要決定是否接受。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 52: 依採購法第 85 條之 1，技術服務採購之履約爭議調解，若機關不同意建議導致不成立，廠商提付仲裁時機關「不得拒絕」，此為強制仲裁制度，正確。"
  },
  {
    "Id": "53",
    "Type": "是非題",
    "Q": "機關對於廠商依政府採購法第101條所為通知，應附記廠商不服該通知時應於接獲通知之次日起15日內向機關提出書面異議。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 53: 依採購法第 102 條，異議應於接獲通知之次日起「20 日」內提出，而非 15 日。機關通知時應正確附記救濟期限，否則將產生程序瑕疵。"
  },
  {
    "Id": "54",
    "Type": "是非題",
    "Q": "機關對於廠商依政府採購法第101條所為通知，應附記廠商不服該通知時應於接獲通知之次日起20日內向機關提出書面異議，如未提出異議者，將刊登政府採購公報。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 54: 這是落實程序正義。機關依第 101 條通知廠商時，必須明確告知 20 日異議期限及未異議之法律效果（刊登公報），以維護廠商救濟權利，正確。"
  },
  {
    "Id": "55",
    "Type": "是非題",
    "Q": "招標機關處理異議為不受理之決定後，縱認為異議有理由時，仍不得自行撤銷或變更原處理結果或暫停採購程序之進行。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 55: 機關具有「自我審查」與「糾錯權」。即便已作成不受理決定，若發現異議確有理由（原程序有誤），仍得主動撤銷變更，以降低違法風險。"
  },
  {
    "Id": "56",
    "Type": "是非題",
    "Q": "招標機關處理異議為不受理之決定後，仍得評估其事由，於認為異議有理由時，自行撤銷或變更原處理結果或暫停採購程序之進行。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 56: 基於誠信原則與減少訴訟成本，機關若認異議有理，應即時修正錯誤，包含暫停程序或撤銷原決標，避免錯誤擴大，故答案為 O。"
  },
  {
    "Id": "57",
    "Type": "是非題",
    "Q": "採購申訴審議判斷，視同訴願決定，申訴廠商對之不服得提起民事訴訟。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 57: 申訴審議判斷具有「行政處分」效力且視同訴願決定。廠商若對之不服，後續救濟路徑為向行政法院提起「行政訴訟」，而非民事訴訟。"
  },
  {
    "Id": "58",
    "Type": "是非題",
    "Q": "採購申訴審議判斷，視同訴願決定，申訴廠商對之不服得提起行政訴訟。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 58: 採購申訴屬公法爭議救濟。依採購法第 83 條，審議判斷視同訴願決定，不服者應依訴願法規定，向行政法院提起撤銷訴訟，故答案為 O。"
  },
  {
    "Id": "59",
    "Type": "是非題",
    "Q": "機關辦理未經公開程序之採購，廠商於投標廠商聲明書聲明：「本廠商就本採購案，係屬公職人員利益衝突迴避法第2條及第3條所稱公職人員或其關係人」者，機關不得決標予該廠商。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 59: 依公職人員利益衝突迴避法，機關辦理「非公開程序」採購（如限制性招標），應拒絕與該機關公職人員或其關係人交易，故不得決標予該廠商，正確。"
  },
  {
    "Id": "60",
    "Type": "是非題",
    "Q": "機關依政府採購法第31條第2項各款及招標文件規定通知廠商追繳押標金之請求權時效為3年。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 60: 依採購法第 31 條第 2 項，追繳押標金之請求權屬公法債權。依行政程序法及最高行政法院見解，其時效為「5 年」，而非 3 年。"
  },
  {
    "Id": "61",
    "Type": "是非題",
    "Q": "機關依政府採購法第31條第2項各款及招標文件規定通知廠商追繳押標金之請求權時效為5年。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 61: 追繳押標金請求權時效自「可行使之日」起算為 5 年。機關若逾期未請求，廠商得主張時效消滅以拒絕給付，故答案為 O。"
  },
  {
    "Id": "62",
    "Type": "是非題",
    "Q": "機關辦理未經公開程序之採購，廠商於投標廠商聲明書聲明：「本廠商就本採購案，係屬公職人員利益衝突迴避法第2條及第3條所稱公職人員或其關係人」者，機關得決標予該廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 62: 對於非公開程序採購，若決標予聲明為利益衝突對象之廠商，將違反利益衝突迴避法之禁止強制規定，故機關不得決標，正確。"
  },
  {
    "Id": "63",
    "Type": "是非題",
    "Q": "某機關辦理採購，招標公告上已載有「財物變賣公告」等文字，嗣投標廠商不服決標結果提出申訴，該管採購申訴審議委員會仍應予受理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 63: 「財物變賣」性質上屬機關收入（私法行為），非屬採購法規範之支出採購。對變賣結果不服屬民事糾紛，非申訴會管轄範圍，應不予受理。"
  },
  {
    "Id": "64",
    "Type": "是非題",
    "Q": "廠商與機關發生履約爭議向採購申訴審議委員會申請調解，該會作成調解建議函送雙方，請雙方於一定之期限內以書面表示是否同意建議，嗣廠商來文同意建議，機關遲未回復，經採購申訴審議委員會再酌定一定期間命機關為同意與否之意思表示，逾期仍未回復時，得以機關不同意調解建議處理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 64: 調解需雙方合意。機關遲未回復代表無達成合意之意思，為利程序終結，應視為「不同意」建議，以利廠商轉往仲裁或訴訟解決，正確。"
  },
  {
    "Id": "65",
    "Type": "是非題",
    "Q": "機關如不同意調解委員所提出之調解建議，無需報請上級機關核定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 65: 為防止機關規避責任，採購法規定機關不同意調解建議時，應先報請「上級機關」核定，並說明理由，以落實監督機制。"
  },
  {
    "Id": "66",
    "Type": "是非題",
    "Q": "機關如不同意調解委員所提出之調解建議，應先報請上級機關核定，並以書面向採購申訴審議委員會及廠商說明理由。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 66: 機關不同意調解建議屬重大決策。需報經上級機關核定，旨在強化機關決策之審慎性，並提供理由供對造參考，故答案為 O。"
  },
  {
    "Id": "67",
    "Type": "是非題",
    "Q": "廠商與機關發生履約爭議向採購申訴審議委員會申請調解，該會作成調解建議函送雙方，並請雙方於一定之期限內以書面表示是否同意建議，嗣廠商來文同意建議，機關遲未回復，經採購申訴審議委員會再酌定一定期間命機關為同意與否之意思表示，逾期仍未回復時，得以機關同意調解建議處理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 67: 調解採「合意原則」。機關逾期未回復，依法應視為「不同意」，不能直接推定機關同意，以免損及機關之契約處分權與預算控制。"
  },
  {
    "Id": "68",
    "Type": "是非題",
    "Q": "政府採購所涉招標、審標、決標之申訴，廠商申訴縱有理由時，也不得向招標機關請求償付其準備投標、異議及申訴所支出之必要費用。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 68: 依採購法第 85 條第 3 項，廠商申訴有理時，可向機關請求準備投標及救濟所支出之必要費用，此為對機關違法招標之行政賠償。"
  },
  {
    "Id": "69",
    "Type": "是非題",
    "Q": "政府採購所涉招標、審標、決標之申訴，廠商申訴有理由時，得向招標機關請求償付其準備投標、異議及申訴所支出之必要費用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 69: 此規定旨在補償廠商因機關違法行為所生之額外成本。範圍包含圖說費、異議申訴費等，但不包含利潤損失，故答案為 O。"
  },
  {
    "Id": "70",
    "Type": "是非題",
    "Q": "申訴逾越法定期間者，採購申訴審議委員會仍得受理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 70: 救濟期間為法定的「不變期間」。逾期申訴將導致程序不合法，申訴會無裁量權，必須以不受理為決議，以維持法安定性。"
  },
  {
    "Id": "71",
    "Type": "是非題",
    "Q": "申訴逾越法定期間者，應提採購申訴審議委員會委員會議為不受理決議。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 71: 申訴會審理採程序先於實體原則。逾越期間屬程序瑕疵，應提送委員會議正式決定不受理，不得進行實體審議，故答案為 O。"
  },
  {
    "Id": "72",
    "Type": "是非題",
    "Q": "廠商對採購之過程提出異議，其過程未經通知或公告者，須於知悉或可得而知悉之次日起10日內提出，且至遲不得逾決標日之次日起20日。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 72: 對於未通知/公告之過程提出異議，其最後期限應為「決標日次日起 15 日」。20 日期限通常適用於對招標文件之異議。"
  },
  {
    "Id": "73",
    "Type": "是非題",
    "Q": "廠商對採購之過程提出異議，其過程未經通知或公告者，須於知悉或可得而知悉之次日起10日內提出，且至遲不得逾決標日之次日起15日。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 73: 縮短異議期限旨在儘速確定法律關係。若廠商在決標後遲未行動，逾決標次日起 15 日後即喪失異議權利，故答案為 O。"
  },
  {
    "Id": "74",
    "Type": "是非題",
    "Q": "機關辦理採購，廠商提出異議或申訴，招標機關評估其事由，縱認其異議或申訴有理由者，仍不得自行撤銷、變更原處理結果，或暫停採購程序之進行，應待申訴審議結果。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 74: 採購法第 84 條明定：機關評估後認異議或申訴有理由，應「自行」撤銷或變更。這能即時止損，無須被動等待申訴會判斷。"
  },
  {
    "Id": "75",
    "Type": "是非題",
    "Q": "機關辦理採購，廠商提出異議或申訴，招標機關評估其事由，認其異議或申訴有理由者，應自行撤銷、變更原處理結果，或暫停採購程序之進行。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 75: 主動纠正違法行為是機關職責。若確認招標有誤，應即自行處理（如暫停開標或廢標），以符合公平競爭原則，故答案為 O。"
  },
  {
    "Id": "76",
    "Type": "是非題",
    "Q": "機關辦理工程採購，與廠商之履約爭議經採購申訴審議委員會提出調解建議，因廠商不同意致調解不成立者，廠商提付仲裁，機關不得拒絕。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 76: 強制仲裁（第 85 條之 1）旨在平衡機關強勢地位。僅限「機關」不同意建議時始發動；若「廠商」不同意，則回歸一般調解不成立程序。"
  },
  {
    "Id": "77",
    "Type": "是非題",
    "Q": "機關辦理工程採購，與廠商之履約爭議經採購申訴審議委員會提出調解建議，因機關不同意致調解不成立者，廠商提付仲裁，機關不得拒絕。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 77: 對於工程採購，機關身為核定底價者，若不同意中立第三方之調解建議，則應負擔被強制仲裁之風險，以保障廠商公平，故答案為 O。"
  },
  {
    "Id": "78",
    "Type": "是非題",
    "Q": "採購申訴審議委員會辦理調解之程序及效力，除政府採購法有特別規定者外，準用民事訴訟法有關調解之規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 78: 採購履約爭議調解本質近似民事調解。除採購法特別規定外，準用民事訴訟法關於調解之規定，使程序更臻嚴謹，正確。"
  },
  {
    "Id": "79",
    "Type": "是非題",
    "Q": "採購申訴審議委員會對於調解事件，應先為實體審查；其無實體不合法之情形者，再進行程序審查。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 79: 程序審查（如期間、格式）優先於實體審查。若程序不合法（如逾期），應直接駁回，不應進入爭議內容之實體審核。"
  },
  {
    "Id": "80",
    "Type": "是非題",
    "Q": "政府採購之調解於採購申訴審議委員會內進行調解程序，以公開為原則。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 80: 調解程序涉及雙方商業秘密與讓步底線。依規定，調解程序以「不公開」為原則，方能建立互信並促成合意，錯誤。"
  },
  {
    "Id": "81",
    "Type": "是非題",
    "Q": "政府採購履約爭議案件於仲裁程序進行中，仍可申請調解。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 81: 仲裁與調解皆屬爭議解決途徑。既已進入仲裁程序，代表已由特定機制處理中，依法不得重複申請調解，以避免程序浪費，正確。"
  },
  {
    "Id": "82",
    "Type": "是非題",
    "Q": "採購異議或申訴以言詞或書面提出均可。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 82: 採購異議與申訴屬嚴謹之法律程序，應以「書面」載明理由與事實方為合法提出。僅以言詞提出者，機關不負處理義務。"
  },
  {
    "Id": "83",
    "Type": "是非題",
    "Q": "政府採購法第75條第1項第2款及第3款所定期限之計算，其經機關通知及公告者，廠商接獲通知之日及機關公告之日不同時，以日期在前者起算。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 83: 計算期限時，若有通知及公告兩種日期的差異，應以「日期在後者」起算。這是為了給予廠商最大的救濟期間考量，而非日期在前者。"
  }
]