[
  {
    "Id": "1",
    "Type": "是非題",
    "Q": "依採購法主管機關訂定之統包工程採購契約範本，廠商投標時提出之建材或設備，其品牌或種類超過1家（種）時，除契約另有約定外，由機關擇優通知廠商使用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 1: 依據工程會統包契約範本，廠商若提出多種合格品牌，決策權在機關。機關得基於管理便利或維護考量，擇優通知廠商使用其中之一。"
  },
  {
    "Id": "2",
    "Type": "是非題",
    "Q": "機關於契約所定送達地點收受採購標的之時間，應於契約內訂明。其未訂明者，應於機關上班時間為之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 2: 契約應明確標的物送達時間。若漏未訂明，依常理及機關作業需求，應以政府機關之正常上班時間為準，以利人員點收。"
  },
  {
    "Id": "3",
    "Type": "是非題",
    "Q": "機關辦理採購，契約生效日期應為雙方共同完成簽約之日。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 3: 契約生效日原則上為簽約日，但得依個案需求另行約定（如：決標日、開工日或特定日期生效），並非絕對僅限於簽約當日。"
  },
  {
    "Id": "4",
    "Type": "是非題",
    "Q": "機關應對廠商工地作業及施工方法之適當性、可靠性及安全性負完全責任。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 4: 廠商應對其施工方法、作業安全性負完全責任。機關僅負監督管理之責，不能越俎代庖為廠商的施工安全負全責。"
  },
  {
    "Id": "5",
    "Type": "是非題",
    "Q": "機關辦理採購，廠商之投標文件非屬契約文件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 5: 依採購契約要項，契約文件包含招標、投標及決標文件。廠商之投標文件是雙方合意的重要依據，屬契約的一部分。"
  },
  {
    "Id": "6",
    "Type": "是非題",
    "Q": "機關採購契約，履約過程中，機關與廠商相互間之通知，於送達他方或通知所載生效日生效，並以二者中較先發生者為準。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 6: 依契約範本，通知之生效應以「送達他方」或「通知所載生效日」之較「後」發生者為準，以確保他方有時間知悉與準備。"
  },
  {
    "Id": "7",
    "Type": "是非題",
    "Q": "機關與廠商相互間之通知，得於採購契約約定以書面文件、信函、傳真或電子郵件方式送達他方所指定之人員或處所為之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 7: 採購法精神鼓勵通訊透明便捷。機關可與廠商約定多種書面或電子通訊方式，只要能確實送達指定人員或處所即具效力。"
  },
  {
    "Id": "8",
    "Type": "是非題",
    "Q": "機關得視需要，於採購契約中明定契約價金應含廠商及其人員依中華民國法令應繳納之稅捐、規費及強制性保險之保險費。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 8: 總價承攬契約通常包含所有必要支出。機關得要求報價應涵蓋所有法定稅捐、規費及保險費，以利預算控管與結算。"
  },
  {
    "Id": "9",
    "Type": "是非題",
    "Q": "機關辦理採購，得依採購之特性及實際需要，於契約中明定廠商請領契約價金時應提出之文件。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 9: 依採購契約要項，機關可視工程或勞務特性，要求廠商請領價金時檢附如照片、估驗單、薪資支付證明等必要證明文件。"
  },
  {
    "Id": "10",
    "Type": "是非題",
    "Q": "機關辦理採購，契約價金依履約進度給付者，應訂明各次給付所應達成之履約進度及廠商應提出之履約進度報告，由機關核實給付。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 10: 採進度給付者，契約須明確各階段之檢核點。機關應依廠商實際達成之進度報告，經核實後撥付價金，以確保公帑運用。"
  },
  {
    "Id": "11",
    "Type": "是非題",
    "Q": "機關通知廠商變更採購契約，廠商於機關接受其所提出須變更之相關文件前，不得自行變更契約。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 11: 契約變更須經雙方合意。在機關尚未正式接受廠商提出的變更文件或計畫前，廠商仍應依原契約規範履約，不得私自更改。"
  },
  {
    "Id": "12",
    "Type": "是非題",
    "Q": "機關辦理採購，廠商履約有可歸責於與機關有契約關係之其他廠商之遲延情形者，得檢具事證，以書面通知機關。機關得審酌其情形後，延長履約期限，不計逾期違約金。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 12: 此為「不可歸責於廠商」之延誤情形。若因機關其他承商（如水電與土建銜接）造成遲延，受阻廠商得申請展延且免罰逾期金。"
  },
  {
    "Id": "13",
    "Type": "是非題",
    "Q": "機關各種採購契約應訂明，廠商履約結果涉及智慧財產權者，機關應取得全部權利。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 13: 智慧財產權歸屬可採共有、授權或歸一方所有。採購法並未規定機關「應」取得全部權利，得視實際需要約定。"
  },
  {
    "Id": "14",
    "Type": "是非題",
    "Q": "廠商提送之期中報告經機關審查不合格，機關同意廠商於20天內改善者，應一併同意廠商將期末報告之交付時間順延20天，以符公平合理原則。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 14: 履約期限與改善期限是兩回事。期中報告改善是廠商義務，除非機關同意，否則不得因改善遲延而自動要求順延期末交付時間。"
  },
  {
    "Id": "15",
    "Type": "是非題",
    "Q": "機關辦理採購，契約之數量清單與圖說不符時，一律以數量清單為準。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 15: 契約文件效力優先順序應由機關於契約內訂明（如圖說優於清單）。並非一律以數量清單為準，應視個案優先順序規定。"
  },
  {
    "Id": "16",
    "Type": "是非題",
    "Q": "機關採購，契約價金係以總價決標，且以契約總價給付，實際施作數量較契約所定數量之差異應由廠商自行負擔。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 16: 若因契約漏列或計算錯誤導致數量差異（如超過 5%），通常得辦理契約變更修正價金。並非所有數量差異皆由廠商自行負擔。"
  },
  {
    "Id": "17",
    "Type": "是非題",
    "Q": "機關辦理採購須至國外原廠辦理查驗或驗收，機關查驗或驗收人員之旅費及生活費用，不得包括在契約價金內。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 17: 依工程會規定，機關人員出國驗收之旅費應由機關編列預算支付，不得由廠商負擔（不含於標價），以維護公務員廉政。"
  },
  {
    "Id": "18",
    "Type": "是非題",
    "Q": "機關委託技術服務案件，如屬技師事務所或建築師事務所以自然人身分參與投標及執行業務者，標價仍應加計營業稅。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 18: 自然人（技師、建築師）非營業稅法之納稅義務人，其執行業務所得不課營業稅。故投標時標價不應含 5% 營業稅。"
  },
  {
    "Id": "19",
    "Type": "是非題",
    "Q": "機關委託技術服務案件，如屬技師事務所或建築師事務所以自然人身分參與投標及執行業務者，因無營業稅之適用，機關得於契約內載明「由自然人投標者，不含營業稅」。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 19: 承上題，為避免結算爭議，機關於招標文件或契約中載明「由自然人投標者，不含營業稅」，符合稅法規定且具透明性。"
  },
  {
    "Id": "20",
    "Type": "是非題",
    "Q": "機關辦理採購，對於廠商及其人員因履約所致之人體傷亡或財物損失，負賠償責任。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 20: 廠商履約期間之人員安全應由廠商投保及負責。機關除非有過失，否則不應為廠商人員之傷亡負賠償責任。"
  },
  {
    "Id": "21",
    "Type": "是非題",
    "Q": "機關辦理採購，對於廠商及其人員因履約所致之人體傷亡或財物損失，不負賠償責任。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 21: 承上題，廠商應自行管理工地安全與風險。因履約所致之損害，除非可歸責於機關，否則原則上應由廠商自負責任。"
  },
  {
    "Id": "22",
    "Type": "是非題",
    "Q": "政府採購契約約定履約期限以日曆天計算者，如該履約期間之末日適逢星期假日、國定假日或其他休息日，而契約未有特別約定者，以其休息日之次一辦公日代之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 22: 依民法與採購契約範本，期間末日若為假日，為利機關收件及行政作業，應以次一辦公日為屆期之日，屬通則規定。"
  },
  {
    "Id": "23",
    "Type": "是非題",
    "Q": "機關辦理採購，契約所包括之各種文件均具同一效力，無優先順序。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 23: 契約文件眾多（投標、圖說、規範），難免有衝突。為解決爭議，必須明定其效力優先順序，而非具備同一效力。"
  },
  {
    "Id": "24",
    "Type": "是非題",
    "Q": "機關辦理採購，契約所包括之各種文件，應明定其效力及優先順序。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 24: 依採購契約要項，機關於簽約時應明確排列文件的優先層級（例如：契約書優於開標紀錄），以作為履約爭議之判斷依據。"
  },
  {
    "Id": "25",
    "Type": "是非題",
    "Q": "廠商未依政府採購契約約定辦理保險、保險範圍不足或未能自保險人獲得足額理賠者，其損失或損害賠償，由機關負擔。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 25: 投保為廠商之契約責任。若廠商未保險或理賠不足，相關損失應由廠商自行承擔，機關無須為廠商的過失或風險管理買單。"
  },
  {
    "Id": "26",
    "Type": "是非題",
    "Q": "機關就廠商履行採購契約標的為查驗、測試或檢驗之權利，該標的如曾通過其他查驗、測試或檢驗，不得再次辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 26: 機關具備最終品質確認權。即便標的曾通過其他單位之查驗，機關若有疑慮，仍有權要求再次辦理測試以確保符合需求。"
  },
  {
    "Id": "27",
    "Type": "是非題",
    "Q": "機關就廠商履行採購契約標的為查驗、測試或檢驗之權利，應不受該標的曾通過其他查驗、測試或檢驗之限制。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 27: 承上題，機關對於履約標的之品質要求應具獨立性，不受廠商先前通過之其他測試限制，此為機關維護品質之核心權利。"
  },
  {
    "Id": "28",
    "Type": "是非題",
    "Q": "機關辦理採購，於廠商履約中，若可預見其履約瑕疵，得通知廠商限期改善。廠商不於上開期限內依照改善者，機關得使第三人改善，但其危險及費用，由機關及廠商共同負擔。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 28: 若廠商不配合改善預見之瑕疵，機關代為雇工改善之費用與風險，應由違約之廠商全數負擔，非由雙方共同負擔。"
  },
  {
    "Id": "29",
    "Type": "是非題",
    "Q": "機關辦理採購，於廠商履約中，若可預見其履約瑕疵，得通知廠商限期改善。廠商不於上開期限內依照改善者，機關得使第三人改善，其危險及費用，均由廠商負擔。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 29: 承上題，此為機關之「代為履行」權利。廠商未依限期改善瑕疵時，機關使第三人處理之費用可自契約價金或保證金扣抵。"
  },
  {
    "Id": "30",
    "Type": "是非題",
    "Q": "採購標的之送達地點、履約處所，依機關之書面或口頭通知，不必於契約內訂明。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 30: 履約地點是契約要素。為避免後續運費或執行爭議，送達地點與履約處所必須明確記載於書面契約中，口頭通知無效。"
  },
  {
    "Id": "31",
    "Type": "是非題",
    "Q": "採購標的之送達地點、履約處所，應於契約內訂明。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 31: 契約應具備確定性。送達地點與履約處所關乎成本與責任歸屬，應明確記載於正式契約條款中，確保雙方執行一致。"
  },
  {
    "Id": "32",
    "Type": "是非題",
    "Q": "廠商未依政府採購契約約定辦理保險、保險範圍不足或未能自保險人獲得足額理賠者，其損失或損害賠償，由廠商負擔。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 32: 承第 25 題，保險是轉嫁風險的手段。廠商若未依約辦理或理賠不足，應視為廠商違約或風險預估失誤，損失由廠商自負。"
  },
  {
    "Id": "33",
    "Type": "是非題",
    "Q": "機關辦理單價決標採購契約，並以實作數量結算，該契約應記載項目及單價，至於金額或數量，則視個案實際履約情形，不必於契約記載上限。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 33: 單價決標（實作實算）仍須有預算上限控管。契約應明定預計總價或數量上限，以符合預算執行之規定。"
  },
  {
    "Id": "34",
    "Type": "是非題",
    "Q": "機關辦理單價決標採購契約，並以實作數量結算，該契約應記載項目、單價及金額或數量上限。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 34: 為防止契約變更浮濫或預算失控，即便採實作實算，契約仍應記載各項單價及預估的總金額或數量上限。"
  },
  {
    "Id": "35",
    "Type": "是非題",
    "Q": "履約爭議未能達成協議者，廠商不得逕自提起民事訴訟。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 35: 廠商擁有民事救濟權。履約爭議雖建議先採協調、調解或仲裁，但廠商仍得視需要直接提起民事訴訟，不受法律禁止。"
  },
  {
    "Id": "36",
    "Type": "是非題",
    "Q": "履約爭議未能達成協議者，廠商得逕自提起民事訴訟。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 36: 承上題，爭議處理程序（如履約爭議調解）並非訴訟之前置程序。廠商得基於私法契約關係，逕行向法院提起訴訟。"
  },
  {
    "Id": "37",
    "Type": "是非題",
    "Q": "政府採購契約屬公法契約性質，不適用民法之相關規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 37: 實務上通說認為政府採購契約屬「私法契約」。因此，舉凡契約之成立、效力及解除等，均適用民法之相關規定。"
  },
  {
    "Id": "38",
    "Type": "是非題",
    "Q": "政府採購契約屬私法契約性質，適用民法之相關規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 38: 承上題，政府採購契約雙方地位平等，屬私法上之勞務或承攬關係。當契約條款未規定時，回歸適用民法債編之規範。"
  },
  {
    "Id": "39",
    "Type": "是非題",
    "Q": "保固期間內，採購標的因瑕疵致無法使用之期間，仍計入保固期。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 39: 保固期是為了確保標的物可正常使用。若因瑕疵導致完全無法使用，該期間對機關而言並無保固實益，應予扣除順延。"
  },
  {
    "Id": "40",
    "Type": "是非題",
    "Q": "機關採購契約得訂明保固期間內，採購標的因瑕疵致無法使用時，該期間得不予計入保固期。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 40: 承上題，機關得約定，若因可歸責廠商之瑕疵導致停用，該停用期間應不計入保固期，待修復完成後再繼續計算，以保障權益。"
  },
  {
    "Id": "41",
    "Type": "是非題",
    "Q": "機關辦理採購，因天災或事變等不可抗力或不可歸責於契約當事人之事由，致未能依時履約者，得展延履約期限；惟不能履約者，尚不得免除契約責任。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 41: 不可抗力事由可展延期限；若已達到不能履約（如標的物因天災全毀且無法重建），則廠商得申請免除後續之契約責任。"
  },
  {
    "Id": "42",
    "Type": "是非題",
    "Q": "機關辦理採購，因天災或事變等不可抗力或不可歸責於契約當事人之事由，致未能依時履約者，得展延履約期限；不能履約者，得免除契約責任。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 42: 承上題，因不可歸責於雙方之事由致履約不能時（如法令變更禁止執行），廠商除展延外，亦得免除履約責任，不予罰款。"
  },
  {
    "Id": "43",
    "Type": "是非題",
    "Q": "機關採購契約變更，經機關指示即生效。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 43: 契約變更屬法律行為。不能僅憑機關單方面口頭指示即告生效，必須符合特定的合意與書面程序方具法律效力。"
  },
  {
    "Id": "44",
    "Type": "是非題",
    "Q": "機關採購契約變更，非經機關及廠商雙方之合意，作成書面紀錄，並簽名或蓋章者，無效。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 44: 依採購法精神與契約要項，契約變更須經機關與廠商雙方書面協議並簽名蓋章，才算完成變更程序，避免口信無憑。"
  },
  {
    "Id": "45",
    "Type": "是非題",
    "Q": "機關採購契約所定事項如有違反法令或無法執行之部分，該契約自始無效。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 45: 契約部分條款違法不代表全案無效。應採「部分有效」原則，除該違法部分無效外，其餘條款若仍可執行則繼續有效。"
  },
  {
    "Id": "46",
    "Type": "是非題",
    "Q": "機關採購契約所定事項如有違反法令或無法執行之部分，該部分無效。該無效之部分，機關及廠商必要時得依契約原定目的更正之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 46: 承上題，若契約條款違反強制規定（如超過法定期限），則該部分無效。雙方得依契約原意，更正為符合法令之內容。"
  },
  {
    "Id": "47",
    "Type": "是非題",
    "Q": "機關於必要時得於採購契約所約定之範圍內通知廠商變更契約。廠商於接獲通知後向機關提出須配合變更之契約標的、價金、履約期限、付款期程，機關應予拒絕。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 47: 契約變更常涉及追加預算或工期。廠商針對變更內容提出合理的價金與時程調整建議，機關應本於公平合理原則進行協議。"
  },
  {
    "Id": "48",
    "Type": "是非題",
    "Q": "機關於必要時得於採購契約所約定之範圍內通知廠商變更契約。廠商於接獲通知後向機關提出須配合變更之契約標的、價金、履約期限、付款期程，尚非不合理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 48: 承上題，機關行使契約變更權時，應補償廠商額外支出。廠商提出配合變更之需求，乃屬正當之程序，機關不應無理拒絕。"
  },
  {
    "Id": "49",
    "Type": "是非題",
    "Q": "依採購契約要項，契約約定之採購標的，契約原標示之分包廠商不再營業或拒絕供應者，廠商得敘明理由，檢附規格、功能、效益及價格比較表，徵得機關書面同意後，以其他規格、功能及效益相同或較優者代之。其因而增加或減省廠商履約之費用，應予增加或自契約價金中扣除。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 49: 換貨或更換分包廠商若係因原廠不再營業，原則上「不得增加」契約價金；但若新規格較廉價，則機關「應自」價金中扣除。"
  },
  {
    "Id": "50",
    "Type": "是非題",
    "Q": "依採購契約要項，契約約定之採購標的，契約原標示之分包廠商不再營業或拒絕供應者，廠商得敘明理由，檢附規格、功能、效益及價格比較表，徵得機關書面同意後，以其他規格、功能及效益相同或較優者代之。但不得據以增加契約價金。其因而減省廠商履約費用者，應自契約價金中扣除。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 50: 承上題，更換分包商之原因在於廠商端，故不得以此要求機關加錢。但本著公帑撙節，若減省費用則應回饋給機關，正確。"
  },
  {
    "Id": "51",
    "Type": "是非題",
    "Q": "政府採購契約不得訂明因非可歸責於廠商之情形，機關通知廠商部分或全部暫停執行，得補償廠商因此而增加之必要費用。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 51: 依據採購契約要項，機關若通知廠商暫停執行（不可歸責廠商），應於契約訂明補償其增加之必要費用（如：閒置人力、機具租金），以符合公平合理原則。"
  },
  {
    "Id": "52",
    "Type": "是非題",
    "Q": "政府採購契約得訂明因非可歸責於廠商之情形，機關通知廠商部分或全部暫停執行，得補償廠商因此而增加之必要費用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 52: 承上題，機關行使暫停執行權時，會造成廠商成本增加。於契約中訂明補償機制，能確保廠商不因配合政府行政決定而受損，故答案為 O。"
  },
  {
    "Id": "53",
    "Type": "是非題",
    "Q": "招標文件及其變更或補充為契約文件，且涵蓋其以書面、錄音、錄影、照相、微縮、電子數位資料等方式呈現之原件，尚不包括樣品。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 53: 依據採購契約要項，契約文件形式多元。樣品作為履約標的規格的參考基準之一，亦屬於契約文件涵蓋的範圍，並非不包括樣品。"
  },
  {
    "Id": "54",
    "Type": "是非題",
    "Q": "招標文件及其變更或補充為契約文件，且涵蓋其以書面、錄音、錄影、照相、微縮、電子數位資料或樣品等方式呈現之原件或複製品。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 54: 契約文件包含招標、投標、決標文件及其附件。樣品與複製品皆具備規範履約標的之效力，應一併納入契約文件體系中，故答案為 O。"
  },
  {
    "Id": "55",
    "Type": "是非題",
    "Q": "依採購法主管機關所定「採購契約範本附記條款特別聲明」，廠商履約過程及成果需透過使用及採購生成式AI以產出履約標的內容或相關文件者，不用徵得機關同意，但品質符合契約要求。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 55: 依最新「採購契約範本附記條款」，廠商若需使用生成式 AI 產出履約標的，必須事先徵得機關同意，並須標註 AI 產出部分，不能逕自使用。"
  },
  {
    "Id": "56",
    "Type": "是非題",
    "Q": "依採購法主管機關所定「採購契約範本附記條款特別聲明」，廠商於履約過程使用中國大陸廠牌資通訊產品（含中國大陸生成式AI Deepseek），機關得以書面通知廠商終止或解除全部或部分契約。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 56: 考量國安與資安風險，若廠商違規使用特定廠牌資通訊產品（如 Deepseek 等大陸產製品），屬嚴重違約，機關得逕行通知終止或解除契約。"
  },
  {
    "Id": "57",
    "Type": "是非題",
    "Q": "依採購法主管機關所定「採購契約範本附記條款特別聲明」，廠商於刊登廣告前，僅需提報擬刊登內容供機關審查，無須提供刊平臺供機關審查。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 57: 刊登廣告涉及政府經費與傳播平臺之適法性（如防詐規定）。廠商除內容外，亦須提供刊登平臺供審查，確保平臺合法且符合政策需求。"
  },
  {
    "Id": "58",
    "Type": "是非題",
    "Q": "依採購法主管機關所定「採購契約範本附記條款特別聲明」，廠商於刊登廣告前，應提報擬刊登廣告之網路廣告平臺及刊登內容供機關審查。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 58: 承上題，為落實宣導費用的透明與合規，廠商必須提報具體的廣告平臺與內容。機關經審查同意後方可刊登，以避免資源錯置，故答案為 O。"
  },
  {
    "Id": "59",
    "Type": "是非題",
    "Q": "機關得視採購之特性及實際需要，於契約約定履約貨品之包裝方式。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 59: 貨品包裝關乎運輸安全與環保規範。機關得依採購特性（如：精密儀器、劇毒物質等），在契約中具體約定包裝材質與方式。"
  },
  {
    "Id": "60",
    "Type": "是非題",
    "Q": "機關辦理採購，契約約定以外之查驗、測試或檢驗，無論其結果是否符合契約約定，均由廠商負擔所生之費用。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 60: 查驗費用原則上由廠商負擔；但若是非約定之測試且結果「符合」契約，代表廠商並無違誤，該額外測試費用應由發起測試的機關負擔。"
  },
  {
    "Id": "61",
    "Type": "是非題",
    "Q": "機關辦理採購，契約約定以外之查驗、測試或檢驗，其結果符合契約約定者，由機關負擔所生之費用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 61: 承上題，為保障廠商合理權益，避免機關無理要求重複檢驗。只要測試結果證明品質合格，相關費用即應轉由機關支付，故答案為 O。"
  },
  {
    "Id": "62",
    "Type": "是非題",
    "Q": "機關辦理採購，契約文字應以中文書寫，其與外文文意不符者，一律以中文為準，契約不得另為約定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 62: 契約文字以中文為準是原則，但並非絕對。採購契約要項規定，機關得與廠商約定外文效力，或是在特定情形下以特定外文為準。"
  },
  {
    "Id": "63",
    "Type": "是非題",
    "Q": "機關辦理採購，契約文字應以中文書寫，其與外文文意不符者，除契約另有約定者外，以中文為準。但以限制性招標辦理之採購得以招標文件或契約所允許之外文為準。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 63: 依契約要項，原則以中文為準，但允許約定。限制性招標（如購買國外專利設備）常須以外文合約為準，法規給予此類彈性，故答案為 O。"
  },
  {
    "Id": "64",
    "Type": "是非題",
    "Q": "政府採購契約約定履約期限以日曆天計算者，如該履約期間之末日適逢星期假日、國定假日或其他休息日，以休息日之次一辦公日代之，契約如有特別約定，該約定無效。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 64: 雖然通則規定假日應延至次一辦公日，但基於私法自治與個案需求，若契約有「特別約定」末日為假日亦須履約（如應變工程），該約定仍屬有效。"
  },
  {
    "Id": "65",
    "Type": "是非題",
    "Q": "機關辦理採購，不得於契約約定履約貨品之包裝方式〈含每單位包裝之重量、包裝材料等〉，由廠商決定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 65: 機關得視管理需要指定包裝。若機關未特別指定，則由廠商依慣例決定。並非「不得」由廠商決定，而是看契約有無特別限制。"
  },
  {
    "Id": "66",
    "Type": "是非題",
    "Q": "機關採購，契約價金係以總價決標，且以契約總價給付，工程標的中某項之實作數量較契約所定數量增加達百分之八，不得以契約變更增加該項契約價金，應由廠商完全吸收。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 66: 總價結算案，若實作數量增減超過一定比例（通常為 5%），應依比例調整契約價金。增幅達 8% 時，廠商得要求針對超出部分辦理契約變更。"
  },
  {
    "Id": "67",
    "Type": "是非題",
    "Q": "機關採購，契約價金係以總價決標，且以契約總價給付，工程標的中某項之實作數量較契約所定數量增加達百分之八，契約約定未逾增減百分比(3%)部分，由廠商自行吸收。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 67: 依契約範本，總價結算案有「增減風險分擔」。在約定百分比（如 3% 或 5%）內的變動不調價，超過部分才調整，此機制具公平性，故答案為 O。"
  },
  {
    "Id": "68",
    "Type": "是非題",
    "Q": "依採購法主管機關訂定之工程採購契約範本，逾期違約金之上限，以契約價金總額之百分之二十為原則。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 68: 依「工程採購契約範本」，逾期違約金之累計總額上限，原則上以契約價金總額之「10%」為度，並非 20%。"
  },
  {
    "Id": "69",
    "Type": "是非題",
    "Q": "依採購法主管機關訂定之工程採購契約範本，逾期違約金之上限，以契約價金總額之百分之十為原則。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 69: 承上題，違約金上限設定於 10%，是為了在警示廠商準時完工與維持廠商財務存續間取得平衡，此為目前範本之標準原則，故答案為 O。"
  },
  {
    "Id": "70",
    "Type": "是非題",
    "Q": "機關工程採購契約應對重點項目訂定檢查程序及檢驗標準，廠商執行品質管理、環境保護、施工安全衛生之責任，但未達公告金額之工程採購不在此限。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 70: 施工安全與品質管理是工程的核心。不論採購金額大小（含未達公告金額），機關皆應要求廠商落實安衛與品管責任，不得排除。"
  },
  {
    "Id": "71",
    "Type": "是非題",
    "Q": "機關工程採購契約應對重點項目訂定檢查程序及檢驗標準，廠商並應執行品質管理、環境保護、施工安全衛生之責任。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 71: 施工安全與品管是法定責任。契約必須規範廠商在環保、安全與品質上的義務，以確保工程生命週期安全，故答案為 O。"
  },
  {
    "Id": "72",
    "Type": "是非題",
    "Q": "機關辦理採購，其查驗或驗收，不得於契約約定廠商就履約標的於一定場所、期間及條件下之試車、試運轉或試用等測試程序，以作為查驗或驗收之用。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 72: 試車、試運轉是查驗設備功能的必要手段。機關當然得於契約中約定此類程序，作為驗收合格與否的判斷依據。"
  },
  {
    "Id": "73",
    "Type": "是非題",
    "Q": "機關辦理採購，其查驗或驗收，得於契約約定廠商就履約標的於一定場所、期間及條件下之試車、試運轉或試用等測試程序，以作為查驗或驗收之用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 73: 承上題，對於具備動力或系統性之標的（如電梯、發電機），約定試運轉期以驗證其穩定性與規格符合度，是正確的採購實務。"
  },
  {
    "Id": "74",
    "Type": "是非題",
    "Q": "機關辦理採購，契約文件所使用之度量衡單位，應以公制為準，契約不得另為約定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 74: 雖然度量衡以公制為準，但契約「得另為約定」（如：購買航空器需用英制單位）。並非絕對不得約定，敘述過於絕對。"
  },
  {
    "Id": "75",
    "Type": "是非題",
    "Q": "機關辦理採購須至國外原廠辦理查驗或驗收，契約得約定機關查驗或驗收人員之旅費及生活費用，包括在契約價金內。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 75: 依據廉政規範，機關人員赴國外驗收之旅費應由機關編列預算支付，不得要求廠商代墊或列入契約價金，以維護驗收公正。"
  },
  {
    "Id": "76",
    "Type": "是非題",
    "Q": "廠商依契約約定應履行之責任，得因機關對於廠商履約事項之審查、認可或核准行為而減少或免除。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 76: 機關的審查、核准僅是行政管理程序。廠商作為專業執行者，仍應負完全履約責任，不得以「機關已審核過」為由要求減免責任。"
  },
  {
    "Id": "77",
    "Type": "是非題",
    "Q": "廠商依契約約定應履行之責任，不因機關對於廠商履約事項之審查、認可或核准行為而減少或免除。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 77: 承上題，廠商的專業責任是獨立的。即便機關核准了計畫書，若事後發現設計錯誤，廠商仍須負責，不因核准行為而免責，故答案為 O。"
  },
  {
    "Id": "78",
    "Type": "是非題",
    "Q": "機關辦理採購，履約期限明定以工作天計算。廠商如未依照契約所定履約期限竣工，其逾期違約金之日數計算，星期假日不計入。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 78: 以「工作天」計算履約期時，假日原本即不計入履約天數。但若已「逾期」，則逾期日數的計算通常是不論晴雨、假日一律計入。"
  },
  {
    "Id": "79",
    "Type": "是非題",
    "Q": "機關辦理採購，履約期限明定以工作天計算。廠商如未依照契約所定履約期限竣工，其逾期違約金之日數計算，星期假日計入。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 79: 逾期違約金之性質屬賠償性質，一旦進入逾期狀態，其違約日數之計算應連續計入，不因假日而扣除，以督促廠商儘快完工。"
  },
  {
    "Id": "80",
    "Type": "是非題",
    "Q": "災害搶險搶修開口契約，其竣工期限不得以小時為單位，逾期違約金之計算亦同。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 80: 災害搶修具有極度緊迫性。竣工期限與逾期違約金完全可以、且實務上常以「小時」為計費與罰款單位，以維持救災時效。"
  },
  {
    "Id": "81",
    "Type": "是非題",
    "Q": "災害搶險搶修開口契約，其竣工期限得以小時為單位，逾期違約金之計算亦同。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 81: 承上題，在緊急開口契約中，以小時計算能更精確反映救災的時效性需求，確保標的能在黃金時間內完成，故答案為 O。"
  },
  {
    "Id": "82",
    "Type": "是非題",
    "Q": "災害搶險搶修開口契約，契約價金之結算方式，宜採總價結算。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 82: 災害搶修數量具不可預測性。若採總價結算會導致廠商因怕虧損而不敢履約，或造成機關支付過多。故「總價結算」不宜。"
  },
  {
    "Id": "83",
    "Type": "是非題",
    "Q": "災害搶險搶修開口契約，契約價金之結算方式，宜採實做實算。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 83: 承上題，開口契約的核心在於「預估單價、實作實算」。依實際發生的搶修數量付款，對雙方最為公平合理，故答案為 O。"
  },
  {
    "Id": "84",
    "Type": "是非題",
    "Q": "依採購契約要項，機關辦理工程採購，契約所附供廠商投標用之數量清單，為廠商完成履約所須供應或施作之實際數量。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 84: 數量清單中的數字在招標階段僅是「參考估計數」。廠商投標時應自行現勘校核。實際數量應以最終施工圖說與實作驗收為準。"
  },
  {
    "Id": "85",
    "Type": "是非題",
    "Q": "依採購契約要項，機關辦理工程採購，契約所附供廠商投標用之數量清單，其數量為估計數，不應視為廠商完成履約所須供應或施作之實際數量。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 85: 承上題，數量清單不具備絕對的「實際數量」保證效力。廠商應依契約規定，在開工前核對圖說與清單，確保估算準確，故答案為 O。"
  },
  {
    "Id": "86",
    "Type": "是非題",
    "Q": "廠商不得將契約之部分或全部轉讓予他人。包括採購法第68條權利質權而生之債權所造成之轉讓。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 86: 採購法第 68 條允許廠商將「債權」設定質權。這類債權轉讓（由銀行收款）是法定的融資手段，並非契約權利義務之全部轉讓。"
  },
  {
    "Id": "87",
    "Type": "是非題",
    "Q": "廠商不得將契約之部分或全部轉讓予他人。但不包括採購法第68條權利質權而生之債權所造成之轉讓。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 87: 承上題，法律禁止「全部轉讓」（如轉包），但允許「債權質權」轉讓（融資性質）。這有助於廠商取得資金，故敘述正確。"
  },
  {
    "Id": "88",
    "Type": "是非題",
    "Q": "機關採購契約，履約期間，因不可抗力或有不可歸責於廠商之事由者，得延長之；其事由半日者，仍以1日計。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 88: 依據採購契約要項及範本，履約期限展延之計算應力求精確。若事由未逾半日者以半日計，而非一律進位為 1 日，以維公平。"
  },
  {
    "Id": "89",
    "Type": "是非題",
    "Q": "機關採購契約，履約期間，因不可抗力或有不可歸責於廠商之事由者，得延長之；其事由未逾半日者，以半日計。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 89: 承上題，天災或不可抗力因素導致無法施工時，應覈實計算受阻時間。未滿半日以半日計，能適度反映真實工期影響，故答案為 O。"
  },
  {
    "Id": "90",
    "Type": "是非題",
    "Q": "適用機關利用共同供應契約辦理採購，必須與共同供應契約訂約廠商另簽訂契約，以釐清權利義務關係。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 90: 共同供應契約之性質是由主辦機關代簽基本框架。適用機關直接下單（訂購）即成立契約，無需再與廠商另簽正式合約。"
  },
  {
    "Id": "91",
    "Type": "是非題",
    "Q": "適用機關利用共同供應契約辦理採購，無須與共同供應契約訂約廠商另簽訂契約。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 91: 承上題，共同供應契約之設計初衷即為簡化程序。訂購單即具備契約效力，大幅降低各機關的行政負擔，故答案為 O。"
  },
  {
    "Id": "92",
    "Type": "是非題",
    "Q": "依採購法主管機關訂定之勞務採購契約範本，廠商如僱用原派駐於機關之派駐勞工，並指派繼續在該機關提供勞務，無論其年資是否中斷，應重計該派駐勞工服務之年資，計算特別休假日數。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 92: 依勞基法及勞務採購範本，為保障勞工權益，即便廠商更換（新舊承商），若勞工繼續在同機關服務，其特休年資應予併計，而非重計。"
  },
  {
    "Id": "93",
    "Type": "是非題",
    "Q": "依採購法主管機關訂定之勞務採購契約範本，廠商如僱用原派駐於機關之派駐勞工，並指派繼續在該機關提供勞務而未中斷年資者，應溯自該派駐勞工在機關提供勞務之第1日併計該派駐勞工服務之年資，計算特別休假日數，以保障其休假權益。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 93: 承上題，此為保障「派駐勞工」權益的重要規定。年資併計能確保勞工即便因承商更替，仍能保有應得的特休天數，故答案為 O。"
  },
  {
    "Id": "94",
    "Type": "是非題",
    "Q": "依採購法主管機關訂定之災害搶險搶修開口契約範本，廠商依機關通知待命，如未發生災害，不予計價。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 94: 開口契約要求廠商隨時待命。待命本身即是廠商提供的服務（待命成本）。若通知待命而未發生災害，仍應依約給付待命費用。"
  },
  {
    "Id": "95",
    "Type": "是非題",
    "Q": "依採購法主管機關訂定之災害搶險搶修開口契約範本，廠商依機關通知待命，如未發生災害，仍應依契約約定予以計價。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 95: 承上題，為確保救災動能，待命費用能補償廠商配置人力機具的成本。契約應訂明待命計費方式，不論是否有災害發生皆應支付。"
  },
  {
    "Id": "96",
    "Type": "是非題",
    "Q": "甲工程分三階段完工使用(屬分段完工使用或移交)，第一階段工程約定於109年5月1日完工，第二階段工程約定於109年8月1日完工，最後完工期限為109年11月1日，且均訂有逾期違約金；如廠商第一階段工程於109年4月30日完工，第二階段工程於109年8月12日完工，且於109年10月30日完成甲工程，免計算逾期違約金。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 96: 當契約訂有「分段完工」且各有逾期違約金時，每一階段皆是獨立考核。第二階段逾期即應罰款，不能因最終如期完工而免除。"
  },
  {
    "Id": "97",
    "Type": "是非題",
    "Q": "甲工程分三階段完工使用(屬分段完工使用或移交)，第一階段工程約定於109年5月1日完工，第二階段工程約定於109年8月1日完工，最後完工期限為109年11月1日，且均訂有逾期違約金；如廠商第一階段工程於109年4月30日完工，第二階段工程於109年8月12日完工，且於109年10月30日完成甲工程，計算逾第二階段工程進度之違約金。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 97: 承上題，分段完工是為了機關能分批使用。只要其中一段逾期，就影響了機關的使用計畫，故應依該段逾期日數計罰，故答案為 O。"
  },
  {
    "Id": "98",
    "Type": "是非題",
    "Q": "機關採購契約價金係以總價決標，且依實際施作數量給付，其履約結果，個別項目實作數量較契約所定數量增減未達一定百分比者，契約價金得不予增減。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 98: 個別項目實作數量增減若在「一定百分比」（通常為 5%）內，價金才不予增減。題目說「未達」時不增減，概念相反。"
  },
  {
    "Id": "99",
    "Type": "是非題",
    "Q": "依採購法主管機關訂定之工程採購契約範本，機關採購契約價金係以總價決標，且依契約價金總額結算給付，其履約結果，個別項目實作數量較契約所定數量增減未逾3%者，契約價金不予增減。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 99: 總價結算案，為維持契約穩定性，個別項目在 3% 內的小幅變動視為包商盈虧範圍。超過此界限才需調整價金，故答案為 O。"
  },
  {
    "Id": "100",
    "Type": "是非題",
    "Q": "機關採購契約於接受廠商所提出須變更之事項前即請求廠商先行施作，其後如未依原通知辦理契約變更者，免補償廠商所增加之必要費用。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 100: 機關若在正式變更前已要求廠商施作，事後卻未補辦程序，仍應對廠商已投入的必要費用負賠償責任（無因管理或信賴保護）。"
  },
  {
    "Id": "101",
    "Type": "是非題",
    "Q": "機關採購契約於接受廠商所提出須變更之事項前即請求廠商先行施作，其後如未依原通知辦理契約變更者，應補償廠商所增加之必要費用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 101: 依據誠信原則及民法規定，機關要求先行施作即構成事實上的契約行為。若後續未完成變更程序，機關仍應補償廠商已投入的必要成本與損失，不可無償占有。"
  },
  {
    "Id": "102",
    "Type": "是非題",
    "Q": "機關與廠商因履約爭議未能達成協議者，廠商得逕自提付仲裁，機關不得拒絕。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 102: 仲裁需雙方合意。依採購法第 85 條之 1，除非是針對履約爭議調解不成立後，廠商提付仲裁機關「不得拒絕」之特定條件，否則一般爭議仍需雙方簽署仲裁協議。"
  },
  {
    "Id": "103",
    "Type": "是非題",
    "Q": "機關於契約約定由監造單位逕自會同廠商確定竣工者，機關未派代表參加者，符合採購法規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 103: 依採購法施行細則第 92 條，竣工確認應由機關派員會同監造及廠商辦理。機關不得逕自授權監造單位全權處理而缺席，否則程序不符法規要求。"
  },
  {
    "Id": "104",
    "Type": "是非題",
    "Q": "機關辦理採購，廠商履約有可歸責於分包廠商之情形而遲延者，得檢具事證，以書面通知機關。機關應予延長履約期限。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 104: 廠商應對分包廠商負管理責任。分包廠商的遲延視同得標廠商的遲延，屬「可歸責於廠商」之事由，機關不應給予延長履約期限或免除逾期違約金。"
  },
  {
    "Id": "105",
    "Type": "是非題",
    "Q": "採購標的有於使用期間長期洽原供應廠商提供維修服務之必要者，得於契約訂明廠商每年提供此一服務之費用上限及廠商不得拒絕提供維修服務。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 105: 針對具專屬性之設備，為確保後續維護，機關得於原契約訂明維修條款。這屬於預作後續擴充之規劃，可有效防止廠商於保固期後坐地起價或拒絕維修。"
  },
  {
    "Id": "106",
    "Type": "是非題",
    "Q": "對於共同投標之採購案，機關單獨通知代表廠商終止契約，該契約即終止。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 106: 共同投標成員對契約負連帶責任。終止契約影響所有成員權利，應對共同投標之「全體成員」進行通知，僅單獨通知代表廠商，程序未臻完備。"
  },
  {
    "Id": "107",
    "Type": "是非題",
    "Q": "廠商未依政府採購契約約定履約，經機關通知廠商全部暫停執行，其情況經改正後，機關應就暫停執行給予延長履約期限。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 107: 暫停執行若是因為廠商違約（可歸責廠商）所致，該期間屬改正期間。改正後，廠商無權要求展延工期，逾期部分仍應計罰逾期違約金。"
  },
  {
    "Id": "108",
    "Type": "是非題",
    "Q": "依採購契約要項，契約價金係以總價決標，且以契約總價給付，而其履約工程之個別項目實作數量較契約所定數量增減逾百分之十以上者，其逾百分之十之部分，得以變更設計增減契約價金。未逾百分之十者，契約價金得不予增減。但契約另有約定者，不在此限。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 108: 依採購契約要項第 20 點，總價結算案之個別項目實作數量增減逾「百分之五」者（而非百分之十），始得就逾百分之五之部分辦理契約變更及價金調整。"
  },
  {
    "Id": "109",
    "Type": "是非題",
    "Q": "採購契約應訂明一方執行錯誤、不實或管理不善，致他方遭受損害之責任。某廠商現因隱瞞工作瑕疵、故意或重大過失行為，其對機關造成之損害賠償金額，不受上開約定拘束。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 109: 契約雖可約定損害賠償上限，但依民法第 222 條及採購契約範本，若損害是由於「故意或重大過失」造成，則賠償金額不受契約約定之上限拘束。"
  },
  {
    "Id": "110",
    "Type": "是非題",
    "Q": "採購法已有明文規定，就一方執行錯誤、不實或管理不善或其他類似情形，致他方遭受損害之責任，爰毋須於契約約定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 110: 採購法雖有原則規定，但具體的賠償範圍、上限及責任歸屬仍須於「契約」中具體約定，方能作為法院判決或調解的依據，不得因法有明文而省略。"
  },
  {
    "Id": "111",
    "Type": "是非題",
    "Q": "機關得於契約約定，機關將其所有之財物運交廠商處所加工、改善或維修者，該財物之滅失、減損或遭侵占時，廠商應負賠償責任。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 111: 廠商對於受託處理之機關財物負有「善良管理人」之注意義務。若在加工或維修期間發生滅失或遭侵占，廠商理應負損害賠償責任，此約定適法。"
  },
  {
    "Id": "112",
    "Type": "是非題",
    "Q": "機關得於契約約定，履約爭議經契約雙方同意並訂立仲裁協議書後，依契約約定及仲裁法規定提付仲裁。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 112: 仲裁制度採協議原則。雙方若同意跳過訴訟、以仲裁解決爭議，並簽署仲裁協議書，即受仲裁法約束。這能加速解決履約爭議，符合實務需求。"
  },
  {
    "Id": "113",
    "Type": "是非題",
    "Q": "機關辦理採購，履約項目經機關辦理查驗、測試或檢驗合格者，即免除廠商依契約所應履行及承擔之責任。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 113: 查驗合格僅代表該階段通過審核。廠商對於隱蔽瑕疵、設計錯誤或保固責任，不因階段性合格而免除。廠商仍需對標的之最終品質負完整責任。"
  },
  {
    "Id": "114",
    "Type": "是非題",
    "Q": "機關辦理採購，履約項目經機關辦理查驗、測試或檢驗合格者，仍不得免除廠商依契約所應履行及承擔之責任。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 114: 承上題，查驗或驗收合格並不代表解除廠商的所有法律責任（如結構安全）。若事後發現有可歸責於廠商之重大缺失，廠商仍須依法負擔賠償責任，故答案為 O。"
  },
  {
    "Id": "115",
    "Type": "是非題",
    "Q": "機關辦理採購，應就廠商向保險人索賠所費時間給予延長履約期限。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 115: 向保險公司索賠是廠商與保險人間之私法行為，非機關之責，亦非不可抗力。廠商應自行調配人力執行，機關不得據此同意延長履約期限。"
  },
  {
    "Id": "116",
    "Type": "是非題",
    "Q": "機關辦理採購，不得就廠商向保險人索賠所費時間給予延長履約期限。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 116: 承上題，索賠所需時間與契約履約工期無關。若以此為由要求展延，會變相鼓勵廠商延宕工期，故機關應予拒絕，以維持期限之嚴肅性，故答案為 O。"
  },
  {
    "Id": "117",
    "Type": "是非題",
    "Q": "依採購法規定，除契約另有約定外，工程採購估驗涉及向補助機關申請核撥補助款者，審核及付款期限均為30工作天。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 117: 依採購法第 73 條之 1，涉及補助款時，審核期限為 15 「工作天」，付款期限為 30 「日」（非工作天）。題目敘述之天數定義與期限皆有誤。"
  },
  {
    "Id": "118",
    "Type": "是非題",
    "Q": "依採購法規定，除契約另有約定外，工程採購估驗涉及向補助機關申請核撥補助款者，審核期限為15工作天，付款期限為30工作天。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 118: 這是法律對於補助款案件付款時程的放寬。考量機關需向上級申請經費之行政流程，審核與付款期限分別設定為 15 工作天與 30 日，正確。"
  },
  {
    "Id": "119",
    "Type": "是非題",
    "Q": "依採購法規定，除契約另有約定外，工程採購之估驗計價應於15工作天內完成審核並付款予廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 119: 法律將「審核」與「付款」分階段計時。題目將兩者合併計算為 15 工作天，不符採購法第 73 條之 1 對於程序時限之精確分劃。"
  },
  {
    "Id": "120",
    "Type": "是非題",
    "Q": "依採購法規定，除契約另有約定外，工程採購之估驗計價應於15工作天內完成審核，並於接到廠商請款單據後15工作天內付款。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 120: 採購法第 73 條之 1 明定：一般案件應於 15 工作天內完成審核，收到單據後再 15 工作天內付款。這保障了廠商資金融通，故敘述正確。"
  },
  {
    "Id": "121",
    "Type": "是非題",
    "Q": "獨資商號承攬機關採購案，於履約過程中負責人變更，即構成採購法第65條所定之轉包。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 121: 獨資商號负责人的變更若符合營業概括承受，僅屬組織內部異動。若廠商仍具備履約能力且實質組織未散，不必然等同於非法轉包。"
  },
  {
    "Id": "122",
    "Type": "是非題",
    "Q": "依採購契約要項，採購標的於使用期間有由原供應廠商提供維修服務之必要者，其第1年使用期間之維修服務，以另案採購為原則。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 122: 依採購契約要項第 15 點，為避免新舊廠商銜接不良及確保初期運作穩定，第 1 年維修服務應以「合併招標決標」為原則，而非另案採購。"
  },
  {
    "Id": "123",
    "Type": "是非題",
    "Q": "依採購契約要項，採購標的於使用期間有由原供應廠商提供維修服務之必要者，其第1年使用期間之維修服務，以附於採購標的合併招標決標為原則。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 123: 承上題，合併招標能讓供應商對產品負起「一條龍」責任。這對精密設備或複雜系統尤為重要，能避免維修與供應責任互相推諉，故答案為 O。"
  },
  {
    "Id": "124",
    "Type": "是非題",
    "Q": "採購標的之使用涉及政府規定之執照，其屬機關取得者，尚不得於契約約定由廠商代為取得。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 124: 雖然執照名義上是機關的（如建照），但申請作業往往需要廠商之技術文件配合。機關得於契約中約定由廠商辦理行政手續（代辦），這在實務上很常見。"
  },
  {
    "Id": "125",
    "Type": "是非題",
    "Q": "採購標的之使用涉及政府規定之執照，其屬機關取得者，機關得於契約約定由廠商代為取得，並由機關負擔必要之費用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 125: 承上題，由廠商代辦執照申請可加速行政效率。但規費等必要支出因屬機關之法定支出，應由機關負擔或以代收代付方式處理，正確。"
  },
  {
    "Id": "126",
    "Type": "是非題",
    "Q": "獨資商號承攬機關採購案，於履約過程中負責人變更，如符合民法第305條所定「營業概括承受」之情形，則非屬採購契約要項第23點所稱契約轉讓，亦不構成採購法第65條所定之轉包。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 126: 營業概括承受（民法第 305 條）屬法定的權利義務繼受。獨資負責人變更若符合此要件，在法律上視為同一主體之延續，不屬違法轉包或轉讓。"
  },
  {
    "Id": "127",
    "Type": "是非題",
    "Q": "依採購法主管機關訂定之統包工程採購契約範本，廠商投標時提出之建材或設備，其品牌或種類超過1家（種）時，除契約另有約定外，由廠商擇優使用。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 127: 承編號 1 之邏輯，統包案中建材品牌超過一家時，選擇權在「機關」而非廠商。廠商「擇優」可能會傾向低價，故由機關擇優通知方能確保品質。"
  }
]