[
  {
    "Id": "1",
    "Type": "是非題",
    "Q": "審標時，得允許投標廠商查看其他廠商之投標文件，以確認審標結果無誤。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 1: 錯誤。審標應密室進行且保密，除法令另有規定外，不得允許廠商查看競爭對手之投標文件，以防洩露商業機密及造成不當競爭。"
  },
  {
    "Id": "2",
    "Type": "是非題",
    "Q": "審標時，允許投標廠商查看其他廠商之投標文件，屬政府採購錯誤行為態樣。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 2: 正確。此舉違反採購法第 34 條保密義務，屬主管機關明定之錯誤行為態樣，易導致圍標或損害廠商公平競爭之權益。"
  },
  {
    "Id": "3",
    "Type": "是非題",
    "Q": "機關辦理採購招標時，投標廠商如未使用機關之標封，屬未依招標文件規定投標，為不合格標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 3: 錯誤。標封僅為外包裝，若招標文件未強制規定且文件已密封，則不得因未使用機關提供之標封而判定不合格，以免構成不當限制。"
  },
  {
    "Id": "4",
    "Type": "是非題",
    "Q": "機關辦理個案採購招標時，不得限制投標廠商必須使用機關之標封。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 4: 正確。基於公平競爭原則，機關不得限制廠商必須使用特定標封。只要廠商自備標封並確實密封，且能辨識標案資訊，均應視為有效。"
  },
  {
    "Id": "5",
    "Type": "是非題",
    "Q": "投標廠商應提出之資格證明文件，除招標文件另有規定者外，以正本為原則。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 5: 錯誤。依據「投標廠商資格與特殊或巨額採購認定標準」，證明文件「以影本為原則」。除非招標文件另有規定，否則不應強制提供正本。"
  },
  {
    "Id": "6",
    "Type": "是非題",
    "Q": "投標廠商應提出之資格證明文件，除招標文件另有規定者外，以影本為原則。但機關得視採購特性之需要，通知投標廠商提出正本供查驗。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 6: 正確。為維護文件安全及作業便利，投標時以影本為主。機關保留核對權，得於必要時（如開標後或決標前）要求廠商出示正本供核。"
  },
  {
    "Id": "7",
    "Type": "是非題",
    "Q": "非特殊或巨額採購，須由具有相當經驗、實績、人力、財力、設備等之廠商始能擔任者，只要敘明正當理由簽經機關首長或其授權人員核准，得另規定投標廠商之特定資格。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 7: 錯誤。只有符合「特殊」或「巨額」採購之定義，機關才得訂定特定資格。一般採購即便經首長核准，亦不得恣意增設特定資格。"
  },
  {
    "Id": "8",
    "Type": "是非題",
    "Q": "特殊或巨額之採購，須由具有相當經驗、實績、人力、財力、設備等之廠商始能擔任者，得另規定投標廠商之特定資格。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 8: 正確。針對技術複雜或規模龐大之採購，為確保廠商執行能力，法規允許於符合認定標準前提下，訂定特定經驗或財力之資格門檻。"
  },
  {
    "Id": "9",
    "Type": "是非題",
    "Q": "機關辦理公開招標之第1次開標，有3家廠商投標，其中有1家廠商標封雖未標示廠商名稱及地址，但因投標廠商家數已達3家，故本案應開標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 9: 錯誤。廠商名稱及地址為辨識投標主體之基本資訊，若缺漏則屬不合格標，有效投標家數將因不合格而未達 3 家，本案應不予開標。"
  },
  {
    "Id": "10",
    "Type": "是非題",
    "Q": "機關採分段開標時，可先開價格標後再審查資格或規格標，以提升採購效率。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 10: 錯誤。分段開標依規定應先審查資格、規格，合格者方能參與價格標。不得先開價格標，否則將失去分段審標之公平性與嚴謹度。"
  },
  {
    "Id": "11",
    "Type": "是非題",
    "Q": "機關辦理採購，投標廠商應提出之資格證明文件，以正本為原則，以影本檢附者應加蓋廠商印章並註明與正本相符。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 11: 錯誤。如編號 6 所述，證明文件以影本為原則，並非正本。廠商雖應簽章切結，但法律並未強制每份影本均須加蓋「與正本相符」章。"
  },
  {
    "Id": "12",
    "Type": "是非題",
    "Q": "機關須於招標文件規定投標廠商之標封須密封並於封口加蓋廠商印章，所送影本亦應加蓋廠商印章。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 12: 錯誤。過度細節的簽章要求（如封口必蓋章、影本必蓋章）屬「不當限制競爭」之行為態樣，機關應減少此類影響有效標判斷之繁瑣規定。"
  },
  {
    "Id": "13",
    "Type": "是非題",
    "Q": "機關採最低標為決標原則之採購案，遇有最低標廠商之總標價偏低，顯不合理，有降低品質、不能誠信履約之虞或其他特殊情形時，請該最低標廠商提出說明，如經評估其說明合理，應予決標，無須通知繳納差額保證金。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 13: 正確。依採購法第 58 條處理程序，若最低標說明合理，表示無降低品質之虞，機關應即決標，不需再要求繳納差額保證金。"
  },
  {
    "Id": "14",
    "Type": "是非題",
    "Q": "工程或財物採購於驗收完成後，無論金額大小，均應填具結算驗收證明書或其他類似文件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 14: 錯誤。小額採購（新台幣 15 萬元以下）得免填具結算驗收證明書。並非無論金額大小均須填具，以簡化行政作業。"
  },
  {
    "Id": "15",
    "Type": "是非題",
    "Q": "開標結果最低標廠商報價偏低，機關可不必分析其價格是否合理也不須通知廠商說明即逕行通知最低標廠商繳納差額保證金後予以決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 15: 錯誤。機關必須先踐行「程序 58」：分析、通知說明、評估合理性。不得逕行要求廠商繳納差額保證金後決標，此屬作業程序違失。"
  },
  {
    "Id": "16",
    "Type": "是非題",
    "Q": "機關辦理巨額採購前，應就完成採購後之預期使用情形及其效益目標、評估使用情形及其效益之分析指標、預計採購期程、開始使用日期及使用年限，簽經機關首長或其授權人員核准。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 16: 正確。這是巨額採購之「前置評估」義務，旨在落實財務責任與需求分析，確保資源運用效率，需經首長核定後始得辦理。"
  },
  {
    "Id": "17",
    "Type": "是非題",
    "Q": "依採購法規定，機關得於招標文件規定投標文件之編排、字體大小、裝訂方式或份數應與招標文件規定相符，否則為無效標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 17: 錯誤。這屬於「政府採購錯誤行為態樣」。機關不應以裝訂、字體等細微形式缺失作為判定不合格標之理由，以免影響公平競爭。"
  },
  {
    "Id": "18",
    "Type": "是非題",
    "Q": "依採購法規定，機關發給、發售或郵遞招標文件時，不得登記領標廠商之名稱。但詢問領標廠商名稱或索取名片尚無不可。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 18: 錯誤。後段敘述錯誤。為防範圍標，機關發售標單時應嚴格保密領標人身分，「詢問名稱或索取名片」均屬不當行為，應予禁止。"
  },
  {
    "Id": "19",
    "Type": "是非題",
    "Q": "依採購法規定，機關得於招標文件規定廠商應於投標標封封口蓋騎縫章及投標文件應逐頁蓋章，否則為無效標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 19: 錯誤。蓋騎縫章或逐頁蓋章均屬形式要求。依主管機關規定，不得僅因未蓋騎縫章或未逐頁蓋章即判定為無效標。"
  },
  {
    "Id": "20",
    "Type": "是非題",
    "Q": "機關辦理公開評選，為利日後標案順利執行，機關可於決標後，將未得標廠商之投標文件提供得標廠商參考，藉以加強工作內容。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 20: 錯誤。未得標廠商之投標文件屬其商業機密，機關應予保密。決標後將其提供給得標人，違反保密義務且侵害智慧財產權。"
  },
  {
    "Id": "21",
    "Type": "是非題",
    "Q": "雖招標文件未明確規定，但基於採購效益及專業判斷之考量，採購機關並非不得逕為保留增購或後續擴充之權利。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 21: 錯誤。後續擴充為重大權利，必須於「招標公告」及「招標文件」中明確載明範圍、期間或金額，機關不得逕自主張保留權利。"
  },
  {
    "Id": "22",
    "Type": "是非題",
    "Q": "標價偏低，通知廠商提出說明時，仍應注意該廠商與其他廠商是否有異常或不正當之行為，而給予與次低標串通之可乘之機。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 22: 正確。審標時應綜合研判。若最低標廠商異常低價卻無合理解釋，除考慮不予決標外，亦需防範其是否與他標串通操作價格。"
  },
  {
    "Id": "23",
    "Type": "是非題",
    "Q": "廠商有採購法第101條第1項各款情形之一時，應通知廠商將刊登政府採購公報，並附記於10日提出異議之教示規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 23: 錯誤。異議教示期間應為「20 日」。題幹所述 10 日係屬錯誤期限，將縮減廠商法定救濟權利，屬行政程序之違誤。"
  },
  {
    "Id": "24",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第5款採限制性招標辦理原型或首次製造、供應標的之採購，該等採購不包括為回收研究發展、實驗或開發成本所為之大量生產或供應之情形。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 24: 正確。該款限制性招標僅限於「研發階段」。一旦進入大規模生產或供應，已非屬原型或首次製造，應回歸競爭性招標程序。"
  },
  {
    "Id": "25",
    "Type": "是非題",
    "Q": "雖然採購2種以上標的之數量不同，仍應將各標的之單價加總（不必考慮數量）辦理決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 25: 錯誤。決標應依招標文件規定之方式（如總價、單價加乘）。僅將單價加總而不考慮預估數量，將扭曲採購規模與權重。"
  },
  {
    "Id": "26",
    "Type": "是非題",
    "Q": "訂有底價之採購，廠商報價已在底價之內（包括平底價），因機關年度預算有限，未予決標，而要求廠商須再減價後再決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 26: 錯誤。廠商報價已入底價且平底價時，機關即應宣布決標。不得以預算有限為由，強迫已進入底價之廠商再次減價。"
  },
  {
    "Id": "27",
    "Type": "是非題",
    "Q": "機關辦理公告金額以上採購，為保障品質，可以指定僅採購進口品。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 27: 錯誤。除有特殊需求或不違反條約前提，機關不得指定特定廠牌或產地。無正當理由限制進口品，屬不當限制競爭。"
  },
  {
    "Id": "28",
    "Type": "是非題",
    "Q": "最低標廠商之總標價低於底價之百分之八十，但在底價百分之七十以上，只要其承諾要繳交差額保證金，主標人即可當場先宣布決標，再由該商在限期內補交差額保證金。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 28: 錯誤。主標人不得「當場先宣布決標」。應先保留決標，由廠商於期限內繳納差額保證金後，機關方得辦理決標程序。"
  },
  {
    "Id": "29",
    "Type": "是非題",
    "Q": "機關得以更換廠商將延誤工期為理由，依採購法第22條第1項第4款洽原供應廠商辦理採購。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 29: 錯誤。該款適用於須具備相容性或互換性之情形。僅以「更換廠商延誤工期」為由，不符該款嚴謹要件，應採競爭招標。"
  },
  {
    "Id": "30",
    "Type": "是非題",
    "Q": "招標文件之規定簡明扼要即可，執行中如有爭議，均應以機關之解釋為準。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 30: 錯誤。招標文件應完整清晰。遇爭議時，若機關解釋顯失公平或違背法規，非單方說了算，廠商仍得依救濟程序辦理。"
  },
  {
    "Id": "31",
    "Type": "是非題",
    "Q": "機關訂定公告金額以上採購之技術規格無國際標準或國家標準，且無法以精確之方式說明招標要求，而必須於招標文件要求或提及特定之廠牌時，應註明「或同等品」字樣，其所列廠牌應僅供廠商參考，不得限制廠商必須採用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 31: 正確。依採購法第 26 條，無法精確說明規格時，得提廠牌但必須加註「或同等品」，確保不同廠牌產品皆有參與機會。"
  },
  {
    "Id": "32",
    "Type": "是非題",
    "Q": "機關依採購法第50條第2項規定撤銷決標或解除契約時，其原係採最低標為決標原則者，得以原決標價依決標前各投標廠商標價之順序，自標價低者起，依序洽其他合於招標文件規定之未得標廠商減至該決標價後決標。其無廠商減至該決標價者，得依同法第52條第1項第1款、第2款及招標文件所定決標原則辦理決標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 32: 正確。這是第 50 條第 2 項之處置。原標為最低標時，得依序洽次低標廠商「減至原決標價」後決標，兼顧效率與原招標條件。"
  },
  {
    "Id": "33",
    "Type": "是非題",
    "Q": "機關依採購法第50條第2項規定撤銷決標或解除契約時，其原係採最低標為決標原則者，得以原決標價依決標前各投標廠商標價之順序，自標價低者起，依序洽其他合於招標文件規定之未得標廠商減至該決標價後決標。其無廠商減至該決標價者，應予廢標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 33: 錯誤。機關並非「應」予廢標。依規定，若次低標等廠商願意減至原決標價，仍可完成決標，並非唯一的處理方式。"
  },
  {
    "Id": "34",
    "Type": "是非題",
    "Q": "機關採購獨家代理商或獨家經銷商供應之產品，因屬獨家供應之情形，得依採購法第22條第1項第2款採限制性招標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 34: 錯誤。獨家代理不等於「無其他替代標的」。機關應評估市場有無同質產品，若有其他替代品，仍應採公開招標。"
  },
  {
    "Id": "35",
    "Type": "是非題",
    "Q": "機關如欲依採購法第22條第1項第2款規定採購專屬權利之產品，應先評估該產品是否有其他合適之替代標的。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 35: 正確。這是辦理專屬權利限制性招標的前置義務。必須先確認市場上無其他合適之替代標的，方能引用第 22 條第 1 項第 2 款。"
  },
  {
    "Id": "36",
    "Type": "是非題",
    "Q": "機關辦理公開招標之第1次開標，有3家廠商投標，其中有1家廠商標封未標示廠商名稱及地址，則本案應不能開標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 36: 正確。如編號 9 所述，標封應標示廠商名稱及地址。若基本資訊缺漏，屬不合格標，會導致有效投標家數不足 3 家而流標。"
  },
  {
    "Id": "37",
    "Type": "是非題",
    "Q": "開標當日如無法審標完畢，而延至他日再繼續審標者，屬於採購錯誤行為態樣之一。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 37: 錯誤。審標為實質審查，若案件複雜，本可依需要跨日進行，只要確保程序公正與文件保密，不屬於錯誤行為態樣。"
  },
  {
    "Id": "38",
    "Type": "是非題",
    "Q": "開標當日如無法審標完畢，可延至他日再繼續審標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 38: 正確。開標程序中，若需較長時間核對規格或資格，主標人可宣布暫停，延至次日或其他時間繼續辦理審查作業。"
  },
  {
    "Id": "39",
    "Type": "是非題",
    "Q": "機關辦理採購，使用主管機關訂定之招標投標簽約三用文件，於決標後無須通知廠商至機關簽約。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 39: 正確。三用文件於機關簽署後，本身即具備「契約」效力。既然決標即簽約完成，實務上可省去通知廠商到場補簽書面之手續。"
  },
  {
    "Id": "40",
    "Type": "是非題",
    "Q": "招標文件未載明採購法第31條第2項、第101條第1項各款之文字，機關發現廠商有前開規定所定情形，不得依前開規定辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 40: 錯誤。法定義務優於招標文件規定。即便文件漏列相關法條文字，機關發現廠商有違法情形時，仍應依法究辦。"
  },
  {
    "Id": "41",
    "Type": "是非題",
    "Q": "於招標文件更改採購法第31條第2項、第101條第1項各款之文字屬擅改法律文字之錯誤行為態樣。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 41: 正確。採購法條文具強制性，機關應完整引用，不得自行刪減、修改法律明定之違失款項，以免法律適用發生爭議。"
  },
  {
    "Id": "42",
    "Type": "是非題",
    "Q": "機關於招標文件規定廠商投標時須檢附之納稅證明，依採購法令規定廠商不及提出最近一期證明者，得以前一期之納稅證明代之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 42: 正確。考量稅務機關作業時間，法規賦予廠商彈性，若最新一期尚未核發，得以「前一期」作為有效證明，避免不當限制。"
  },
  {
    "Id": "43",
    "Type": "是非題",
    "Q": "機關辦理採購，使用主管機關訂定之招標投標簽約三用文件，於決標後仍須通知廠商至機關簽約。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 43: 錯誤。與編號 39 相同。三用文件之設計即是為了簡化流程，決標處經機關蓋章後契約即成立，無須再通知廠商另行簽約。"
  },
  {
    "Id": "44",
    "Type": "是非題",
    "Q": "機關辦理公開招標，只要符合第1次招標結果無廠商投標或無合格標之要件，後續招標即得依採購法第22條第1項第1款採限制性招標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 44: 錯誤。第 22 條第 1 項第 1 款有嚴格限制：除流廢標外，還須「招標內容及條件未經重大改變」。若預算或規模大改，則不得引用。"
  },
  {
    "Id": "45",
    "Type": "是非題",
    "Q": "機關第1次招標無廠商投標而流標，經檢討原因係預算金額過低所致，第2次招標將預算金額提高，屬招標內容及條件經重大改變之情形，不得依採購法第22條第1項第1款規定採限制性招標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 45: 正確。提高預算屬於「招標內容及條件重大改變」。此情況應重新辦理招標（受 3 家限制），不可逕採限制性招標。"
  },
  {
    "Id": "46",
    "Type": "是非題",
    "Q": "機關因不可預見之緊急事故需辦理採購，其招標時間充裕者，不得依採購法第22條第1項第3款採限制性招標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 46: 正確。緊急事故必須是「無法預見」且「時間緊急」。若招標時間仍充裕（如可進行公開招標等標期者），即不符緊急採購要件。"
  },
  {
    "Id": "47",
    "Type": "是非題",
    "Q": "訂定特定資格時，應依「投標廠商資格與特殊或巨額採購認定標準」，評估廠商家數，及檢討有無不當限制競爭。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 47: 正確。特定資格屬高門檻，應依認定標準辦理，且必須進行市場調查及檢討，避免變相圖利或排除特定廠商之競爭。"
  },
  {
    "Id": "48",
    "Type": "是非題",
    "Q": "廠商異議逾法定期間，如經評估有理由，應報請上級機關核定後變更原處理結果。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 48: 錯誤。廠商異議雖逾期，但若機關自省原處理結果確實有誤（有理由），機關可「自行」變更，無須報請上級機關核定。"
  },
  {
    "Id": "49",
    "Type": "是非題",
    "Q": "廠商異議逾法定期間，如經評估有理由，機關自行變更原處理結果，尚無不可。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 49: 正確。基於採購行政自我糾錯原則，即便逾期，只要發現確實違法或不當，機關自行撤銷或變更原不當處置，是符合法治精神的。"
  },
  {
    "Id": "50",
    "Type": "是非題",
    "Q": "訂有底價之採購，合格最低標廠商報價平底價，因該報價未低於底價，機關尚不得宣布決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 50: 錯誤。訂有底價之最低標，廠商報價只要「低於或等於」底價，即符合決標要件，機關應依法宣布決標，不得藉故拒絕。"
  },
  {
    "Id": "51",
    "Type": "是非題",
    "Q": "訂定特定資格時，應依「投標廠商資格與特殊或巨額採購認定標準」，評估符合之廠商家數達3家以上，即可認定無不當限制競爭。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 51: 錯誤。廠商家數達 3 家以上僅是基本門檻。機關仍須核實評估該資格是否為達成採購目的所「必要」，若無必要卻設定高門檻，仍可能構成不當限制競爭。"
  },
  {
    "Id": "52",
    "Type": "是非題",
    "Q": "訂有底價之採購，合格最低標廠商報價平底價，機關即應決標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 52: 正確。依採購法第 52 條，最低標決標原則下，廠商報價只要低於或「等於」底價，且無標價偏低不合理之情形，機關即應宣布決標，不得要求再減價。"
  },
  {
    "Id": "53",
    "Type": "是非題",
    "Q": "當機關辦理議價時，如廠商報價平底價時，機關應再洽其減價1次後，決標予該廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 53: 錯誤。議價程序中，若廠商第一標報價即已平底價（或入底價），表示已符合決標要件，機關應即決標，不得再洽廠商減價，以維護誠信原則。"
  },
  {
    "Id": "54",
    "Type": "是非題",
    "Q": "當機關辦理議價時，如廠商報價平底價時，機關不得再洽其減價，而應決標予該廠商。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 54: 正確。議價係洽特定廠商進行，只要廠商報價已入底價，契約條件即達成。機關若強迫廠商在已入底價後再次減價，屬採購錯誤行為態樣。"
  },
  {
    "Id": "55",
    "Type": "是非題",
    "Q": "招標標的在2項以上而採分項決標者，應以各項單價之合計值，決定最低標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 55: 錯誤。採分項決標者，係以「各項」標的分別評比決標。若將各項單價合計值決定最低標，實質上屬於「總價決標」，會造成決標邏輯與招標文件矛盾。"
  },
  {
    "Id": "56",
    "Type": "是非題",
    "Q": "招標標的在2項以上而未採分項決標者，應以各項單價及其預估需求數量之乘積加總計算，決定最低標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 56: 正確。未採分項決標（總價決標）時，為反映實際採購規模，應將單價乘以預估數量後加總。這能確保機關在實際履約支出總額上，選出真正的最低標廠商。"
  },
  {
    "Id": "57",
    "Type": "是非題",
    "Q": "以單價決標者，決標公告之底價欄位，應以單價填列，於附加說明欄敘明係單價決標，並載明預估需求數量即可。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 57: 錯誤。決標公告之底價與金額欄位，應以「預估總價」（單價 $\\times$ 預估數量）填列，俾利公眾了解採購規模。僅填單價會導致資訊揭露不完全。"
  },
  {
    "Id": "58",
    "Type": "是非題",
    "Q": "以單價決標者，決標公告之底價欄位，應以單價乘以預估需求數量填列，並於附加說明欄敘明係單價決標案。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 58: 正確。為落實資訊透明，單價決標案於公告時須換算為預估總金價。這有助於主管機關統計採購總額，並讓其他廠商判斷案件規模之準確性。"
  },
  {
    "Id": "59",
    "Type": "是非題",
    "Q": "機關訂定公告金額以上採購之技術規格無法以精確之方式說明招標要求，而必須於招標文件要求或提及特定之廠牌時，應依政府採購法註明3家以上廠牌。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 59: 錯誤。採購法第 26 條僅規定提及特定廠牌時，必須加註「或同等品」。法律並未強制要求必須列出「3 家以上」廠牌，僅需確保競爭開放即可。"
  },
  {
    "Id": "60",
    "Type": "是非題",
    "Q": "採購法第101條第1項第1款及第2款規定之適用，以成立圍標之刑事處罰為要件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 60: 錯誤。第 101 條第 1 項第 1 款（容許他人借用名義）及第 2 款（借用他人名義）之行政處分，係基於事實認定，不以刑事判決確定為前置要件。"
  },
  {
    "Id": "61",
    "Type": "是非題",
    "Q": "採購法第101條第1項第1款及第2款規定之適用，不以成立圍標之刑事處罰為要件。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 61: 正確。行政罰與刑事罰併行。機關只要有具體證據顯示廠商有借牌行為，即可依行政程序刊登黑名單，無須枯等耗時數年的刑事判決結果。"
  },
  {
    "Id": "62",
    "Type": "是非題",
    "Q": "採購法第101條第1項第1款及第2款所稱「借用」，如借用人無合格參標資格，不適用該款規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 62: 錯誤。無論借用人是否具備投標資格，只要存在「借名投標」之行為事實，即構成違法。法律規範的核心在於禁止虛偽投標，而非借用人之能力。"
  },
  {
    "Id": "63",
    "Type": "是非題",
    "Q": "採購法第101條第1項第1款及第2款所稱「借用」，不以借用人為無合格參標資格為要件。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 63: 正確。借牌投標行為損害採購公正性。不論借牌者是為了規避資格限制，或僅是行政作業方便，均屬採購法第 101 條應處分之範疇。"
  },
  {
    "Id": "64",
    "Type": "是非題",
    "Q": "機關辦理採購，因上級機關核定計畫遲延，為提升採購效率，得依採購法第22條第1項第3款採限制性招標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 64: 錯誤。「上級機關核定遲延」屬機關內部行政疏失，並非「不可預見之緊急事故」。不得以此為由逕行限制性招標，以免濫用法規排除競爭。"
  },
  {
    "Id": "65",
    "Type": "是非題",
    "Q": "招標文件得規定「投標證件得採用影本，但須於影本加註影本與正本相符字樣並加蓋廠商圖記及負責人印章，不符規定者其所投報價單無效。」",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 65: 錯誤。依據「政府採購錯誤行為態樣」，機關不得限制影本必須加蓋特定印章（如負責人章）始有效。過度形式化之要求會限制公平競爭。"
  },
  {
    "Id": "66",
    "Type": "是非題",
    "Q": "依採購法規定，招標文件不得規定「投標證件得採用影本，但須於影本加註影本與正本相符字樣並加蓋廠商圖記及負責人印章，不符規定者其所投報價單無效。」",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 66: 正確。招標文件若規定未加蓋特定印章之影本為無效標，屬「不當限制競爭」。只要影本清晰且經廠商切結，即應接受其法律效力。"
  },
  {
    "Id": "67",
    "Type": "是非題",
    "Q": "機關辦理公開招標，其採分段開標者，依採購法規定，第1階段開標當日必須審標完畢。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 67: 錯誤。分段開標之審標程序可能耗時較長。採購法並未規定當日必須審完，機關得視需要另訂時間繼續審標，唯應確保文件保密及安全性。"
  },
  {
    "Id": "68",
    "Type": "是非題",
    "Q": "機關辦理公開招標，其採分段開標者，採購法並無規定第1階段開標當日必須審標完畢。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 68: 正確。實務上如規格複雜，需進行技術審查時，跨日審標是常態。法規僅要求開標應依公告時間，但審標過程可視實際需求合理延展。"
  },
  {
    "Id": "69",
    "Type": "是非題",
    "Q": "辦理契約變更，如未涉及契約價金變動，得免議價程序。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 69: 錯誤。契約變更無論金額是否變動，其內容之更迭仍屬雙方合意之過程。若涉及新增項目或調整內容，仍應依法定程序辦理，包含必要的議價紀錄。"
  },
  {
    "Id": "70",
    "Type": "是非題",
    "Q": "辦理契約變更，如未涉及契約價金變動，議價程序仍不得免除。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 70: 正確。議價程序包含對規格、條件及價金之確認。即便最終總價不變，仍須透過議價程序確認變更項目之合理性，並作成書面紀錄以完備程序。"
  },
  {
    "Id": "71",
    "Type": "是非題",
    "Q": "審標作業中對投標文件有疑問時，一定要公開審標，不可個別洽詢。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 71: 錯誤。審標應確保公平，但並非「一定要公開」。機關對於個別廠商文件之疑義，得依採購法第 51 條個別洽廠商說明，無須當眾公開諮詢。"
  },
  {
    "Id": "72",
    "Type": "是非題",
    "Q": "審標作業中對投標文件內容有疑義時，得個別洽詢廠商提出說明。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 72: 正確。為釐清投標文件之實質內容，機關得通知廠商說明。這有助於減少誤判，並落實實質審標，確保採購品質與投標意願。"
  },
  {
    "Id": "73",
    "Type": "是非題",
    "Q": "機關依其招標文件公告之時間辦理開標，於開啟廠商投標文件之標封前，當場宣布補充規定或變更招標文件內容，尚屬適法。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 73: 錯誤。開標現場嚴禁當場增加或變更招標規定。任何內容變動必須於等標期內透過更正公告辦理，否則將導致廠商報價基礎不一，嚴重違法。"
  },
  {
    "Id": "74",
    "Type": "是非題",
    "Q": "機關依其招標文件公告之時間辦理開標，於開啟廠商投標文件之標封前，當場宣布補充規定或變更招標文件內容後即進行開標，違反採購法。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 74: 正確。此舉違反公平原則及公告程序。廠商係依原招標文件投標，現場突襲式地宣布新規定，會造成競爭不公平，屬重大採購違失。"
  },
  {
    "Id": "75",
    "Type": "是非題",
    "Q": "機關依採購法第102條第3項規定，將廠商之分公司名稱刊登政府採購公報，於刊登期間，該廠商之其他分公司得繼續參加投標或作為決標對象。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 75: 錯誤。刊登黑名單之對象為「法律主體」。分公司並無獨立人格，若某分公司被停權，效力及於總公司及其所有分公司，全體均不得參標。"
  },
  {
    "Id": "76",
    "Type": "是非題",
    "Q": "機關依採購法第102條第3項規定，將廠商之分公司名稱刊登政府採購公報，於刊登期間，該廠商之其他分公司不得繼續參加投標或作為決標對象。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 76: 正確。基於法人一體原則，總公司與其所屬各分公司在法律上視為同一權利主體。一處違法停權，全國分部均受限制，以防規避制裁。"
  },
  {
    "Id": "77",
    "Type": "是非題",
    "Q": "押標金及保證金之繳納方式，可由機關就採購法第30條第2項所定繳納種類中選擇適合機關採用者訂入投標須知。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 77: 錯誤。採購法第 30 條第 2 項明定多種繳納種類。為保障廠商便利性，機關應允許廠商從法定種類中自由選擇，不得僅挑選特定幾種強制執行。"
  },
  {
    "Id": "78",
    "Type": "是非題",
    "Q": "押標金及保證金之繳納方式，機關不得就採購法第30條第2項所定繳納種類中選擇其中5種訂入投標須知。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 78: 正確。機關應開放所有法定方式供廠商選擇。若自行刪減（例如規定不收保險公司保證保險單），則限制了廠商籌措資金之管道，屬違法行為。"
  },
  {
    "Id": "79",
    "Type": "是非題",
    "Q": "機關於招標文件規定廠商投標時須檢附之納稅證明，依採購法令規定廠商不及提出最近一期證明者，尚不得以前一期之納稅證明代之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 79: 錯誤。與編號 42 同理，考量稅務機關申報週期，若廠商不及提出最近一期證明，法律允許提出前一期證明，機關不得拒絕，以符實務。"
  },
  {
    "Id": "80",
    "Type": "是非題",
    "Q": "機關採最低標為決標原則之採購案，遇有最低標廠商之總標價偏低，顯不合理，有降低品質、不能誠信履約之虞或其他特殊情形時，請該最低標廠商提出說明，如經評估其說明合理，應於通知廠商繳納差額保證金後，宣布決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 80: 錯誤。依程序 58，若說明合理，機關應「直接決標」，不需再繳納差額保證金。通知繳納差額保證金是針對「說明不合理，但機關願決標」之情形。"
  },
  {
    "Id": "81",
    "Type": "是非題",
    "Q": "機關辦理公開招標，於招標公告所定開標時間未到，先開啟廠商標封審標，並可提升採購效率。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 81: 錯誤。提前開標屬嚴重違失。公告開標時間具法律效力，提前開啟標封會產生洩密風險並損害標案之公信力，絕對禁止。"
  },
  {
    "Id": "82",
    "Type": "是非題",
    "Q": "機關辦理公開招標，於招標公告所定開標時間未到即先開啟廠商標封審標，並不符合採購法之規定，不得採行。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 82: 正確。開標應於公告之特定時、地公開辦理。提前私下拆封審標違反採購法第 45 條及透明原則，屬重大行政處分瑕疵。"
  },
  {
    "Id": "83",
    "Type": "是非題",
    "Q": "機關辦理公告金額以上採購，所擬定、採用或適用之技術規格，在目的及效果上均不得限制競爭，不得標示擬採購產品或服務之特性，諸如品質、性能、安全、尺寸、符號、術語、包裝、標誌及標示或生產程序、方法及評估之程序。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 83: 錯誤。公告金額以上採購之規格，重點在於「不得限制競爭」。並非完全不能標示性能、安全或包裝，而是標示方式應客觀且具競爭性。"
  },
  {
    "Id": "84",
    "Type": "是非題",
    "Q": "機關辦理公告金額以上採購，所擬定、採用或適用之技術規格，其所標示之擬採購產品或服務之特性，諸如品質、性能、安全、尺寸、符號、術語、包裝、標誌及標示或生產程序、方法及評估之程序，在目的及效果上均不得限制競爭。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 84: 正確。法規允許訂定規格，但其目的須與採購功能相關，且不得產生排除特定廠商之效果。規格訂定應儘量參考國際或國家標準。"
  },
  {
    "Id": "85",
    "Type": "是非題",
    "Q": "允許廠商使用之同等品，僅須考量其功能、效益、標準或特性不低於招標文件所要求或提及者，並送機關審查認定即可，惟其價格是否與契約價格同值，可不必考慮。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 85: 錯誤。同等品審查除功能效益外，亦須考量價格。若同等品價格低於原招標要求，應自契約價金中扣除差額，以維護機關利益。"
  },
  {
    "Id": "86",
    "Type": "是非題",
    "Q": "允許廠商使用之同等品，須考量其功能、效益、標準及特性不低於招標文件所要求或提及者，經機關審查認定，且不得據以增加契約價金，其價格如較契約所載原要求或提及者為低，應自契約價金中扣除。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 86: 正確。同等品替換之原則為「不低於原需求」且「不增加支出」。若換用較便宜之產品，機關依法應扣除價差，避免廠商變相牟利。"
  },
  {
    "Id": "87",
    "Type": "是非題",
    "Q": "招標機關得限制投標廠商於投標當時即必須擁有指定之設備。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 87: 錯誤。機關不得要求廠商於「投標時」即備妥所有昂貴設備。應允許廠商於「得標後」或「開工前」備齊，以免將中小型廠商排除在外。"
  },
  {
    "Id": "88",
    "Type": "是非題",
    "Q": "招標機關不得限制投標廠商於投標當時即必須擁有指定之設備。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 88: 正確。這屬於「不當限制競爭」態樣。只要廠商能承諾履約時能具備相關設備即可，強迫投標當下擁有，會大幅提高參標成本。"
  },
  {
    "Id": "89",
    "Type": "是非題",
    "Q": "招標機關為提升採購標的之品質，經評估可能符合特定資格之廠商家數，並檢討無不當限制競爭之情形，於辦理特殊或巨額採購案件，得於廠商資格中限制須具備食品GMP認證。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 89: 錯誤。食品 GMP、CAS 等多屬「優良產品」認證，而非「廠商特定資格」。機關得於技術規格中要求標的符合標準，但不得列為廠商參標資格。"
  },
  {
    "Id": "90",
    "Type": "是非題",
    "Q": "招標機關為提升採購標的之品質，經評估可能符合特定資格之廠商家數，並檢討無不當限制競爭之情形，於辦理特殊或巨額採購案件，不得於廠商資格中限制須具備食品GMP認證。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 90: 正確。將特定標章列為「投標資格」會排除未取得該標章但品質同樣優良之廠商。這類標準應列於「規格」或「同等品」審查中。"
  },
  {
    "Id": "91",
    "Type": "是非題",
    "Q": "招標機關為提升採購標的之品質，經評估可能符合特定資格之廠商家數，並檢討無不當限制競爭之情形，於辦理特殊或巨額採購案件，得於廠商資格中限制須具備CAS（台灣優良農產品）證書。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 91: 錯誤。CAS 證書旨在證明單一產品之品質。將其設為廠商資格（Entry barrier），會導致資格門檻與履約能力產生脫節，屬不當限制。"
  },
  {
    "Id": "92",
    "Type": "是非題",
    "Q": "招標機關為提升採購標的之品質，經評估可能符合特定資格之廠商家數，並檢討無不當限制競爭之情形，於辦理特殊或巨額採購案件，不得於廠商資格中限制須具備CAS（台灣優良農產品）證書。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 92: 正確。機關應在招標文件中要求產品「應符合 CAS 或同等標準」，而非要求投標廠商必須「持有 CAS 證書」，兩者在法規意義上完全不同。"
  },
  {
    "Id": "93",
    "Type": "是非題",
    "Q": "招標機關為提升採購標的之品質，經評估可能符合特定資格之廠商家數，並檢討無不當限制競爭之情形，於辦理特殊或巨額採購案件，得於廠商資格中限制須具備ISO27001（資訊安全管理系統）驗證證書。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 93: 錯誤。特定資安證書（如 ISO27001）即便重要，亦不得逕列為投標廠商資格。機關應評估個案必要性，而非全面性地將其列為參標門檻。"
  },
  {
    "Id": "94",
    "Type": "是非題",
    "Q": "招標機關為提升採購標的之品質，經評估可能符合特定資格之廠商家數，並檢討無不當限制競爭之情形，於辦理特殊或巨額採購案件，不得於廠商資格中限制須具備ISO27001（資訊安全管理系統）驗證證書。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 94: 正確。主管機關多次解釋，將各類管理系統證照列為廠商資格需極度審慎。若非個案絕對必要，應列為規格要求或評選加分項。"
  },
  {
    "Id": "95",
    "Type": "是非題",
    "Q": "招標機關為提升採購標的之品質，經評估可能符合特定資格之廠商家數，並檢討無不當限制競爭之情形，於辦理特殊或巨額採購案件，不得於廠商資格中限制須具備CNS12681（品質管理系統要求）驗證證書。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 95: 錯誤。CNS12681（同 ISO9001）係品質管理標準。在非特殊或巨額採購中，將其列為強制資格，會排除許多具實力之一般廠商。"
  },
  {
    "Id": "96",
    "Type": "是非題",
    "Q": "招標機關為提升採購標的之品質，經評估可能符合特定資格之廠商家數，並檢討無不當限制競爭之情形，於辦理特殊或巨額採購案件，得於廠商資格中限制須具備CNS12681（品質管理系統要求）驗證證書。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 96: 正確。依「投標廠商資格與特殊或巨額採購認定標準」，特殊或巨額採購於評估必要性後，得將特定管理驗證列為特定資格。"
  },
  {
    "Id": "97",
    "Type": "是非題",
    "Q": "機關辦理採購，為求保障品質，於辦理非屬特殊或巨額採購案件，可於訂定投標廠商資格時，限制須取得ISO9001（品質管理系統）驗證證書。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 97: 錯誤。非特殊或巨額採購案，嚴禁將 ISO 證照列為基本資格。機關應依標準資格訂定，否則會構成對中小型廠商之歧視。"
  },
  {
    "Id": "98",
    "Type": "是非題",
    "Q": "招標機關辦理特殊或巨額採購案件，為提升採購標的之品質，經評估可能符合特定資格之廠商家數，並檢討無不當限制競爭之情形，得於廠商資格中限制須具備ISO9001（品質管理系統）驗證證書。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 98: 正確。針對大型、複雜（巨額）案件，對廠商組織管理能力有較高要求時，法規允許將 ISO 認證列為特定資格，但仍須檢討廠商家數。"
  },
  {
    "Id": "99",
    "Type": "是非題",
    "Q": "第1次招標廠商報價均超過底價而廢標時，第2次招標時機關不得變更第1次招標之底價。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 99: 錯誤。廢標後重新招標，機關應檢討流廢標原因。若原因為底價偏低，機關當然「得」重新訂定更合理的底價，並無不得變更之規定。"
  },
  {
    "Id": "100",
    "Type": "是非題",
    "Q": "第1次招標廠商報價均超過底價而廢標時，第2次招標時機關得重新訂定底價。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 100: 正確。第 2 次招標視為新的招標程序。機關得依市場行情或需求調整，重新訂定底價，以提高招標成功率及行政效率。"
  },
  {
    "Id": "101",
    "Type": "是非題",
    "Q": "機關辦理採購，發現廠商有採購法第101條第1項各款情形之一，將其事實及理由及第103條第1項所定期間通知廠商時，該通知函如已附記「如未提出異議者，將刊登政府採購公報」之文字，無須載明提出異議之期限。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 101: 錯誤。刊登黑名單屬重大行政處分，通知函必須載明「20 日」之法定異議期限。若未載明期限，將導致程序瑕疵，影響處分之合法性。"
  },
  {
    "Id": "102",
    "Type": "是非題",
    "Q": "機關辦理採購，發現廠商有採購法第101條第1項各款情形之一，將其事實及理由及第103條第1項所定期間通知廠商時，該通知函雖已附記「如未提出異議者，將刊登政府採購公報」之文字，仍應載明提出異議之期限。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 102: 正確。依採購法第 102 條，為保障廠商權益，通知函除告知事實理由外，必須載明受告知者得提出異議之法定期間，此為行政程序之必備要件。"
  },
  {
    "Id": "103",
    "Type": "是非題",
    "Q": "機關辦理財物採購之驗收，廠商未依通知派代表參加者，不得為之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 103: 錯誤。驗收係機關之權責。機關已依法通知廠商派員參加，若廠商不派代表，機關仍得逕行驗收，廠商事後不得對驗收結果提出異議。"
  },
  {
    "Id": "104",
    "Type": "是非題",
    "Q": "機關辦理財物採購之驗收，廠商未依通知派代表參加者，仍得為之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 104: 正確。為防廠商以不出席方式杯葛程序，法規規定機關通知後廠商未到場者，驗收仍得進行。這確保了採購結案與請款流程不被惡意拖延。"
  },
  {
    "Id": "105",
    "Type": "是非題",
    "Q": "依採購法規定，機關得於招標文件或招標公告規定廠商僅能親自領取招標文件而不得採郵遞方式領取。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 105: 錯誤。機關應提供多元領標管道。限制「僅能親自領取」會增加偏遠廠商參標成本，屬不當限制競爭。郵遞領標是法律保障之基本權利。"
  },
  {
    "Id": "106",
    "Type": "是非題",
    "Q": "依採購法規定，機關不得於招標文件或招標公告規定廠商僅能親自領取招標文件而不得採郵遞方式領取。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 106: 正確。依採購法施行細則，招標文件之領取應兼顧便利與公開。禁止郵遞領標屬常見的「採購錯誤行為態樣」，旨在防止特定對象壟斷資訊。"
  },
  {
    "Id": "107",
    "Type": "是非題",
    "Q": "機關已於招標文件精確描述規格，仍得依採購法第26條第3項規定標示廠牌。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 107: 錯誤。採購法第 26 條規定，只有在「無法精確描述規格」時，才得提及廠牌。既然已能精確描述，即不得標示廠牌，以免產生不公平競爭。"
  },
  {
    "Id": "108",
    "Type": "是非題",
    "Q": "以公開取得廠商書面報價辦理招標，公告結果僅1家廠商投標，而改採限制性招標之議價，訂定底價前毋須先參考廠商之報價或估價單。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 108: 錯誤。改採議價後，程序仍屬限制性招標。依規定，訂定底價前應先參考廠商之報價或估價單，以確保底價符合市場行情與該案特性。"
  },
  {
    "Id": "109",
    "Type": "是非題",
    "Q": "以公開取得廠商書面報價辦理招標，公告結果僅1家廠商投標，而改採限制性招標之議價，訂定底價前仍須先參考廠商之報價或估價單。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 109: 正確。議價係與特定對象進行。為落實底價之合理性，機關必須參考廠商提供之報價單，並綜合考量成本及利潤後，再行訂定底價。"
  },
  {
    "Id": "110",
    "Type": "是非題",
    "Q": "廠商投標所繳納之押標金票據如未載明受款人時，機關得認為其為不合格標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 110: 錯誤。支票或匯票如未載明受款人，執票人（機關）即為受款人。這屬於可補正或不影響效力之細節，不得據此認定為不合格標。"
  },
  {
    "Id": "111",
    "Type": "是非題",
    "Q": "廠商投標所繳納之押標金票據如未載明受款人時，機關不得認為其為不合格標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 111: 正確。依票據法與採購法令，押標金票據未載受款人仍具兌現力。機關應以執票人身分收受，若以此判退，屬過度技術性限制競爭。"
  },
  {
    "Id": "112",
    "Type": "是非題",
    "Q": "機關已於招標文件精確描述規格，不得依採購法第26條第3項規定標示廠牌。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 112: 正確。這是第 26 條之核心原則：優先以功能、性能或標準描述。標示廠牌是「最後手段」，若能描述清楚卻仍標示廠牌，即屬違法限制。"
  },
  {
    "Id": "113",
    "Type": "是非題",
    "Q": "廠商以未載明受款人之銀行支票繳納押標金者仍屬有效，以執票機關為受款人。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 113: 正確。銀行支票未載受款人，視同無記名票據，執票之機關具備受款權利。此種繳納方式有效，機關應予收受以維護廠商投標權利。"
  },
  {
    "Id": "114",
    "Type": "是非題",
    "Q": "某校辦理公告金額以上教學儀器之財物採購(非複數決標)，部分採購項目之規定得訂定：「無機及有機分子模型組之包裝盒灰色尺寸為235x171x58m/m；護目鏡規格為一體成型透明式及美製；三球儀之尺寸為長52x19x30cm」。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 114: 錯誤。題幹中標示「灰色、美製、特定尺寸」等皆屬指定特定規格或產地。在無必要性下限制這些細節，構成違反第 26 條限制競爭。"
  },
  {
    "Id": "115",
    "Type": "是非題",
    "Q": "招標文件未要求廠商提供履約樣品與規格以供審標之用，如廠商之投標文件包含履約樣品與規格，則機關先依招標文件規定開標並決標予該廠商後，再審查其投標時所提出之履約樣品與規格，尚無不可。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 115: 錯誤。審標應於開標後、決標前完成。若決標後才審查樣品，萬一規格不符，將導致契約無效或履約爭議，此屬程序顛倒之嚴重違失。"
  },
  {
    "Id": "116",
    "Type": "是非題",
    "Q": "機關辦理採購，有押標金者，審標時發現廠商有經主管機關認定有影響採購公正之違反法令行為者，其所繳納之押標金，不予發還，其未依招標文件規定繳納或已發還者，並予追繳。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 116: 正確。依採購法第 31 條，若廠商有圍標、借牌等影響公正之行為，機關應不予發還押標金；若已發還，則須依法追繳，以儆效尤。"
  },
  {
    "Id": "117",
    "Type": "是非題",
    "Q": "機關依採購法第84條第1項但書辦理者，如申訴廠商之利益大於個案之公共利益，仍得繼續採購程序之進行。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 117: 錯誤。第 84 條但書規定，只有在「公共利益大於申訴廠商利益」時，機關才得繼續採購。若廠商利益較大，原則上應暫停採購程序。"
  },
  {
    "Id": "118",
    "Type": "是非題",
    "Q": "機關依採購法第84條第1項但書繼續採購程序之進行者，應將個案之公共利益大於申訴廠商之利益具體明確化，以免恣意濫用，不當侵害廠商權益。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 118: 正確。為防止機關濫用「公共利益」名義排除申訴救濟，機關決定繼續採購時，必須具體舉證公共利益受損之急迫性與重大性。"
  },
  {
    "Id": "119",
    "Type": "是非題",
    "Q": "招標文件得規定廠商標價偏低時，應先繳納或切結繳納差額保證金，再辦理決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 119: 錯誤。依程序 58，應先請廠商「提出說明」。機關不得在文件預設「先繳保證金再決標」，必須先評估說明之合理性，流程不可簡化。"
  },
  {
    "Id": "120",
    "Type": "是非題",
    "Q": "採購法第31條第2項第3款已規定投標廠商冒用他人名義或證件投標，其所繳納之押標金不予發還，其未依招標文件規定繳納或已發還者，並予追繳，是以個案招標文件無須將該規定納入，如發現投標廠商有該等情形者，逕依上開規定不予發還或追繳該投標廠商所繳納之押標金。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 120: 正確。第 31 條第 2 項各款係法律明定之強制規定，即便招標文件未抄錄，機關發現違規事實時，仍應依法執行不予發還或追繳。"
  },
  {
    "Id": "121",
    "Type": "是非題",
    "Q": "以限制性招標辦理之議價，訂定底價前應先參考廠商之報價或估價單。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 121: 正確。議價旨在與特定廠商達成價格協議。先參考廠商報價可避免底價與市場脫節，是確保採購價格合理性之必要前置步驟。"
  },
  {
    "Id": "122",
    "Type": "是非題",
    "Q": "機關辦理評分及格最低標採購，審查委員會委員名單之簽辦公文，註明為密件。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 122: 正確。為防範評選委員受外界干擾或發生收賄情事，其名單與簽辦流程在公開前（或依規定不公開者）應以「密件」嚴格管理。"
  },
  {
    "Id": "123",
    "Type": "是非題",
    "Q": "機關於決標後，方審查廠商投標時提出之樣本規格或投標文件所載廠牌設備、材料之規格，屬決標程序錯亂之錯誤行為態樣。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 123: 正確。審標必須在決標前完成。決標後才回頭審規格，會造成決標對象可能不合規之風險，屬「採購錯誤行為態樣」中程序錯置。"
  },
  {
    "Id": "124",
    "Type": "是非題",
    "Q": "機關辦理巨額採購，應於招標前簽准預期使用情形、效益目標及效益分析指標、預計採購期程、開始使用日期及使用年限。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 124: 正確。這是巨額採購之法定義務。旨在強迫機關進行前瞻性評估，避免公帑浪費於低效益之大型計畫，核准後方能啟動招標。"
  },
  {
    "Id": "125",
    "Type": "是非題",
    "Q": "機關辦理小額財物採購，不得洽1家廠商代為蒐集提供3家廠商之報價或估價單，供其作為採購之決定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 125: 正確。機關應自行辦理採購。若洽 1 家廠商代湊 3 家報價，極易發生偽造文書或圍標情事，違反公平競爭及機關採購自主原則。"
  },
  {
    "Id": "126",
    "Type": "是非題",
    "Q": "機關就特殊或巨額採購訂定投標廠商之特定資格，得包含ISO9000系列驗證文件。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 126: 正確。針對特殊或巨額採購，為確保其組織管理品質，機關「得」將 ISO 系列驗證列為特定資格，但須注意是否過度限制競爭。"
  },
  {
    "Id": "127",
    "Type": "是非題",
    "Q": "機關訂定災害搶險搶修開口契約，可一併將經常性業務（或非急迫性一般維修）列入緊急搶修開口契約。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 127: 錯誤。開口契約應區分業務性質。緊急搶修係應對不可預見之災害，若混入經常性維修，會規避一般採購之等標期及競爭程序。"
  },
  {
    "Id": "128",
    "Type": "是非題",
    "Q": "機關訂定災害搶險搶修開口契約，不可將經常性業務（或非急迫性一般維修）列入緊急搶修開口契約。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 128: 正確。為符合採購法之競爭精神，緊急採購與一般維修應分標辦理。不得以災害搶修為名，包裹式地將常規預算規避公開競爭。"
  },
  {
    "Id": "129",
    "Type": "是非題",
    "Q": "廠商經機關依據採購法第101條至第103條規定，刊登於政府採購公報，該廠商於停權期間內，仍可擔任連帶保證廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 129: 錯誤。刊登黑名單之廠商即為「停權廠商」。停權期間不得參與投標、作為決標對象，亦不得擔任連帶保證人，其資格受全面限制。"
  },
  {
    "Id": "130",
    "Type": "是非題",
    "Q": "廠商經機關依據採購法第101條至第103條規定，刊登於政府採購公報，該廠商於停權期間內，不可擔任連帶保證廠商。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 130: 正確。連帶保證廠商須具備代為履約之能力與資格。被停權廠商在法律上已喪失參與採購之基本資格，自不得擔任保證人。"
  },
  {
    "Id": "131",
    "Type": "是非題",
    "Q": "只要最低標廠商之總標價在底價百分之八十以上，該採購案即無採購法第58條之適用。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 131: 錯誤。雖總標價在 80% 以上，但若單項標價過低且有降低品質之虞，機關仍得要求廠商說明，這同樣適用採購法第 58 條之精神。"
  },
  {
    "Id": "132",
    "Type": "是非題",
    "Q": "最低標廠商之總標價在底價百分之八十以上，如部分標價偏低，仍有採購法第58條之適用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 132: 正確。採購法第 58 條處理原則包含「總標價」與「部分標價」。只要有顯不合理之低價項目影響履約，機關均應介入處理。"
  },
  {
    "Id": "133",
    "Type": "是非題",
    "Q": "有一新臺幣為150萬元之特殊採購，依採購法規定，該採購案於招標文件中不得訂定特定資格。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 133: 錯誤。特定資格之訂定不以金額為唯一標準。只要符合「特殊採購」之定義，即便金額為 150 萬，機關仍得依法訂定特定資格。"
  },
  {
    "Id": "134",
    "Type": "是非題",
    "Q": "有一新臺幣為20萬元之非特殊採購，依採購法規定，該採購案於招標文件中不得訂定特定資格。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 134: 正確。20 萬元採購金額極小且非特殊採購，僅得訂定基本資格。若另加特定資格（如實績、財力），顯屬不當限制競爭。"
  },
  {
    "Id": "135",
    "Type": "是非題",
    "Q": "以單價決標者，無須載明預估數量或採購金額上限。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 135: 錯誤。單價決標若不載明預估數量或預算上限，廠商無法評估採購規模，亦會導致預算控管失靈，屬公告資訊揭露不全之違失。"
  },
  {
    "Id": "136",
    "Type": "是非題",
    "Q": "以單價決標者，應載明預估數量或採購金額上限。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 136: 正確。為使報價具備基礎，機關必須提供「預估數量」供廠商參考估價。這也是未來契約執行時，雙方對總價上限之認知依據。"
  },
  {
    "Id": "137",
    "Type": "是非題",
    "Q": "機關辦理採購，得訂定之廠商基本資格，係指與提供招標標的有關之資格，不包括與履約能力有關之資格。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 137: 錯誤。基本資格包含「與提供標的有關者」（如登記證）及「與履約能力有關者」（如納稅證明）。兩者皆屬基本資格之範疇。"
  },
  {
    "Id": "138",
    "Type": "是非題",
    "Q": "機關辦理採購，得訂定之廠商基本資格，計有與提供招標標的有關及與履約能力有關者2類型之資格。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 138: 正確。基本資格旨在確認廠商之合法身分與基本履約誠信。區分為標的相關與能力相關，兩者兼備才具備參標之最低門檻。"
  },
  {
    "Id": "139",
    "Type": "是非題",
    "Q": "機關辦理技術服務廠商公開客觀評選之採購，將廠商主要工作人員具備採購法專業知識之情形納入評選項目，屬不當限制競爭。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 139: 錯誤。技術服務強調專業，將人員具備「採購法專業知識」納入評選，有助於採購文件品質與程序合規，屬合理且合法的評選項目。"
  },
  {
    "Id": "140",
    "Type": "是非題",
    "Q": "機關辦理技術服務廠商公開客觀評選之採購，將廠商主要工作人員具備採購法專業知識之情形納入評選項目，尚無違反法令規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 140: 正確。此項要求與履約品質高度正相關。確保執行人員懂法規可減少履約糾紛與行政成本，並無違反公平競爭或不當限制之虞。"
  },
  {
    "Id": "141",
    "Type": "是非題",
    "Q": "機關辦理財物出租、變賣等收入性之招標，雖不適用採購法，但其招標文件內容仍得引用採購法有關救濟與不良廠商處分之規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 141: 錯誤。收入性招標非採購法適用範圍。機關不得在無法律授權下，於招標文件逕自引用採購法之「停權處分」條文來處罰廠商。"
  },
  {
    "Id": "142",
    "Type": "是非題",
    "Q": "機關辦理財物出租、變賣等收入性之招標，不適用採購法，其招標文件內容不得引用採購法有關救濟與不良廠商處分之規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 142: 正確。財物變賣屬行政私法行為。既然不適用採購法，相關救濟應走民事程序，不得引用第 101 條等公權力干預性質之規定。"
  },
  {
    "Id": "143",
    "Type": "是非題",
    "Q": "機關基於專業考量，得於審標時私下洽投標廠商協助審查其他廠商之投標文件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 143: 錯誤。審標為機關之法定職責。私下找投標廠商審查競爭對手，會洩漏機密並造成嚴重的不公平競爭，屬重大採購違失行為。"
  },
  {
    "Id": "144",
    "Type": "是非題",
    "Q": "依採購法規定，機關不得允許投標廠商查看其他廠商之投標文件。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 144: 正確。基於採購法第 34 條之保密規定，開標前與審標中，機關應確保廠商資料不被他標知悉，以維護商業秘密與競爭秩序。"
  },
  {
    "Id": "145",
    "Type": "是非題",
    "Q": "依採購法第58條規定，最低標之總標價低於底價之百分之七十，機關認為顯不合理，有降低品質、不能誠信履約之虞，機關得逕行通知其繳交差額保證金後決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 145: 錯誤。程序不可跳過。低於 70% 時，機關「應先」洽廠商說明。只有在說明不合理但機關願決標時，才通知繳納差額保證金。"
  },
  {
    "Id": "146",
    "Type": "是非題",
    "Q": "依採購法第58條規定，最低標之總標價低於底價之百分之七十，經洽廠商說明後，機關認為顯不合理或尚非完全合理，有降低品質、不能誠信履約之虞或其他特殊情形者，不通知最低標提出差額保證金，逕不決標予該最低標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 146: 正確。若廠商說明顯不合理且有不能誠信履約之風險，機關不應為了省錢而勉強決標，應直接不決標予該最低標，以保品質。"
  },
  {
    "Id": "147",
    "Type": "是非題",
    "Q": "招標文件規定廠商報價金額包括機關支出及收入金額者，其採購金額以支出所需金額及收入金額合計認定之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 147: 錯誤。採購金額之認定係指機關「支出」之總額。收入部分（如廢料回收所得）不應併入採購金額計算，以防虛增採購規模。"
  },
  {
    "Id": "148",
    "Type": "是非題",
    "Q": "招標文件規定廠商報價金額包括機關支出及收入金額者，其採購金額以支出所需金額認定之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 148: 正確。依採購法施行細則第 6 條，採購金額係以機關預計給付予廠商之總額認定，不包含廠商應給付給機關之各項收入。"
  },
  {
    "Id": "149",
    "Type": "是非題",
    "Q": "旅遊服務不符合採購法第22條第1項第9款所稱專業服務，不得依該條款辦理公開評選。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 149: 錯誤。主管機關函釋，旅遊服務（如員工旅遊、研習）具備行程規劃、領隊、保險等專業性，符合「專業服務」之認定範圍。"
  },
  {
    "Id": "150",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第9款規定，以公開評選方式辦理旅遊服務，尚屬適法。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 150: 正確。旅遊服務得採公開評選（第 22 條 1 項 9 款），這能讓機關選出服務品質佳而非僅是價格最低的旅行社，符合實務需求。"
  },
  {
    "Id": "151",
    "Type": "是非題",
    "Q": "分批辦理採購不須將各批合計總金額認定其採購金額。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 151: 錯誤。為防止機關藉由分批辦理來規避招標程序（如規避公開招標），依採購法施行細則第 6 條，分批辦理時應將各批「合計總金額」認定為採購金額。"
  },
  {
    "Id": "152",
    "Type": "是非題",
    "Q": "分批辦理採購，應將各批合計總金額認定其採購金額。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 152: 正確。採購金額之認定影響招標程序與監督等級。依規定，預定分批辦理者應以合計總金額為準，以落實採購分級管理，防止行政裁量權之濫用。"
  },
  {
    "Id": "153",
    "Type": "是非題",
    "Q": "對於未達公告金額而逾公告金額十分之一之採購，上級機關得通案授權機關以議價或比價方式辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 153: 錯誤。未達公告金額採購應依「未達公告金額招標辦法」辦理。上級機關必須「個案核准」方得採限制性招標，不得採取「通案授權」方式規避公平競爭。"
  },
  {
    "Id": "154",
    "Type": "是非題",
    "Q": "對於未達公告金額而逾公告金額十分之一之採購，上級機關不得通案授權機關以議價或比價方式辦理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 154: 正確。依採購法第 23 條及其辦法，為確保採購品質與透明度，上級機關對於小額採購之程序放寬應採個案審核。通案授權議比價會導致競爭流於形式，屬法令所不許。"
  },
  {
    "Id": "155",
    "Type": "是非題",
    "Q": "採購法有關投標廠商資格之規定，僅適用於規範投標廠商，因此，採購標的內之重要項目，有就該等項目訂定分包廠商資格之必要者，不適用之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 155: 錯誤。採購法對資格之規範具完整性。若標的內有核心項目需由分包廠商執行，機關得於招標文件中訂定「分包廠商資格」，其規定準用投標廠商資格之相關標準。"
  },
  {
    "Id": "156",
    "Type": "是非題",
    "Q": "採購法有關投標廠商資格之規定，其採購標的內之重要項目，有就該等項目訂定分包廠商資格之必要者，亦適用之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 156: 正確。當投標廠商不具備特定專業資格（如特殊工項證照）而需依法分包時，機關應對分包廠商之資格進行審核，以確保該重要項目能由具專業能力之廠商履約。"
  },
  {
    "Id": "157",
    "Type": "是非題",
    "Q": "機關辦理公開招標之採購，訂定廠商資格條件時，得規定廠商投標時應設立自有維修站或場所且檢具證明文件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 157: 錯誤。此規定屬「不當限制競爭」。機關應允許廠商以「委託合約」或其他方式達成維修能量，若規定「投標時須設立自有維修站」，會排除多數具實力之一般廠商。"
  },
  {
    "Id": "158",
    "Type": "是非題",
    "Q": "機關辦理公開招標之採購，訂定廠商資格條件時，不得規定廠商投標時應設立自有維修站或場所且檢具證明文件。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 158: 正確。依據「政府採購錯誤行為態樣」，限制廠商投標時須有自有場所屬違法行為。機關得要求履約時具備維修能力，但不應限制達成該能力之形式，以維持競爭。"
  }
]