[
  {
    "Id": "1",
    "Type": "是非題",
    "Q": "機關如允許廠商以電子投標者，機關應配合辦理電子開標及電子決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 1: 依據「電子採購作業辦法」，機關「得」而非「應」辦理電子開決標。允許電子投標並不強制後續流程必須電子化，機關仍保有行政作業的彈性。"
  },
  {
    "Id": "2",
    "Type": "是非題",
    "Q": "機關如允許廠商以電子投標者，得辦理電子開標及電子決標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 2: 正確。電子採購作業辦法賦予機關裁量權，可視個案需求決定是否利用系統辦理電子開標及決標，以提升採購效率及無紙化程度。"
  },
  {
    "Id": "3",
    "Type": "是非題",
    "Q": "提供電子領標之標案，先上傳招標文件，始完成招標公告傳輸。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 3: 正確。為確保電子領標之完整性，招標機關必須先將招標文件上傳至主管機關指定系統，系統確認文件存在後，始能完成招標公告之傳輸程序。"
  },
  {
    "Id": "4",
    "Type": "是非題",
    "Q": "機關依「電子採購作業辦法」第6條第3項規定允許廠商電子投標者，不得於招標文件中規定廠商應另以其他形式投標之項目。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 4: 錯誤。機關得視採購性質，於招標文件規定廠商除電子投標外，需另行提供實體樣品、模型或不適於電子傳輸之大型圖說，並非絕對禁止。"
  },
  {
    "Id": "5",
    "Type": "是非題",
    "Q": "機關依「電子採購作業辦法」第6條第3項規定允許廠商電子投標者，得於招標文件中規定廠商應另以其他形式投標之項目。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 5: 正確。考量特定採購（如工程或美學設計）之實務需求，法規允許機關要求廠商提供電子格式以外的補充項目，以利評選或審標。"
  },
  {
    "Id": "6",
    "Type": "是非題",
    "Q": "機關允許廠商以電子化方式辦理領標者，應於招標公告及招標文件中規定，並得於招標文件訂明電子領標之廠商，以電子資料傳輸投標或書面投標時，均應檢附主管機關指定資訊系統之領標電子憑據。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 6: 錯誤。題幹漏掉「應」字。法規要求機關若允許電子領標，必須在招標文件明確訂明廠商投標時應附上電子憑據，作為有無領標之檢核依據。"
  },
  {
    "Id": "7",
    "Type": "是非題",
    "Q": "機關允許廠商以電子化方式辦理領標者，應於招標公告及招標文件中規定，並應於招標文件訂明電子領標之廠商，以電子資料傳輸投標或書面投標時，均應檢附主管機關指定資訊系統之領標電子憑據。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 7: 正確。依採購實務，要求廠商附上電子憑據可確認其領標程序合法，並防範不正當之圍標或投標行為，此規範應明確載明於招標文件中。"
  },
  {
    "Id": "8",
    "Type": "是非題",
    "Q": "政府網路採購卡是一張虛擬卡，有卡號及有效日期，並限用於政府電子採購網之共同供應契約功能。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 8: 正確。政府網路採購卡為虛擬支付工具，專用於電子採購網之共約訂購功能，具有卡號及效期，用以簡化小額支付流程與對帳。"
  },
  {
    "Id": "9",
    "Type": "是非題",
    "Q": "機關提供電子招標文件，得向廠商收取必要之成本費用，其金額由政府採購法之主管機關定之。其另有書面文件者，電子招標文件不得高於書面文件發售費用。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 9: 錯誤。電子招標文件之收費標準，並非由主管機關（工程會）統一訂定金額，而是由各「招標機關」依必要成本自行衡量決定。"
  },
  {
    "Id": "10",
    "Type": "是非題",
    "Q": "機關提供電子招標文件，得向廠商收取必要之成本費用，其金額由招標機關定之。其另有書面文件者，電子招標文件不得高於書面文件發售費用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 10: 正確。依政府採購法第 93 條之 1 授權，電子領標費用由機關自訂。為鼓勵電子化，法規明定電子領標費用不得高於紙本文件發售費用。"
  },
  {
    "Id": "11",
    "Type": "是非題",
    "Q": "以轉售為目的之採購，其決標金額涉及商業機密，機關無須傳輸決標公告。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 11: 錯誤。雖涉及商業機密，但基本決標資訊仍應傳輸。法規規定的是「得不公告金額」，而非「無須傳輸決標公告」，兩者法律義務不同。"
  },
  {
    "Id": "12",
    "Type": "是非題",
    "Q": "以轉售為目的之採購，其決標金額涉及商業機密依機關首長或其授權人員核准者，得不公告決標金額，但應附記不公告之理由。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 12: 正確。依採購法第 61 條規定，若採購具轉售目的且涉及機密，經核准後可不公開金額，但基於透明原則，必須附記不公告之具體理由。"
  },
  {
    "Id": "13",
    "Type": "是非題",
    "Q": "招標公告後，發現已上傳之招標文件錯誤，利用文件上傳功能修正文件，得免刊登更正招標公告。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 13: 錯誤。招標文件屬公告附件，一旦修改即涉及招標內容變更，必須依法刊登「更正公告」，以確保所有潛在投標廠商獲得資訊之公平性。"
  },
  {
    "Id": "14",
    "Type": "是非題",
    "Q": "招標公告後，發現已上傳之招標文件錯誤，必須進行更正招標公告。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 14: 正確。只要更動招標文件內容，為保障廠商權益及等標期之合法性，機關必須辦理更正招標公告，並視需要延長等標期。"
  },
  {
    "Id": "15",
    "Type": "是非題",
    "Q": "新增非複數決標之公開取得報價單或企劃書第2次及以後招標公告時，機關無須先傳輸前一次之無法決標公告，即可新增第2次及以後招標公告。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 15: 錯誤。系統邏輯具嚴謹性，為維持招標次序與履歷完整，機關必須先傳輸「無法決標公告」（廢標或流標），才能開啟下一次招標公告。"
  },
  {
    "Id": "16",
    "Type": "是非題",
    "Q": "新增非複數決標之公開取得報價單或企劃書第2次及以後招標公告時，機關應先傳輸前一次之無法決標公告始得新增第2次及以後招標公告。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 16: 正確。系統設計上採序位管理，未結案前一階段（無法決標）前，無法新增後續階段。此程序確保採購案件在網路上有連續且完整的紀錄。"
  },
  {
    "Id": "17",
    "Type": "是非題",
    "Q": "機關利用領標家數查詢，經由電子領標憑據序號，可以查詢領標廠商基本資料。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 17: 錯誤。為確保招標公正、嚴防洩密，系統設計僅允許查詢領標家數及憑據狀態，不得於開標前揭露領標廠商之名稱或基本資料。"
  },
  {
    "Id": "18",
    "Type": "是非題",
    "Q": "機關利用領標家數查詢，經由電子領標憑據序號，可以查詢廠商電子領標之情形。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 18: 正確。機關可查詢廠商是否已成功領標及序號狀態，這有助於機關在開標前評估該案之競爭熱度，但不包含廠商身分之揭露。"
  },
  {
    "Id": "19",
    "Type": "是非題",
    "Q": "採購法第49條公開取得廠商書面報價或企劃書之公告應公開於採購網站並刊登採購公報。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 19: 錯誤。第 49 條之採購，其公告應公開於「採購網站」，至於是否刊登「採購公報」則屬機關裁量權，非法律強制義務。"
  },
  {
    "Id": "20",
    "Type": "是非題",
    "Q": "採購法第49條公開取得廠商書面報價或企劃書之公告應公開於採購網站，必要時得刊登採購公報。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 20: 正確。公開取得報價單或企劃書之透明度要求以「網站」為主，公報則為輔助性質，賦予機關視個案規模或推廣需求自行決定之空間。"
  },
  {
    "Id": "21",
    "Type": "是非題",
    "Q": "採購案之案號及名稱經招標公告後，如有誤繕，可藉由招標更正公告修正。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 21: 錯誤。案號與名稱係案件之唯一辨識身分碼，一經公告即鎖定，無法透過更正公告修改。若有誤，通常需撤案重行公告。"
  },
  {
    "Id": "22",
    "Type": "是非題",
    "Q": "採購案之案號及名稱一經招標公告則無法修改。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 22: 正確。為避免系統索引混亂及採購履歷斷裂，案號及案名於公告後具備唯一性與不可變更性，操作時應特別謹慎。"
  },
  {
    "Id": "23",
    "Type": "是非題",
    "Q": "機關於等標期內因物價波動或外幣費率調漲，致有追加預算金額情形，得免更正預算金額。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 23: 錯誤。預算金額為投標重要參考資訊。若等標期內預算有重大變動，應依法辦理更正公告，否則將影響廠商投標意願與報價準確性。"
  },
  {
    "Id": "24",
    "Type": "是非題",
    "Q": "因應物價波動或外幣費率調漲，致有追加預算金額情形，未及時於等標期內更正預算金額，屬機關傳輸政府採購資訊錯誤行為態樣。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 24: 正確。工程會彙整之常見錯誤態樣中，明列機關若未及時更正預算金額，將導致資訊不對稱，屬「傳輸政府採購資訊錯誤」之違失。"
  },
  {
    "Id": "25",
    "Type": "是非題",
    "Q": "機關辦理採購，其與廠商間之通知、說明、減價、比減價格、協商、更改原報內容、重新報價，不得以電子資料傳輸方式辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 25: 錯誤。採購法第 93 條之 1 規定，機關與廠商間之各項文書往來、通知及議比價程序，均「得以」電子資料傳輸方式辦理。"
  },
  {
    "Id": "26",
    "Type": "是非題",
    "Q": "機關辦理採購，其與廠商間之通知、說明、減價、比減價格、協商、更改原報內容、重新報價，得以電子資料傳輸方式辦理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 26: 正確。法規鼓勵採購電子化，凡通知、協商或減價等作業，只要確保安全性與證據保全，均可利用電子系統執行，節省行政成本。"
  },
  {
    "Id": "27",
    "Type": "是非題",
    "Q": "電子領標階段，主管機關指定之資訊系統全部或部分功能，因故暫停服務，機關應予廢標，另行公告招標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 27: 錯誤。系統故障非廠商之責，亦非招標文件瑕疵。機關不應逕行廢標，應採取延長等標期等補救措施，以維護廠商投標權利。"
  },
  {
    "Id": "28",
    "Type": "是非題",
    "Q": "電子領標階段，主管機關指定之資訊系統全部或部分功能，因故暫停服務，機關得視個案受影響情形公告延長等標期。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 28: 正確。遇有系統性故障導致廠商無法領標或投標時，機關應視受影響時間與程度，公告延長等標期，確保競爭公平性。"
  },
  {
    "Id": "29",
    "Type": "是非題",
    "Q": "政府採購公報由行政院公共工程委員會授權民間報業發行。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 29: 錯誤。政府採購公報之發行主體為「行政院公共工程委員會」，雖可能委託辦理印刷配發，但法律地位上並非授權民間發行。"
  },
  {
    "Id": "30",
    "Type": "是非題",
    "Q": "政府採購公報由行政院公共工程委員會發行。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 30: 正確。依採購法第 10 條，政府採購公報由主管機關（工程會）發行，旨在彙整全國採購資訊，提供公開透明之查閱管道。"
  },
  {
    "Id": "31",
    "Type": "是非題",
    "Q": "機關與廠商於電子採購網電子招標及投標，得免採用數位簽章製作電子文件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 31: 錯誤。為確保電子文件之法律效力、身分鑑別及不可否認性，於系統進行招標及投標時，必須採用「數位簽章」加密製作。"
  },
  {
    "Id": "32",
    "Type": "是非題",
    "Q": "機關與廠商於電子採購網電子招標及投標，應採用數位簽章製作電子文件。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 32: 正確。數位簽章具備法律上之簽章效力。在電子採購流程中，它是確認機關公告與廠商投標文件真實性之核心安全機制。"
  },
  {
    "Id": "33",
    "Type": "是非題",
    "Q": "機關辦理採購，得以電子化方式為之，除電子化資料外，應另備正式書面文件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 33: 錯誤。電子化採購之核心精神在於「減紙」。法規規定電子資料視同正式文件，機關除非另有需求，否則「得免」另備書面文件。"
  },
  {
    "Id": "34",
    "Type": "是非題",
    "Q": "機關辦理採購，得以電子化方式為之，其電子化資料並視同正式文件，得免另備書面文件。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 34: 正確。依電子採購作業辦法，電子文件具備法定地位，其效力等同於紙本。這有助於落實節能減碳並優化檔案管理流程。"
  },
  {
    "Id": "35",
    "Type": "是非題",
    "Q": "機關政府採購卡持卡人辦理公務採購，其使用政府採購卡之相關紀錄，併入持卡人個人信用紀錄。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 35: 錯誤。政府採購卡係公務使用，其債務主體為機關，相關消費紀錄應與持卡人個人信用區隔，不得影響個人信用評分。"
  },
  {
    "Id": "36",
    "Type": "是非題",
    "Q": "機關政府採購卡持卡人辦理公務採購，其使用政府採購卡之相關紀錄，與持卡人個人信用無關。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 36: 正確。採購卡實務上分為公償與私償（此題指公償），其用途限定於支付公款。正確操作下，持卡人之行為不列入個人信用徵信紀錄。"
  },
  {
    "Id": "37",
    "Type": "是非題",
    "Q": "機關刊登招標公告，「履約期限」、「廠商資格條件摘要」等欄位於招標文件已有說明，僅需填列「詳招標文件」即可。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 37: 錯誤。招標公告為第一線資訊，必填欄位應具實填寫。僅填「詳招標文件」會增加廠商檢索難度，屬資訊揭露不全之違失。"
  },
  {
    "Id": "38",
    "Type": "是非題",
    "Q": "機關刊登招標公告，其「履約期限」、「廠商資格條件摘要」等必填之欄位，填列「詳招標文件」，屬招標公告違反法令情形。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 38: 正確。公告欄位係供廠商初步篩選與判斷之用。若必填項未具體說明而推託於附件，違反透明化原則，確屬公告違法態樣。"
  },
  {
    "Id": "39",
    "Type": "是非題",
    "Q": "於練習區(http://webtest.pcc.gov.tw/)新增公告，點選「上傳至正式區」，公告會刊登於正式區(http://web.pcc.gov.tw/)。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 39: 錯誤。練習區與正式區之資料庫互不相連。在練習區點選任何功能，資料皆不會傳輸至正式區，以防測試資料誤導民眾。"
  },
  {
    "Id": "40",
    "Type": "是非題",
    "Q": "於練習區(http://webtest.pcc.gov.tw/)新增公告，點選「上傳至正式區」，公告仍在練習區，並不會刊登於正式區(http://web.pcc.gov.tw/)。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 40: 正確。練習區僅供教學與系統熟悉之用。任何公告或操作均僅存在於測試環境，絕不會刊登於正式政府採購網，兩者具備防火牆。"
  },
  {
    "Id": "41",
    "Type": "是非題",
    "Q": "電子招標文件及電子投標文件，應以掃描電子文件代之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 41: 錯誤。應優先以具可搜尋性之文字或圖形檔製作。直接掃描圖片會導致文件體積過大且無法檢索，僅在特殊困難下才作為替代方案。"
  },
  {
    "Id": "42",
    "Type": "是非題",
    "Q": "電子招標文件及電子投標文件，其以文字或圖形檔處理有困難者，得以掃描電子文件代之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 42: 正確。考量到部分古蹟圖說、複雜工程圖或原始文件，若轉檔有技術困難，法規允許以掃描影像方式處理，兼顧實務可行性。"
  },
  {
    "Id": "43",
    "Type": "是非題",
    "Q": "機關辦理決標結果之公告，決標金額如以單價決標者，為決標單價。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 43: 錯誤。決標公告應展現採購規模。若採單價決標，公告金額應填列「單價乘以預估數量」之總價，或該案之「預估採購總金額」。"
  },
  {
    "Id": "44",
    "Type": "是非題",
    "Q": "機關辦理決標結果之公告，決標金額如以單價決標者，為單價乘以預估數量之總金額或預估採購總金額。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 44: 正確。單價決標之公告若僅刊登單價，無法讓公眾判斷採購規模。因此應以預估總價公告，方符合決標公告之資訊透明功能。"
  },
  {
    "Id": "45",
    "Type": "是非題",
    "Q": "政府採購公報於每一日曆天出刊發行。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 45: 錯誤。政府採購公報並非每日發行。為配合政府機關作業與公務人力，通常於週一至週五出刊，週末及例假日則休息。"
  },
  {
    "Id": "46",
    "Type": "是非題",
    "Q": "政府採購公報於例假日時不出刊發行。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 46: 正確。配合行政機關辦公時間，採購公報於例假日、國定假日不出刊。這也直接影響到招標等標期天數之計算（需扣除或延展）。"
  },
  {
    "Id": "47",
    "Type": "是非題",
    "Q": "政府採購卡指金融卡業務機構發給機關，用以支付政府採購價金之金融卡，轉帳卡、儲值卡。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 47: 錯誤。政府採購卡屬於「信用卡」業務範疇，而非一般的金融卡（ATM卡）。其功能著重於延後支付與特約商店交易。"
  },
  {
    "Id": "48",
    "Type": "是非題",
    "Q": "政府採購卡指信用卡業務機構發給機關，用以支付政府採購價金之信用卡，轉帳卡或儲值卡。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 48: 正確。政府採購卡之定義涵蓋信用卡、轉帳卡及儲值卡，且是由信用卡業務機構核發，旨在提供多元且便利的支付管道。"
  },
  {
    "Id": "49",
    "Type": "是非題",
    "Q": "機關依投標廠商資格與特殊或巨額採購認定標準第5條第3項規定辦理者，免公開預算金額。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 49: 錯誤。依據「投標廠商資格與特殊或巨額採購認定標準」，即便屬該類採購，仍應於招標公告或文件中公開預算金額。"
  },
  {
    "Id": "50",
    "Type": "是非題",
    "Q": "機關依投標廠商資格與特殊或巨額採購認定標準第5條第3項規定辦理者，應於招標公告或招標文件公開預算金額。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 50: 正確。為落實透明化並讓廠商精確評估，法規明定除特殊情況外，預算金額應予公開，以避免廠商盲目報價導致採購失敗。"
  },
  {
    "Id": "51",
    "Type": "是非題",
    "Q": "政府採購卡得預借現金或融資。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 51: 錯誤。政府採購卡之性質屬於支付工具，其用途嚴格限制於支付採購價金，嚴禁進行預借現金或個人融資等非公務行為。"
  },
  {
    "Id": "52",
    "Type": "是非題",
    "Q": "政府採購卡不得預借現金或融資。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 52: 正確。依政府採購卡作業要點，採購卡係為簡化小額支付流程，不得具備融資功能，以確保公款使用之安全性與合規性。"
  },
  {
    "Id": "53",
    "Type": "是非題",
    "Q": "機關允許廠商以電子領標方式領取招標文件，當機關之招標文件須作更正時，除刊登更新公告外，需個別通知領標廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 53: 錯誤。電子領標具有不具名性，機關無法個別通知所有領標廠商。因此，依法只需刊登「更正公告」並上傳修正文件，由廠商自行下載。"
  },
  {
    "Id": "54",
    "Type": "是非題",
    "Q": "機關允許廠商以電子領標方式領取招標文件，當機關之招標文件須作更正時，必須刊登更正公告。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 54: 正確。一旦招標文件有任何變更或修正，為確保所有潛在投標廠商資訊平等，機關必須刊登更正公告，並視需要延長等標期。"
  },
  {
    "Id": "55",
    "Type": "是非題",
    "Q": "機關依採購法第49條及第93條之1規定採「公開取得電子報價單」辦理採購，決標後利用政府電子採購網製作之電子契約，應依印花稅法規定徵免印花稅。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 55: 正確。電子契約雖無實體紙本，但仍具法律效力。依財政部函釋，電子契約如屬印花稅法規定之課稅範圍，仍應依法徵收印花稅。"
  },
  {
    "Id": "56",
    "Type": "是非題",
    "Q": "機關依政府採購法第22條辦理之限制性招標均免公開於政府採購資訊網站。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 56: 錯誤。限制性招標分為「經公開評選」與「不經公開評選」。即便不經公開評選，決標後仍須傳輸決標公告，並非完全免除網站公開義務。"
  },
  {
    "Id": "57",
    "Type": "是非題",
    "Q": "機關欲使用GCA或XCA憑證IC卡進行電子採購作業時，須至政府採購資訊網站辦理開卡才可使用。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 57: 錯誤。GCA 或 XCA 憑證由憑證機構核發後即可使用，無須再到政府採購資訊網辦理額外的「開卡」程序，只需確保讀卡機與驅動正常。"
  },
  {
    "Id": "58",
    "Type": "是非題",
    "Q": "機關依採購法第49條及第93條之1規定採「公開取得電子報價單」辦理採購，決標後利用政府電子採購網製作之電子契約，不適用印花稅法規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 58: 錯誤。電子契約與紙本契約具同等地位，只要契約性質符合印花稅法課徵項目，均應依法繳納印花稅，不得因電子化而免除稅義務。"
  },
  {
    "Id": "59",
    "Type": "是非題",
    "Q": "機關辦理招標公告，預算金額不得為零。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 59: 錯誤。部分採購如財物變賣或有收益之採購，對機關而言不僅不需支款反而有收入，此類標案在行政作業上其預算金額得登載為零。"
  },
  {
    "Id": "60",
    "Type": "是非題",
    "Q": "機關辦理有收入情形之採購案，其招標公告之預算金額得為零。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 60: 正確。當採購性質屬於機關有收入（如廢舊物資變賣）或免付費性質時，系統允許預算金額填列為零，以符合個案實務需求。"
  },
  {
    "Id": "61",
    "Type": "是非題",
    "Q": "政府支付採購價金，限以政府採購卡為之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 61: 錯誤。政府採購卡僅是支付方式之一。機關可視金額大小、特約商店普及度，自行選擇國庫支票、匯款或採購卡等方式支付價金。"
  },
  {
    "Id": "62",
    "Type": "是非題",
    "Q": "政府支付採購價金，得以政府採購卡為之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 62: 正確。法規鼓勵機關利用採購卡進行小額採購支付，以簡化行政報支程序，但這屬於「得」而非「強制」採用的性質。"
  },
  {
    "Id": "63",
    "Type": "是非題",
    "Q": "機關允許廠商電子投標，辦理電子開標及電子決標，應以公開為之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 63: 錯誤。電子開標及決標得「免公開」為之。由於電子投標文件已加密存儲於系統，其安全性高於紙本，故法規允許不必當眾拆封。"
  },
  {
    "Id": "64",
    "Type": "是非題",
    "Q": "機關允許廠商電子投標，辦理電子開標及電子決標，得免公開為之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 64: 正確。依電子採購作業辦法，考量電子簽章之安全性，機關辦理電子開決標時，得免現場公開進行，改以線上作業記錄代替。"
  },
  {
    "Id": "65",
    "Type": "是非題",
    "Q": "「線上繳納押標金」服務，目前僅適用於採「公開取得電子報價單」辦理之案件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 65: 錯誤。目前政府電子採購網之「線上繳納押標金」功能已擴大適用，不限於電子報價單案件，一般公開招標等案件亦可彈性使用。"
  },
  {
    "Id": "66",
    "Type": "是非題",
    "Q": "「線上繳納押標金」服務，適用於各種招標方式辦理之案件。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 66: 正確。為推動採購全面電子化，線上繳納押標金服務已支援各種招標方式，廠商可利用系統串接銀行進行轉帳，不受標案類型限制。"
  },
  {
    "Id": "67",
    "Type": "是非題",
    "Q": "機關之電子招標文件，廠商得自行重製、轉載。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 67: 錯誤。電子招標文件受著作權及相關作業辦法保護，廠商僅能在特定採購目的下合理使用，不得任意重製、轉載或作為他用。"
  },
  {
    "Id": "68",
    "Type": "是非題",
    "Q": "機關之電子招標文件，僅供廠商於領標、投標及履約目的範圍內合理使用，不得重製、轉載或竄改。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 68: 正確。為維護招標公正性及智財權，廠商領取之電子文件僅限投標及履約使用。嚴禁任何擅自修改、散布或營利之重製行為。"
  },
  {
    "Id": "69",
    "Type": "是非題",
    "Q": "廠商透過線上瀏覽招標文件方式下載招標文件後投標，符合電子採購作業辦法第5條規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 69: 錯誤。電子領標必須透過主管機關指定系統之正式下載程序，取得「領標電子憑據」。僅線上瀏覽、截圖而不下載完整文件者，不符法定程序。"
  },
  {
    "Id": "70",
    "Type": "是非題",
    "Q": "廠商透過線上瀏覽招標文件方式下載招標文件後投標，不符電子採購作業辦法第5條規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 70: 正確。依作業辦法第 5 條，電子領標需完整下載電子招標文件。純瀏覽模式無法產生合法憑據，投標時會因欠缺領標證明而被判定不合格。"
  },
  {
    "Id": "71",
    "Type": "是非題",
    "Q": "利用共同供應契約電子下訂方式進行商品採購，下訂後發現訂單有誤，可於廠商接收訂單前將訂單退回到請購單，再修改請購單後重新下訂。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 71: 正確。共約電子下訂流程中，在廠商尚未點擊「接收訂單」前，機關保有撤回及修正權，可退回請購端修改後重新發出。"
  },
  {
    "Id": "72",
    "Type": "是非題",
    "Q": "利用共同供應契約電子下訂方式進行商品採購，下訂後發現訂單有誤，可隨時將訂單退回到請購單，再修改請購單後重新下訂。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 72: 錯誤。下訂後並非「隨時」可退回。一旦廠商已接收訂單並開始履約作業，契約關係即成立，不得單方面逕行退回，需辦理退換貨程序。"
  },
  {
    "Id": "73",
    "Type": "是非題",
    "Q": "廠商電子投標經決標後，於機關規定期限內遞送書面文件簽約，書面文件內容與電子投標文件內容不同時，以書面文件為準。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 73: 錯誤。電子投標文件視同正式文件，具法律優先性。若書面簽約內容與投標時之電子文件不符，應以「電子投標文件」為準。"
  },
  {
    "Id": "74",
    "Type": "是非題",
    "Q": "廠商電子投標經決標後，於機關規定期限內遞送書面文件簽約，書面文件內容與電子投標文件內容不同時，以電子投標文件為準。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 74: 正確。電子投標具數位簽章及時間戳記，不可否認性極強。為防範事後人為竄改，法規明定契約內容應以決標之電子文件為首要依據。"
  },
  {
    "Id": "75",
    "Type": "是非題",
    "Q": "廠商採用「線上繳納押標金」繳納之押標金等同現金，退還流程也是在線上退款作業流程。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 75: 錯誤。線上繳納押標金退還流程並非自動在線上「原路退款」。其退還仍須由各機關依其內部出納程序，如開立國庫支票或匯款辦理。"
  },
  {
    "Id": "76",
    "Type": "是非題",
    "Q": "廠商採用「線上繳納押標金」繳納之押標金等同現金，退還流程依各機關現行之作業流程。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 76: 正確。線上繳納僅是支付渠道，資金入帳後即由機關管理。退還時，機關應依現行財務與納庫程序進行發還，系統不介入自動退款。"
  },
  {
    "Id": "77",
    "Type": "是非題",
    "Q": "機關得於例假日及放假日，連線至「政府電子採購網」上網作公告作業，其公告日為假日。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 77: 錯誤。機關雖可在假日上網作業，但若公告須刊登採購公報，則受限於公報發行日。假日的公告日通常會順延至下一個工作日。"
  },
  {
    "Id": "78",
    "Type": "是非題",
    "Q": "機關於例假日及放假日14:00，連線至「政府電子採購網」上網作公告作業，如屬應刊登政府採購公報者，其公告日須設定為第2個上班日(含)以後之上班日。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 78: 正確。為符合公報排版與廠商獲訊公平性，假日上傳之公告其起算日應設定在第 2 個上班日後，以確保廠商有充足時間閱覽。"
  },
  {
    "Id": "79",
    "Type": "是非題",
    "Q": "依採購法第22條第1項第9款至第11款辦理之採購案，應公開於政府採購資訊網站，免刊登採購公報。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 79: 錯誤。依採購法第 22 條第 1 項第 9 至 11 款辦理之採購（如評選案），依規定仍「應」刊登招標公告於採購公報，不得僅公開於網站。"
  },
  {
    "Id": "80",
    "Type": "是非題",
    "Q": "依採購法第22條第1項第9款至第11款辦理之採購案，應於採購公報刊登公告。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 80: 正確。這幾款屬於特定資格或專業服務之公開評選，為擴大參與及公平競爭，法律要求必須在政府採購公報上正式刊登公告。"
  },
  {
    "Id": "81",
    "Type": "是非題",
    "Q": "廠商利用「線上繳納押標金」服務線上繳納押標金成功後，如因銀行作業程序機關未能即時查得是否入帳者，即便機關已從政府電子採購網查詢廠商線上繳納押標金之成功紀錄，仍應判定該廠商未繳納押標金。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 81: 錯誤。只要系統顯示廠商繳納成功之紀錄，機關即可採信。即便銀行帳務因時間差未入機關帳，也不得據此判定廠商未繳納而廢標。"
  },
  {
    "Id": "82",
    "Type": "是非題",
    "Q": "廠商利用「線上繳納押標金」服務線上繳納押標金成功後，如因銀行作業程序機關未能即時查得是否入帳者，機關可以政府電子採購網查詢廠商線上繳納押標金之成功紀錄，作為判定廠商是否完成繳納之依據。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 82: 正確。考量金融系統入帳可能延遲，政府電子採購網之繳費成功紀錄具備證明效力，機關應以此作為審標依據，維護廠商權益。"
  },
  {
    "Id": "83",
    "Type": "是非題",
    "Q": "廠商利用「線上繳納押標金」服務線上繳納押標金後，機關僅可於開標後登入政府電子採購網，查詢廠商線上繳納押標金之情形。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 83: 錯誤。機關承辦人可隨時登入系統查詢廠商線上繳納情形，並非只能在開標後。但基於保密原則，開標前不得洩漏領標廠商身分。"
  },
  {
    "Id": "84",
    "Type": "是非題",
    "Q": "廠商利用「線上繳納押標金」服務線上繳納押標金後，機關可隨時登入政府電子採購網查詢廠商線上繳納押標金之情形。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 84: 正確。系統提供即時查詢功能，讓機關掌握繳納概況。這對於查核保證金是否足額及準備開標作業具有行政便利性。"
  },
  {
    "Id": "85",
    "Type": "是非題",
    "Q": "機關及廠商辦理電子採購，應向主管機關指定之憑證機構申請憑證。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 85: 正確。為落實數位簽章與身分識別，辦理電子採購之機關與廠商必須分別向 GCA 或 XCA 等指定憑證機構申請有效憑證卡。"
  },
  {
    "Id": "86",
    "Type": "是非題",
    "Q": "取消採購或未達公告金額採購無法決標之公告，其登載事項，準用採購法第61條規定辦理無法決標之公告應登載事項。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 86: 正確。為求資訊一致與嚴謹，取消或未達公告金額案之無法決標公告，其內容欄位與第 61 條規範一致，以維護資料庫品質。"
  },
  {
    "Id": "87",
    "Type": "是非題",
    "Q": "機關依採購法第49條及第93條之1規定採「公開取得電子報價單」辦理採購，決標後利用政府電子採購網製作之電子契約，因已保存於政府電子採購網，爰機關無須另行下載及保存。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 87: 錯誤。電子採購網僅提供媒合與紀錄。機關仍應履行檔案管理義務，將決標之電子契約下載至機關內部系統存檔備查，不得僅依賴網路。"
  },
  {
    "Id": "88",
    "Type": "是非題",
    "Q": "機關依採購法第49條及第93條之1規定採「公開取得電子報價單」辦理採購，決標後利用政府電子採購網製作之電子契約，應自行下載及存檔，並妥善保存。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 88: 正確。依採購文件保存規定，機關應自行負責檔案之永續保存。將電子契約下載、存檔並妥善管理，是機關的基本行政職責。"
  },
  {
    "Id": "89",
    "Type": "是非題",
    "Q": "機關如允許廠商以電子化方式辦理領標，應在招標公告或招標文件中訂明。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 89: 錯誤。此敘述漏掉「應」字且條件不足。依規定，機關「應」於招標公告「及」招標文件中明確訂明允許電子領標之相關事項。"
  },
  {
    "Id": "90",
    "Type": "是非題",
    "Q": "辦理公開取得廠商書面報價或企劃書之採購案件，應於政府採購公報刊登公告。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 90: 錯誤。第 49 條公開取得案件，法規要求公開於採購網站。至於是否刊登公報屬「得」辦理事項，並非「應」刊登之法律義務。"
  },
  {
    "Id": "91",
    "Type": "是非題",
    "Q": "廠商可以自由複製、轉載機關電子招標文件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 91: 錯誤。電子招標文件受智慧財產權保護，且為確保投標資訊唯一性，嚴禁廠商私自複製分發、轉載或進行商業營利行為。"
  },
  {
    "Id": "92",
    "Type": "是非題",
    "Q": "電子招標文件檔案不可以壓縮。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 92: 錯誤。為縮短傳輸時間、提高效率，機關上傳及廠商領標時，文件均「可以」且「建議」採用壓縮格式處理。"
  },
  {
    "Id": "93",
    "Type": "是非題",
    "Q": "機關及廠商以電子化方式辦理採購，依規定應簽名或蓋章者，應以數位簽章為之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 93: 正確。電子化流程中，數位簽章具有替代印章與簽名之法律效力。依電子採購作業辦法，相關文書均應以數位簽章確認身分。"
  },
  {
    "Id": "94",
    "Type": "是非題",
    "Q": "以單價決標者，決標公告之底價及決標金額應將單價乘以預估需求數量。以百分比或折扣數決標者，則無需換算成決標金額。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 94: 錯誤。以百分比（如管理費率）決標者，於決標公告時仍需按該百分比乘以預計採購金額，換算出確切的決標總額，不得空白。"
  },
  {
    "Id": "95",
    "Type": "是非題",
    "Q": "機關以公開招標方式辦理財物之變賣，應公開於政府電子採購網之公開招標網頁。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 95: 錯誤。變賣財物有專屬的公告版面或系統。財物變賣非屬政府採購法適用之「採購」，應依國有公用財產管理相關規定辦理。"
  },
  {
    "Id": "96",
    "Type": "是非題",
    "Q": "機關免登入系統，可以在首頁之「常用查詢」之「拒絕往來廠商」查詢到歷年來的拒絕往來廠商公告。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 96: 錯誤。為落實資訊公開且保護交易安全，主管機關指定系統之「拒絕往來廠商」清單，任何民眾或廠商均「免登入」即可直接查詢。"
  },
  {
    "Id": "97",
    "Type": "是非題",
    "Q": "機關辦理招標公告，採購金額一定會大於預算金額。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 97: 錯誤。一般情況下預算金額可能等於採購金額。採購金額是預算金額加計後續擴充等之總額，通常「大於或等於」預算金額。"
  },
  {
    "Id": "98",
    "Type": "是非題",
    "Q": "廠商參與電子採購者，其押標金繳納方式應以主管機關核定之電子化方式為之，不得以其他方式繳納。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 98: 錯誤。雖然參與電子採購，但押標金繳納方式仍受採購法第 30 條保障。廠商「得」選擇電子化繳納，亦可選擇實體現金或本票。"
  },
  {
    "Id": "99",
    "Type": "是非題",
    "Q": "電子投標文件中含有掃描文件者，機關應通知廠商提出書面文件供查驗。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 99: 錯誤。電子投標文件視同正式文件。除非機關對掃描內容之真實性有重大疑慮，否則原則上無須要求廠商再提書面文件查驗。"
  },
  {
    "Id": "100",
    "Type": "是非題",
    "Q": "機關利用主管機關指定之資訊系統辦理招標文件之公開發給、發售或公開閱覽，應另備書面文件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 100: 正確。電子採購作業辦法核心在於無紙化。既已於系統辦理公開發給、發售或閱覽，其電子檔即視同正式文件，得免另備紙本。"
  },
  {
    "Id": "101",
    "Type": "是非題",
    "Q": "採複數決標之方式，其每一次決標及不同標的或底價之項目，刊登於最後一次決標公告。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 101: 錯誤。複數決標案件應於「每次」決標後，分別辦理決標公告。不可等到最後一次才合併公告，以符合資訊即時公開原則。"
  },
  {
    "Id": "102",
    "Type": "是非題",
    "Q": "機關以電子化方式辦理採購，不得不當限制競爭，故不可規定廠商電子投標使用之檔案格式。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 102: 錯誤。為確保系統相容性及開標順利，機關「得」規定廠商使用通用之檔案格式（如 PDF、ODF 等），這屬於必要的技術規範，非不當限制競爭。"
  },
  {
    "Id": "103",
    "Type": "是非題",
    "Q": "機關電子招標文件收費應與書面文件發售費用一致。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 103: 錯誤。電子招標文件因節省印刷及裝訂成本，其收費「不得高於」書面文件。機關通常會調低電子領標費用以鼓勵廠商使用。"
  },
  {
    "Id": "104",
    "Type": "是非題",
    "Q": "機關依採購法第49條及第93條之1規定採「公開取得電子報價單」辦理採購，只允許廠商電子領標、電子報價，不提供現場領標、現場投標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 104: 正確。此為「全流程電子化」模式。依第 93 條之 1，機關得規定僅受理電子領投標，此時不提供傳統現場作業，以提升採購效率。"
  },
  {
    "Id": "105",
    "Type": "是非題",
    "Q": "政府採購卡持卡人於收到發卡機構之對帳單後，應併相關採購文件，並於憑證上註明「以政府採購卡支付」，經機關主(會)計單位覆核後即可進行付款程序。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 105: 錯誤。程序不符。持卡人收到對帳單後，應先由「經辦人」檢附相關憑證，經機關內部「審核」程序後，始由「出納」撥款給發卡機構。"
  },
  {
    "Id": "106",
    "Type": "是非題",
    "Q": "廠商電子投標者，應於開標前將所有電子投標文件傳輸至主管機關指定之資訊系統。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 106: 錯誤。依規定，電子投標文件應於「投標截止期限前」完成傳輸，而非開標前。截止後系統會自動鎖定，廠商將無法再行傳輸。"
  },
  {
    "Id": "107",
    "Type": "是非題",
    "Q": "決標公告及無法決標公告均應自決標日後30日內刊登。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 107: 錯誤。時限規定不同：決標公告為決標日起 30 日內；而無法決標公告應於廢標後、重行招標前刊登，且期限僅為廢標後 2 星期。"
  },
  {
    "Id": "108",
    "Type": "是非題",
    "Q": "決標公告應自決標日起30日內刊登；無法決標公告應於廢標後、重行招標前刊登，並不得超過廢標後2星期。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 108: 正確。此題精確描述了公告期限之法定義務。決標公告與無法決標公告（廢、流標）因行政性質不同，在法律要求的時效上亦有長短之別。"
  },
  {
    "Id": "109",
    "Type": "是非題",
    "Q": "提供電子領標之標案，未上傳招標文件，亦可完成招標公告傳輸。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 109: 錯誤。系統具備檢核機制。若機關未先上傳招標文件，系統將視為公告內容不完整，無法核發電子領標憑據，故「無法」完成公告傳輸。"
  }
]