[
  {
    "Id": "1",
    "Type": "是非題",
    "Q": "機關採序位法評定最有利標，序位第1之廠商有2家以上，且均得為決標對象時，應以獲得評選委員評定序位第一較多者決標，無其他擇定方式。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 1: 錯誤。依「最有利標評選辦法」第 15 條，序位第一有 2 家以上時，除獲得評選委員評定序位第一較多者外，尚可採抽籤或擇配分最高項目得分合計較高者等方式。"
  },
  {
    "Id": "2",
    "Type": "是非題",
    "Q": "機關採序位法評定最有利標，序位第1之廠商有2家以上，且均得為決標對象時，應以配分最高之評選項目之得分合計值較高者決標，無其他擇定方式。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 2: 錯誤。同上題，除配分最高項目得分較高者外，亦可採抽籤方式或擇評定序位第一較多者。機關應於招標文件中擇一訂定，並非僅有單一擇定方式。"
  },
  {
    "Id": "3",
    "Type": "是非題",
    "Q": "機關依採購法第56條第1項及第57條採行協商措施者，評選委員會辦理第2次綜合評選時，其未參與第1次綜合評選之委員，仍得參與。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 3: 錯誤。依「最有利標評選辦法」第 21 條，辦理第二次綜合評選時，未參與第一次綜合評選之委員不得參加，以確保評選標準與過程的一貫性與公平性。"
  },
  {
    "Id": "4",
    "Type": "是非題",
    "Q": "機關依採購法第56條第1項及第57條採行協商措施者，評選委員會辦理第2次綜合評選時，其未參與第1次綜合評選之委員，不得參與。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 4: 正確。此為「最有利標評選辦法」第 21 條明文規定，未參與前次評選之委員因未掌握先前協商脈絡，不得參與後續之綜合評選。"
  },
  {
    "Id": "5",
    "Type": "是非題",
    "Q": "機關依採購法第56條第1項及第57條採行協商措施者，評選委員會辦理第２次綜合評選，應就廠商因協商而更改之項目與其他未更改項目，均分別重行評分（比），以評定最有利標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 5: 錯誤。第二次綜合評選時，僅須針對廠商因協商而「更改之項目」重行評分，與其他未更改項目之「原評分結果」合併計算即可，無需全部重評。"
  },
  {
    "Id": "6",
    "Type": "是非題",
    "Q": "機關依採購法第56條第1項及第57條採行協商措施者，評選委員會辦理第２次綜合評選，應就廠商因協商而更改之項目重行評分（比），與其他未更改項目之原評分（比）結果，合併計算，以評定最有利標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 6: 正確。依「最有利標評選辦法」第 21 條第 2 款，採行協商措施後，重行評分僅限於更改項目，其餘未變動部分應維持原評分結果計算。"
  },
  {
    "Id": "7",
    "Type": "是非題",
    "Q": "機關辦理委託專業服務，評選優勝廠商時，因價格係屬議價階段事項，不得將廠商報價納入評選。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 7: 錯誤。依「機關委託專業服務廠商評選及計費辦法」，價格雖涉及議價，但仍屬評選項目之一，應納入評選以綜合考量成本效益。"
  },
  {
    "Id": "8",
    "Type": "是非題",
    "Q": "機關辦理委託專業服務，評選優勝廠商時，即應將廠商報價納入評選。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 8: 正確。委託專業服務、技術服務或資訊服務時，廠商報價依法應納入評選項目，或作為評選參考，不能將價格排除在評選指標之外。"
  },
  {
    "Id": "9",
    "Type": "是非題",
    "Q": "有關評選項目、評審標準及評定方式之訂定及審定，應經評選委員會召開會議審查，沒有例外。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 9: 錯誤。原則上應經委員會審定，但依「採購評選委員會組織準則」第 3 條，如有前例或條件簡單者，得由機關自行訂定，免經委員會審核。"
  },
  {
    "Id": "10",
    "Type": "是非題",
    "Q": "有關評選項目、評審標準及評定方式之訂定及審定，如係由機關預擬草案，並經機關以書面洽各評選委員審查結果均無意見者，得免另行召開會議。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 10: 正確。這是簡化作業的例外規定。若由機關預擬並經全體委員書面審查無意見，視同已過委員會審定，可免開會討論。"
  },
  {
    "Id": "11",
    "Type": "是非題",
    "Q": "機關辦理公開招標一次投標分段開標，並採最有利標決標，如價格列為評選項目之一，機關應就廠商企劃書內所列標價予以審查，至價格標階段始開啟投標廠商之價格標封以利減價或宣布決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 11: 錯誤。採一次投標分段開標者，價格標封應於評選階段即開啟納入評選。若等到最後才開，將無法完成「價格納入評選」的法定程序。"
  },
  {
    "Id": "12",
    "Type": "是非題",
    "Q": "機關辦理公開招標一次投標分段開標，並採最有利標決標，如價格列為評選項目之一，評選階段應開啟投標廠商之價格標封納入評選。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 12: 正確。採最有利標決標時，價格通常為評選項目。若採分段開標，應於評選時開啟價格標以利委員評分，非待決標前才開啟。"
  },
  {
    "Id": "13",
    "Type": "是非題",
    "Q": "機關辦理最有利標決標，於評選過程中發現A評選委員，為該案投標廠商甲於投標文件所載顧問，機關於要求A評選委員迴避後，仍得決標予甲廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 13: 錯誤。依採購法規，評選委員若與廠商有利益關係（如擔任顧問），該廠商應列為不合格或不予決標，以維護採購公正性，不能僅迴避委員。"
  },
  {
    "Id": "14",
    "Type": "是非題",
    "Q": "機關辦理最有利標決標，於評選過程中發現A評選委員，為該案投標廠商甲於投標文件所載顧問，機關應不決標予甲廠商。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 14: 正確。當委員與廠商間有應迴避之利害關係且涉及投標文件內容時，該廠商之投標行為已影響採購公正，機關應不決標予該廠商。"
  },
  {
    "Id": "15",
    "Type": "是非題",
    "Q": "依「採購評選委員會審議規則」第14條之1規定，委員自接獲評選有關資料之時起，不得就該採購案參加投標、作為投標廠商之分包廠商或擔任工作成員。所稱工作成員，包含投標廠商之投標文件所述人力組織，但不包含參與或協助該採購案之相關人員。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 15: 錯誤。依「採購評選委員會審議規則」第 14 條之 1，工作成員之定義包含投標文件所述人力及實際參與、協助該案之相關人員，範疇極廣。"
  },
  {
    "Id": "16",
    "Type": "是非題",
    "Q": "依「採購評選委員會審議規則」第14條之1規定，委員自接獲評選有關資料之時起，不得就該採購案參加投標、作為投標廠商之分包廠商或擔任工作成員。所稱工作成員，包含投標廠商之投標文件所述人力組織及參與或協助該採購案之相關人員均屬之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 16: 正確。此規定係為防止評選委員與廠商間有不當利益輸送或角色衝突，故「工作成員」採廣義認定，涵蓋組織內外所有參與人員。"
  },
  {
    "Id": "17",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第9款規定辦理評選專業服務廠商，須有3家以上合格廠商投標，方得開標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 17: 錯誤。採購法第 22 條第 1 項第 9 款屬限制性招標，依法僅 1 家廠商投標即可辦理開標評選，不受 3 家廠商之限制。"
  },
  {
    "Id": "18",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第9款規定辦理評選專業服務廠商，得於招標文件中明訂「第1次招標應有3家以上合格廠商投標，方得開標」之規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 18: 正確。雖然法律未強制要求 3 家，但機關得視案件性質與競爭需求，自行於招標文件中規定需 3 家以上投標方得開標。"
  },
  {
    "Id": "19",
    "Type": "是非題",
    "Q": "評選項目、評審標準及評定方式有前例或條件簡單者，得由機關自行訂定或審定，免於招標前由採購評選委員會為之。但本委員會仍應於招標前成立。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 19: 錯誤。依規定，若評選項目由機關自行訂定（有前例者），採購評選委員會「得」延至開標前成立即可，不一定要在招標前成立。"
  },
  {
    "Id": "20",
    "Type": "是非題",
    "Q": "機關辦理評選，對於評選項目及子項之計分，招標文件不得載明扣分機制。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 20: 錯誤。評選機制具有裁量權，機關得於招標文件中明確規定扣分準則（如違約紀錄、延遲天數等），作為評分依據。"
  },
  {
    "Id": "21",
    "Type": "是非題",
    "Q": "機關辦理評選，對於評選項目及子項之計分，招標文件得載明扣分機制。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 21: 正確。只要在招標文件中事先載明，扣分機制是評定廠商優劣的合法方式之一，能更客觀地反映廠商的過去表現或缺失。"
  },
  {
    "Id": "22",
    "Type": "是非題",
    "Q": "採最有利標決標之採購，投標文件經審查合於招標文件規定者，始得為協商及評選之對象。該審查以投標廠商資格條件為限。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 22: 錯誤。資格審查僅是第一步。機關仍須審查投標文件是否符合「招標文件規定」的所有規範（含規格、內容等），不限於基本資格。"
  },
  {
    "Id": "23",
    "Type": "是非題",
    "Q": "採最有利標決標之採購，投標文件經審查合於招標文件規定者，始得為協商及評選之對象。該審查不以投標廠商資格條件為限。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 23: 正確。除基本資格外，廠商提出的技術規格、服務建議書內容等是否符合招標文件強制性規定，皆屬評選前應審查的範疇。"
  },
  {
    "Id": "24",
    "Type": "是非題",
    "Q": "機關辦理評選，對於評選項目及子項之計分，得以部分或全部投標廠商之投標文件內容為計分基準。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 24: 錯誤。評分基準應是「客觀的評審標準」，不得以其他投標廠商的表現作為相對計分基準，以避免廠商間交互影響公平性。"
  },
  {
    "Id": "25",
    "Type": "是非題",
    "Q": "機關辦理評選，對於評選項目及子項之計分，不得以部分或全部投標廠商之投標文件內容為計分基準。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 25: 正確。依「最有利標評選辦法」，評選應針對廠商個別表現評分，不應採相對比較法（例如以最好的一家為基準分），以維持獨立性。"
  },
  {
    "Id": "26",
    "Type": "是非題",
    "Q": "機關辦理評選，將廠商簡報及現場詢答列為評選項目者，其所占配分或權重不得低於百分之二十。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編号 26: 錯誤。依現行規定，簡報及現場詢答雖重要，但為避免主觀因素過重，其配分或權重應有上限限制，並非不得低於百分之二十。"
  },
  {
    "Id": "27",
    "Type": "是非題",
    "Q": "機關辦理評選，將廠商簡報及現場詢答列為評選項目者，其所占配分或權重不得逾百分之二十。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 27: 正確。依相關函釋，簡報及詢答所占權重不宜過高，通常建議不逾百分之二十，以確保評選仍以書面企劃之專業內容為主。"
  },
  {
    "Id": "28",
    "Type": "是非題",
    "Q": "評定最有利標涉及序位評比且價格納入評比者，價格所占全部評選項目之權重，不得低於百分之十，且不得逾百分之五十。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 28: 錯誤。依「最有利標評選辦法」第 16 條，價格權重之範圍應為百分之二十至百分之五十。題目所述之「百分之十」為錯誤數值。"
  },
  {
    "Id": "29",
    "Type": "是非題",
    "Q": "評定最有利標涉及序位評比且價格納入評比者，價格所占全部評選項目之權重，不得低於百分之二十，且不得逾百分之五十。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 29: 正確。此為法定權重範圍。價格權重至少須佔 20%，最高不超過 50%，以平衡「品質」與「價格」兩大核心要素。"
  },
  {
    "Id": "30",
    "Type": "是非題",
    "Q": "未達公告金額之採購，以公開取得企劃書方式辦理者，得參考最有利標精神擇最符合需要者逕行決標，免辦理議價或比價。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 30: 錯誤。參考最有利標精神辦理者，仍須依規定辦理議價（僅一家優勝）或比價（多家優勝），不能「逕行決標」。"
  },
  {
    "Id": "31",
    "Type": "是非題",
    "Q": "未達公告金額之採購，以公開取得企劃書方式辦理者，得參考最有利標精神擇最符合需要者，再邀請該最符合需要者，辦理議價或比價。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 31: 正確。未達公告金額採公開取得企劃書者，其程序為先評選出最符合需要者，再依序邀請辦理議價或比價程序決標。"
  },
  {
    "Id": "32",
    "Type": "是非題",
    "Q": "機關辦理公告金額以上之採購，其依「機關辦理設計競賽廠商評選及計費辦法」採限制性招標方式辦理者，準用最有利標評選規定，應報經上級機關核准。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 32: 錯誤。設計競賽屬限制性招標（第 22 條第 1 項第 9 款），機關依權責辦理即可，不須報經上級機關核准，除非有其他特殊規定。"
  },
  {
    "Id": "33",
    "Type": "是非題",
    "Q": "機關辦理公告金額以上之採購，其依「機關辦理設計競賽廠商評選及計費辦法」採限制性招標方式辦理者，準用最有利標評選規定，無須報經上級機關核准。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 33: 正確。準用最有利標之評選案件，其招標方式之核准與最有利標（第 56 條）不同，實務上無需報請上級機關核准最有利標。"
  },
  {
    "Id": "34",
    "Type": "是非題",
    "Q": "評選項目、評審標準及評定方式有前例或條件簡單者，得由機關自行訂定或審定，免於招標前成立採購評選委員會為之。但本委員會仍應於開標前成立。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 34: 正確。依「採購評選委員會組織準則」第 3 條，有前例者得免於招標前成立委員會，但最遲應於開標前成立，以利後續評選。"
  },
  {
    "Id": "35",
    "Type": "是非題",
    "Q": "依採購法第22條第1項第9款辦理委託資訊服務公開客觀評選優勝廠商，應於確定優勝廠商後，再開啟該廠商之標價封辦理議價。如須訂定底價，於參考議價廠商之報價後訂定之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 35: 錯誤。依採購法第 22 條第 1 項第 9 款（準用最有利標），價格應納入評選。若有底價，應在議價前參考廠商報價後訂定，非「再開啟」。"
  },
  {
    "Id": "36",
    "Type": "是非題",
    "Q": "依採購法第22條第1項第9款辦理委託資訊服務公開客觀評選優勝廠商，廠商提出之報價，應納入評選，不得於確定優勝廠商後，再開啟該廠商之標價封辦理議價。如須訂定底價，於開標後議價前參考議價廠商之報價訂定之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 36: 正確。準用最有利標程序中，報價是評選的一部分。底價之訂定則應參考優勝廠商的報價後，於議價前由主持長官核定。"
  },
  {
    "Id": "37",
    "Type": "是非題",
    "Q": "機關依採購法規定採行協商措施者，開標、投標、審標程序及內容均應予保密，且原招標文件已標示得更改項目之內容，始得納入協商。上開所稱審標，不包括評選及洽個別廠商協商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 37: 錯誤。協商措施中，審標範疇當然包括「評選」及「洽個別廠商協商」之過程，這些內容均應依法保密，確保競爭公平。"
  },
  {
    "Id": "38",
    "Type": "是非題",
    "Q": "機關依採購法規定採行協商措施者，開標、投標、審標程序及內容均應予保密，且原招標文件已標示得更改項目之內容，始得納入協商。上開所稱審標，包括評選及洽個別廠商協商。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 38: 正確。採購法第 57 條規定之保密義務，涵蓋了從開標到評選、甚至個別協商的所有細節，以防廠商間串通或知悉他人底牌。"
  },
  {
    "Id": "39",
    "Type": "是非題",
    "Q": "採購評選委員會會議紀錄至遲應於下次開會時分送各出席委員，並予確認。如有遺漏或錯誤，得於紀錄宣讀後，提請主席裁定更正。最後一次採購評選委員會會議紀錄應於當次會議結束後一週內作成並予確認。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 39: 錯誤。依「採購評選委員會審議規則」第 11 條，最後一次會議紀錄應於「當次會議結束前」作成並由出席委員簽署確認，非一週內。"
  },
  {
    "Id": "40",
    "Type": "是非題",
    "Q": "主管機關建置之專家學者建議名單資料庫係供機關遴選委員參考使用，未自該資料庫遴選無須敘明理由。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 40: 正確。資料庫僅供參考。機關首長得依案情需要，遴選具專門知識之人員，若未從資料庫選出，法規並無強制要求敘明理由。"
  },
  {
    "Id": "41",
    "Type": "是非題",
    "Q": "採購評選委員會之職掌，包括訂定或審定招標文件所有內容。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 41: 錯誤。委員會職掌僅限於「評選項目、評審標準及評定方式」之訂定或審定，以及後續的評選作業，並非審定整份招標文件。"
  },
  {
    "Id": "42",
    "Type": "是非題",
    "Q": "採購評選委員會之職掌，不包括訂定或審定招標文件之評選項目、評審標準及評定方式以外之其他內容。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 42: 正確。招標文件之一般條款、契約草案、資格限制等，屬於機關行政職權，不屬於評選委員會的專業職掌範圍。"
  },
  {
    "Id": "43",
    "Type": "是非題",
    "Q": "依「最有利標評選辦法」規定，價格納入評分者，其所占總滿分之比率不得低於百分之二十。如機關於招標文件載明固定費用或費率，該費用或費率之組成內容納入評分者，該評選項目所占比率或權重得低於百分之二十。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 43: 正確。若採固定費率，因價格競爭已消除，重點在於費率組成之合理性。此時該項權重可不受最低 20% 之限制。"
  },
  {
    "Id": "44",
    "Type": "是非題",
    "Q": "工作小組擬具初審意見，以記名方式秘密為之為原則。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 44: 正確。依審議規則，工作小組初審意見應由成員簽名（記名），以示負責，且在未公開前應維持秘密。"
  },
  {
    "Id": "45",
    "Type": "是非題",
    "Q": "工作小組擬具初審意見，以不記名方式秘密為之為原則。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 45: 錯誤。同前題，工作小組對初審意見負有專業責任，故應採取「記名」方式編製，不應採不記名方式。"
  },
  {
    "Id": "46",
    "Type": "是非題",
    "Q": "機關應於採購評選委員會成立時，一併成立工作小組，協助採購評選委員會辦理與評選有關之作業。但案件性質單純、緊急或宜由採購評選委員會逕為評選者，得免成立工作小組。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 46: 錯誤。依「採購評選委員會組織準則」第 8 條，成立委員會時「應」一併成立工作小組，並無免除成立之例外條款。"
  },
  {
    "Id": "47",
    "Type": "是非題",
    "Q": "機關應於採購評選委員會成立時，一併成立工作小組，協助採購評選委員會辦理與評選有關之作業。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 47: 正確。工作小組是委員會的幕僚，負責法規遵循及投標文件初審，是法定必須成立的組織，與委員會相輔相成。"
  },
  {
    "Id": "48",
    "Type": "是非題",
    "Q": "準用最有利標案件，評選委員會開會辦理評選時，未就工作小組初審意見逐項討論，該案承辦人員發言向主席表示程序違法，該發言不符合採購法規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 48: 錯誤。承辦人員依據《政府採購法》第 95 條及相關規定，負有提醒程序合法性之義務，其發言提醒違法程序是符合法律規定的。"
  },
  {
    "Id": "49",
    "Type": "是非題",
    "Q": "準用最有利標案件，評選委員會開會辦理評選時，未就工作小組初審意見逐項討論，該案承辦人員發言向主席表示程序違法。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 49: 正確。評選委員會應就工作小組初審意見進行討論。若程序有誤，承辦人員有權且有義務適時提醒主席，以維護採購程序合法。"
  },
  {
    "Id": "50",
    "Type": "是非題",
    "Q": "準用最有利標辦理評選優勝廠商，非採固定費用或費率者，機關依序洽優勝廠商辦理議價，如針對優勝序位第2廠商訂定之底價，比優勝序位第1廠商訂定之底價高，仍屬合理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 50: 錯誤。議價應依序辦理。若第 2 優勝廠商之底價反而高於第 1 優勝廠商，顯然違背最有利標「品質優者優先」的精神，不具合理性。"
  },
  {
    "Id": "51",
    "Type": "是非題",
    "Q": "準用最有利標辦理評選優勝廠商者，如訂定底價，針對優勝序位第2廠商訂定之底價，比優勝序位第1廠商訂定之底價高，並不合理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 51: 正確。依最有利標精神，序位第 1 廠商之品質優於第 2，若第 2 廠商底價反而較高，顯與「品質領先者給予較佳對價」之邏輯不符，不具合理性。"
  },
  {
    "Id": "52",
    "Type": "是非題",
    "Q": "準用最有利標案件，評選委員會開會辦理評選時，不同委員之評選結果有明顯差異，召集人未就此提會討論，該案承辦人發言向召集人表示程序違法，該發言不符合採購法規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 52: 錯誤。依《政府採購法》第 95 條，採購人員應依職權確保程序合法。若不同委員評分有明顯差異而未依規處理，承辦人有權且應提醒主席，此舉完全合規。"
  },
  {
    "Id": "53",
    "Type": "是非題",
    "Q": "準用最有利標案件，評選委員會開會辦理評選時，不同委員之評選結果有明顯差異，召集人未就此提會討論，該案承辦人發言向召集人表示程序違法，係屬正確之提醒。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 53: 正確。當評選結果出現異常差異時，召集人應提請委員會討論。承辦人適時提醒此程序，係協助機關避免程序瑕疵，屬正確且必要之職責履行。"
  },
  {
    "Id": "54",
    "Type": "是非題",
    "Q": "評選委員會評選最有利標，應依招標文件載明之評選項目、子項及其配分或權重辦理，不得變更。但經評選委員會決議後得於評選前宣布者，不在此限。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 54: 錯誤。依「最有利標評選辦法」第 10 條，評選項目及配分經招標文件載明後，評選時不得變更。無「經決標前宣布即可變更」之例外規定。"
  },
  {
    "Id": "55",
    "Type": "是非題",
    "Q": "評選委員會評選最有利標，應依招標文件載明之評選項目、子項及其配分或權重辦理，不得變更。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 55: 正確。評選項目、子項及權重必須事先於招標文件中公告，評選委員會應嚴格依據公告內容評分，不得於評選現場臨時更動。"
  },
  {
    "Id": "56",
    "Type": "是非題",
    "Q": "採購評選委員會委員及參與評選工作之人員對於受評廠商之資料，評選前，應保守秘密。評選後則應予解密。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 56: 錯誤。依「採購評選委員會審議規則」第 13 條，受評廠商之資料不論評選前後均應保守秘密，除公務使用或法令規定外，不得隨意解密洩漏。"
  },
  {
    "Id": "57",
    "Type": "是非題",
    "Q": "採購評選委員會委員及參與評選工作之人員對於受評廠商之資料，評選前，應保守秘密。評選後除供公務上使用或法令另有規定外，應保守秘密。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 57: 正確。廠商之投標文件涉及商業秘密，評選工作人員負有終身保密義務。評選結束後，僅能於法定公務範圍內查閱，非對大眾完全解密。"
  },
  {
    "Id": "58",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第9款公開客觀評選優勝廠商之決標程序，優勝廠商在2家以上者，得以比價方式辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 58: 錯誤。依採購法第 22 條第 1 項第 9 款，評選優勝廠商後，應採「依序議價」方式辦理。若有多家優勝，係依序位高低逐一議價，而非同時比價。"
  },
  {
    "Id": "59",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第9款公開客觀評選優勝廠商之決標程序，優勝廠商在2家以上者，依優勝序位，依序議價。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 59: 正確。準用最有利標案件中，多家廠商取得優勝資格時，機關必須依照評選出的優先順序，先與第一名議價；議價不成，再與第二名議價。"
  },
  {
    "Id": "60",
    "Type": "是非題",
    "Q": "採最有利標決標之採購，其評選項目有子項者，該子項無須載明於招標文件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 60: 錯誤。依「最有利標評選辦法」第 10 條，評選項目設有子項者，該子項應載明於招標文件，使廠商得以根據細部準則編製企劃書。"
  },
  {
    "Id": "61",
    "Type": "是非題",
    "Q": "採最有利標決標之採購，其評選項目有子項者，該子項應載明於招標文件。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 61: 正確。子項是評選標準的重要組成，必須透明化。未載明子項可能導致委員評分失去依據，或廠商無從準備，違反資訊公開與公平原則。"
  },
  {
    "Id": "62",
    "Type": "是非題",
    "Q": "採最有利標決標之採購，其有應予淘汰或不予評比之情形者，其情形得免載明於招標文件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 62: 錯誤。凡是涉及影響投標資格、淘汰基準或不予評比之關鍵條件（如不及格分數），均屬重要招標資訊，必須明確載明於招標文件中。"
  },
  {
    "Id": "63",
    "Type": "是非題",
    "Q": "採最有利標決標之採購，其有應予淘汰或不予評比之情形者，其情形應載明於招標文件。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 63: 正確。明確載明淘汰規定（如總分未達 70 分不予評比），可確保廠商知悉競爭門檻，並作為委員會執行淘汰決議之合法依據。"
  },
  {
    "Id": "64",
    "Type": "是非題",
    "Q": "主管機關建置之專家學者建議名單資料庫雖係供機關遴選委員參考使用，未自該資料庫遴選仍應敘明理由。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 64: 錯誤。依採購法第 94 條，未自專家學者資料庫遴選委員時，應經機關首長核准並「敘明理由」。題目所述「免敘明」與法令不符。"
  },
  {
    "Id": "65",
    "Type": "是非題",
    "Q": "採購評選委員會委員於所評採購個案決標後，不得擔任得標廠商該案之履約工作成員，或協助履約。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 65: 正確。依「採購評選委員會審議規則」第 14-1 條，為避免利益衝突與旋轉門問題，評選委員於該案決標後，不得參與該得標廠商之履約工作。"
  },
  {
    "Id": "66",
    "Type": "是非題",
    "Q": "招標文件得規定同一評選項目，不同委員之評選結果有明顯差異時，最高分及最低分者均不計入。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 66: 錯誤。評選應由委員本於專業獨立計分。招標文件不得事先規定「去頭去尾」（剔除最高最低分）法，以免限縮委員專業判斷空間。"
  },
  {
    "Id": "67",
    "Type": "是非題",
    "Q": "招標文件不得規定同一評選項目，不同委員之評選結果有明顯差異時，最高分及最低分者均不計入。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 67: 正確。主管機關函釋明確指出，評選結果雖有差異應討論釐清，但不得以行政手段直接剔除最高或最低分，以尊重每位委員的專業決定。"
  },
  {
    "Id": "68",
    "Type": "是非題",
    "Q": "採購評選委員會委員對於會議之決議有不同意見者，得要求將不同意見載入會議紀錄或將意見書附於會議紀錄，以備查考。但委員會得決議拒絕上開要求。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 68: 錯誤。依審議規則第 11 條，委員之不同意見應如實記錄。委員會屬合議制，應尊重少數意見之表達，無權決議拒絕將不同意見納入紀錄。"
  },
  {
    "Id": "69",
    "Type": "是非題",
    "Q": "採購評選委員會委員對於會議之決議有不同意見者，得要求將不同意見載入會議紀錄或將意見書附於會議紀錄，以備查考。委員會不得拒絕。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 69: 正確。保證不同意見之記錄權，是維護委員會公正性與透明度的重要機制。委員會對此要求具法定義務，不得拒絕記載。"
  },
  {
    "Id": "70",
    "Type": "是非題",
    "Q": "機關採總評分法評選最有利標者，總評分最高之廠商，有2家以上相同，且均得為決標對象時，得依招標文件規定對總評分相同廠商再行綜合評選1次，以總評分最高者決標。綜合評選後之總評分仍相同，未達採購法第56條規定之3次限制者，得再綜合評選，達3次者逕行抽籤決定之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 70: 錯誤。依「最有利標評選辦法」第 14 條，總評分相同時，再行綜合評選以「一次」為限。若仍相同，應採抽籤決定，無「達 3 次」之規定。"
  },
  {
    "Id": "71",
    "Type": "是非題",
    "Q": "機關採總評分法評選最有利標者，總評分最高之廠商，有2家以上相同，且均得為決標對象時，得依招標文件規定對總評分相同廠商再行綜合評選1次，以總評分最高者決標。綜合評選後之總評分仍相同者，抽籤決定之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 71: 正確。總評分法遇相同時，得再辦一次綜合評選。若依舊相同，法規規定最終解決方式為抽籤，此為法律明定之最後裁決手段。"
  },
  {
    "Id": "72",
    "Type": "是非題",
    "Q": "評選委員會辦理廠商評選後，可代替機關做出決標決定，評選結果無須另行簽報機關首長核定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 72: 錯誤。委員會僅負責「評選出」最有利標或優勝廠商，其屬幕僚性質。最終決標與否之決定權及核定程序，仍歸屬於機關首長或其授權人員。"
  },
  {
    "Id": "73",
    "Type": "是非題",
    "Q": "招標機關首長及一級主管以上人員均無法出任採購評選委員會之召集人時，得改由一級副主管代之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 73: 錯誤。依組織準則，召集人應由首長或授權人員兼任，或由一級主管以上人員擔任。未具備此資格之副主管不符擔任召集人之身分規定。"
  },
  {
    "Id": "74",
    "Type": "是非題",
    "Q": "為借重評選委員之專業知識，得標廠商得聘任採購評選委員會委員擔任履約工作成員。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 74: 錯誤。此舉涉及嚴重的角色衝突。評選委員負責選出廠商，若回頭受聘於該廠商履約，將衍生不當利益與包庇疑慮，法令嚴格禁止。"
  },
  {
    "Id": "75",
    "Type": "是非題",
    "Q": "採總評分法評定最有利標者，於招標文件未載明固定價格給付之情形下，得採行之方式包括價格不納入評分，以非價格項目表現經機關首長或評選委員會過半數決定最優者為最有利標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 75: 錯誤。採總評分法評定最有利標時，若未採固定價格，則價格「必須」納入評分，不能僅由首長或委員會過半數決定，而不進行價格評比。"
  },
  {
    "Id": "76",
    "Type": "是非題",
    "Q": "機關辦理評選，如其評選項目、評審標準及評定方式有前例或條件簡單者，採購評選委員會得於評選前成立。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 76: 錯誤。依組織準則第 3 條，項目簡單者「得免於招標前成立」，但仍應於「開標前成立」。題目稱「評選前成立」時間點太晚，不符規定。"
  },
  {
    "Id": "77",
    "Type": "是非題",
    "Q": "機關首長或其授權人員如認為評選結果有需評選委員會檢討之情形（例如投標價格不合理、評選結果有明顯差異卻未處理等），應於評選紀錄加註意見，惟不得將評選結果退回評選委員會，以示對評選委員專業之尊重。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 77: 錯誤。依審議規則第 11 條，首長發現評選結果有瑕疵時，得敘明理由退回委員會檢討。並非僅能加註意見而不能退回，否則首長監督權將喪失。"
  },
  {
    "Id": "78",
    "Type": "是非題",
    "Q": "各委員針對評選後彙總製作之總表未表示不同意見，且於該表簽認，即可認定不同委員之評選結果無明顯差異。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 78: 錯誤。有無明顯差異應依委員給分之實質內容判斷，不能因委員在彙總表上簽名就「推定」無差異。若數值存在異常，仍須提會討論處理。"
  },
  {
    "Id": "79",
    "Type": "是非題",
    "Q": "機關辦理公開客觀評選優勝廠商，招標文件如未訂明固定費用或費率，而係由廠商於投標文件載明標價者，因評選後尚有議價程序，機關應於議價時方開啟廠商報價單。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 79: 錯誤。準用最有利標（如委外服務）若非固定價格，價格應納入評選。評選時必須開啟報價單供委員評分，而非等到議價時才開啟。"
  },
  {
    "Id": "80",
    "Type": "是非題",
    "Q": "為利業務推行，工作小組成員可兼任評選委員。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 80: 錯誤。工作小組負責初審、評選委員負責評分。兩者身分與職能不同，應分別由不同人員擔任，以達內部牽制與職權分立之效。"
  },
  {
    "Id": "81",
    "Type": "是非題",
    "Q": "準用最有利標案件，投標廠商於各評選項目所報內容是否符合招標文件規定，係屬該案承辦採購人員審標事項，而非工作小組工作事項。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 81: 錯誤。工作小組應負責初審投標文件內容是否符合招標文件（即內容實質審查），承辦人員則負責基本程序審查。兩者皆有份，非僅屬承辦人。"
  },
  {
    "Id": "82",
    "Type": "是非題",
    "Q": "最有利標案件，工作小組初審意見載明各投標廠商之標價，不可另有其差異性之說明文字，以免影響評選委員之公正性。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 82: 錯誤。工作小組初審意見應包含廠商之優劣、差異性分析。若僅列標價而無分析說明，將失去初審協助委員快速掌握案情的功能。"
  },
  {
    "Id": "83",
    "Type": "是非題",
    "Q": "機關成立採購評選委員會後，於評選前因故需增聘評選委員，應徵得全體委員同意始得為之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 83: 錯誤。增聘委員屬機關行政權限，只要符合組織準則規定之人數比例與程序，由機關首長核定即可，無須徵得既有全體委員之同意。"
  },
  {
    "Id": "84",
    "Type": "是非題",
    "Q": "機關依「最有利標評選辦法」採行分階段辦理評選者，其第2階段之評選項目應與第1階段之評選項目相同，以避免發生評審標準不一致之不合理情形。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 84: 錯誤。分階段評選時，各階段之評選項目可不同。例如第一階段評選資格與過往績效，第二階段評選具體企劃書與報價。"
  },
  {
    "Id": "85",
    "Type": "是非題",
    "Q": "採購評選委員會置召集人1人，綜理評選事宜，其擔任評選委員會議之主席，得不參與評分（比）。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 85: 錯誤。召集人為委員會成員之一，除綜理事務及主持會議外，依法亦應參與評分。不能因其擔任主席而放棄評分之權利與義務。"
  },
  {
    "Id": "86",
    "Type": "是非題",
    "Q": "採購評選委員會之評選過程之作業，不適用監辦規定；惟機關如於評選階段就價格與參與評選廠商進行協商，則仍適用監辦規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 86: 錯誤。依採購法監辦規定，評選過程（尤其是開標、議價、決標程序）均應報請監辦。評選雖具專業獨立性，但程序仍須受監辦單位監督。"
  },
  {
    "Id": "87",
    "Type": "是非題",
    "Q": "採最有利標決標之採購，評選項目如包括過去履約績效，其子項得包括如履約紀錄、經驗、實績、法令之遵守、使用者評價、如期履約效率、履約成本控制紀錄、勞雇關係或人為災害事故等情形。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 87: 正確。此為「最有利標評選辦法」第 5 條明列之子項。機關可將上述指標納入，以全方位考量廠商之信譽、管理能力與穩定性。"
  },
  {
    "Id": "88",
    "Type": "是非題",
    "Q": "機關評定最有利標後，對於合於招標文件規定但未得標之廠商，應通知其最有利標之標價與總評分或序位評比結果及該未得標廠商之總評分或序位評比結果。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 88: 正確。為落實資訊公開透明，對於未得標廠商，機關應通知其自身的成績以及最有利標廠商的成績（含標價與評比結果）。"
  },
  {
    "Id": "89",
    "Type": "是非題",
    "Q": "採購評選委員會開會，召集人為工務局長，其副局長為工作小組成員，工務局長臨時有事未能出席，可由副局長代理主持會議。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 89: 錯誤。召集人請假時，應由副召集人代理。若無副召集人，由出席委員互推一人。工作小組成員（副局長）不具備擔任委員會主席之身分。"
  },
  {
    "Id": "90",
    "Type": "是非題",
    "Q": "機關評選結果無法評定最有利標時，得就原招標文件已標示得更改項目之內容，採行協商措施。關於協商程序之進行應以召開會議方式為之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 90: 錯誤。協商措施之進行雖以開會為原則，但未必侷限於單一會議方式。重點在於對所有合於標準之廠商平等給予協商機會。"
  },
  {
    "Id": "91",
    "Type": "是非題",
    "Q": "有關評選項目、評審標準及評定方式之訂定及審定，如係由機關預擬草案，再函請各評選委員以書面審查並回覆意見方式辦理者，得由機關依各委員意見修改，免另行召開會議。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 91: 錯誤。評選項目、標準之訂定，若各委員有修正意見，涉及實質變更，應召開委員會議討論定案，不可僅由機關自行彙整修改。"
  },
  {
    "Id": "92",
    "Type": "是非題",
    "Q": "機關依「最有利標評選辦法」採行分階段辦理評選者，得於第1階段評選採票選法（未經評分），票選前3名廠商始得進入第2階段評選，以避免因參與評選廠商過多，致評選會議時間無法掌控。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 92: 錯誤。分階段評選仍應有客觀評選標準。不得僅採「票選法」這種主觀且缺乏配分依據的方式來篩選廠商。"
  },
  {
    "Id": "93",
    "Type": "是非題",
    "Q": "機關依「機關辦理設計競賽廠商評選及計費辦法」以公告程序辦理設計競賽，其非採固定費用或費率者，得於招標文件明定優勝廠商在2家以上者，依優勝序位，自最優勝者起，依序以議價方式辦理。但有2家以上廠商為同一優勝序位者，由評選委員綜合評選1次，評定優勝順序，再相同者抽籤決定之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 93: 錯誤。設計競賽優勝序位相同時，抽籤是最後手段。但招標文件不得規定「再綜合評選評定順序」，法規僅規定抽籤，無再評選一次之程序。"
  },
  {
    "Id": "94",
    "Type": "是非題",
    "Q": "評選委員會辦理廠商評選，應由各評選委員分別於機關備具之評分表逐項載明各受評廠商之評分，不得由評選委員先行逐項討論後方予以評分。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 94: 錯誤。委員評分前，應先就工作小組初審意見或廠商簡報內容進行共同討論（但不應引導評分），以釐清事實，並非絕對禁止討論。"
  },
  {
    "Id": "95",
    "Type": "是非題",
    "Q": "機關依採購法第56條第1項及第57條採行協商措施者，不論廠商投標文件內容是否因協商而更改，評選委員會辦理第２次綜合評選，應就全部評選項目重行評分（比），以評定最有利標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 95: 錯誤。依最有利標評選辦法，第二次綜合評選時，僅須重評「因協商而更改」之項目，未更改部分應維持原分，避免重複計分之不公。"
  },
  {
    "Id": "96",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第9款辦理技術服務採購之公開評選，議價採訂定底價者，其以序位法評定優勝廠商時，得不將價格納入評選，於依序議價時再開啟價格封參考其報價訂定底價後辦理議價。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 96: 錯誤。準用最有利標（第 22 條第 1 項第 9 款）案件，依規定價格應納入評選。不能完全不納入評選而留待議價才開標。"
  },
  {
    "Id": "97",
    "Type": "是非題",
    "Q": "機關辦理採購，採行公開招標並搭配最有利標決標原則者，得分2階段辦理，先評選出數名優勝廠商後，再依序以議價之方式辦理決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 97: 錯誤。公開招標採最有利標者，決標應直接「定最有利標廠商」，無「再依序議價」之程序。議價程序僅限於「限制性招標」之案型。"
  },
  {
    "Id": "98",
    "Type": "是非題",
    "Q": "機關採總評分法評定最有利標並於招標文件載明價格納入評分以總評分最高為最有利標者，得於招標文件規定，總評分最高之廠商，有2家以上相同，且均得為決標對象時，得擇配分最高之評選項目之得分較高者決標。得分仍相同者，以標價最低者決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 98: 錯誤。總評分相同時，首選應是「再行一次綜合評選」或採「抽籤」。招標文件不得直接跳過法定序位而規定「以標價最低者」決標。"
  },
  {
    "Id": "99",
    "Type": "是非題",
    "Q": "機關辦理評選，評定最有利標涉及序位評比且價格納入評比者，得擇各評選委員給予第1名最多之廠商為得標廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 99: 錯誤。序位法評定最有利標時，核心原則是「序位合計值最低者」。不得直接跳過合計值，改以「得第一名次數最多」作為主判定標準。"
  },
  {
    "Id": "100",
    "Type": "是非題",
    "Q": "機關採序位法評定優勝廠商，得於招標文件規定廠商名次加總相同者，以評選委員評定名次第1名較多者優先議價。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 100: 錯誤。序位法名次加總相同時，依規應採「綜合評選一次」或「抽籤」，不得逕自規定以「得第一名較多者」作為議價順序。"
  },
  {
    "Id": "101",
    "Type": "是非題",
    "Q": "採購評選委員會評選最有利標，應依招標文件載明之評選項目、子項及其配分或權重辦理；如需變更，應徵得所有參與評選廠商之同意，並不得有差別待遇之情形。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 101: 錯誤。評選項目及配分經招標文件公告後不得變更。法律並無「徵得廠商同意即可變更」之規定，此舉將破壞招標公平性與預期性。"
  },
  {
    "Id": "102",
    "Type": "是非題",
    "Q": "機關辦理評選，得於招標文件規定合格分數為70分，並規定過半數出席評選委員評定總分未達70分者，為不合格廠商。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 102: 正確。機關得於招標文件中訂定門檻，要求廠商除平均分達標外，亦須經半數以上委員認可達合格分數，以確保廠商具備基本履約品質。"
  },
  {
    "Id": "103",
    "Type": "是非題",
    "Q": "機關依採購法第94條規定遴選專家學者評選委員之程序，以利用主管機關建置之專家學者建議名單資料庫遴選專家學者為限。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 103: 錯誤。依「採購評選委員會組織準則」第 4 條，機關如無法從資料庫覓得合適人選，得敘明理由並另行遴選具專門知識之人員，不以資料庫為限。"
  },
  {
    "Id": "104",
    "Type": "是非題",
    "Q": "機關辦理評選，得於招標文件規定合格分數為70分，並規定出席評選委員評定之平均分數未達70分者，為不合格廠商。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 104: 正確。這是實務上最常見的合格門檻設定方式。透過平均分數篩選，可過濾掉整體表現不佳之廠商，確保進入評選後段之廠商皆具一定水準。"
  },
  {
    "Id": "105",
    "Type": "是非題",
    "Q": "採購評選委員會專家學者委員之聘兼程序，不以機關出具聘書（函）為限，機關出具之相關文書如有明示、默示或經解釋為有聘兼之意思表示，即可認定為已完成「聘兼」程序。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 105: 正確。聘兼程序採意思表示一致即可。機關發出的通知、公文或會議邀請，若已明確表達聘請之意且專家接受，法律上即視為聘兼關係成立。"
  },
  {
    "Id": "106",
    "Type": "是非題",
    "Q": "召集人及副召集人如均無法出席採購評選委員會議，應檢討會議時間之妥適性及召集人、副召集人未出席會議之原因，並另訂時間開會。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 106: 正確。依審議規則，召集人或副召集人應有一人出席。若兩者皆缺席，會議合法性存疑，應優先檢討會議排程並延期召開，以符合組織規範。"
  },
  {
    "Id": "107",
    "Type": "是非題",
    "Q": "為落實行政院以政策工具鼓勵企業加薪之施政目標，機關採評選方式辦理採購，其招標文件之評選（審）項目及評審標準，得視個案特性及實際需要，載明廠商企業社會責任指標及其配分。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 107: 正確。機關得配合國家政策（如加薪、環保、企業倫理等），將企業社會責任納入評選項目，鼓勵優質廠商參與，此屬適法之政策工具。"
  },
  {
    "Id": "108",
    "Type": "是非題",
    "Q": "採購評選委員會或個別委員評選結果與工作小組初審意見有異時，評選委員會或該個別委員可免敘明理由列入會議紀錄。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 108: 錯誤。依審議規則第 3 條，評選結果若與初審意見有異，應敘明理由。此規定是為了落實審查責任，避免委員無故偏離工作小組的專業事實分析。"
  },
  {
    "Id": "109",
    "Type": "是非題",
    "Q": "採購評選委員會或個別委員評選結果與工作小組初審意見有異時，應由評選委員會或該個別委員敘明理由，並列入會議紀錄。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 109: 正確。委員與工作小組意見分歧時，必須具體敘明理由並列入紀錄，這不僅是法規要求，也是後續審計或爭議處理時的重要依據。"
  },
  {
    "Id": "110",
    "Type": "是非題",
    "Q": "採購評選委員會會議紀錄至遲應於下次開會時分送各出席委員，並予確認。如有遺漏或錯誤，得於紀錄宣讀後，提請主席裁定更正。最後一次採購評選委員會會議紀錄應於當次會議結束前作成並予確認。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 110: 正確。會議紀錄應具備確認程序。為確保時效，最後一次評選會議（通常是定案決標前）應當場作成並由委員確認簽名，以防事後爭議。"
  },
  {
    "Id": "111",
    "Type": "是非題",
    "Q": "採購評選委員會會議表決時，主席得命採購評選委員會以外之人員退席，包括辦理評選作業之承辦人員。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 111: 錯誤。承辦人員負責記錄及確保程序合法，屬於會議運作之必要人員。即使主席命他人退席，承辦人仍應列席以辦理評選行政庶務。"
  },
  {
    "Id": "112",
    "Type": "是非題",
    "Q": "採購評選委員會會議表決時，主席得命採購評選委員會以外之人員退席。但辦理評選作業之承辦人員不必退席。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 112: 正確。評選表決時，為求公正，非相關人等可命其退席；但承辦人員身負程序引導與紀錄重任，係會議組成之法定行政支持，不應退席。"
  },
  {
    "Id": "113",
    "Type": "是非題",
    "Q": "採購評選委員會辦理第2次綜合評選，應就廠商因協商而更改之項目重行評分（比），其他未更改項目之原評分（比）結果，亦可異動。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 113: 錯誤。第二次綜合評選應秉持誠信。僅能對協商變動項目重評，其餘未變動項目之分數應維持不變，不可隨意事後異動原評分結果。"
  },
  {
    "Id": "114",
    "Type": "是非題",
    "Q": "採購評選委員會辦理第2次綜合評選，應就廠商因協商而更改之項目重行評分（比），其他未更改項目之原評分（比）結果，因無異動，第2次綜合評選時不必重行評分（比）。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 114: 正確。為維護評選一貫性，協商未觸及的部分，其原分數之效力應延續至第二次評選，僅需針對協商後調整的內容進行差額評分或重評。"
  },
  {
    "Id": "115",
    "Type": "是非題",
    "Q": "機關於採購評選委員會成立時，應一併成立3人以上之工作小組，其成員以機關人員為限，且至少應有1人具有採購專業人員資格。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 115: 錯誤。工作小組成員不以機關人員為限，亦可聘請校外或機關外之專家。但其中至少應有 1 人具採購專業人員資格之要求則是強制性的。"
  },
  {
    "Id": "116",
    "Type": "是非題",
    "Q": "機關於採購評選委員會成立時，應一併成立3人以上之工作小組，其成員並不以機關人員為限，且至少應有1人具有採購專業人員資格。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 116: 正確。依組織準則，工作小組得由機關人員或具相關專門知識的人員組成，其靈活性較大，核心要求在於成員中必須包含採購專業人員。"
  },
  {
    "Id": "117",
    "Type": "是非題",
    "Q": "機關辦理招標，於招標文件已訂明固定價格給付，但仍要求廠商於投標文件詳列組成該費用之內容，並納為評選項目之一，所佔配分比率為10%，並不適法。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 117: 錯誤。即使固定價格，機關仍可要求廠商說明費用構成（如人力配比），以判斷其執行可行性。列為 10% 評選項目並無違法，且具管理意義。"
  },
  {
    "Id": "118",
    "Type": "是非題",
    "Q": "機關辦理招標，於招標文件已訂明固定價格給付，但仍要求廠商於投標文件詳列組成該費用之內容，並納為評選項目之一，所佔配分比率為10%，尚屬適法。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 118: 正確。固定價格下評標價內容，並非評比總價高低，而是評比其資源分配的合理性與對案件的理解度，此項目設定符合採購實務需求。"
  },
  {
    "Id": "119",
    "Type": "是非題",
    "Q": "招標文件列有得協商更改之項目者，不論是否採固定金額或費率給付，價格應列為協商項目之一才合理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 119: 錯誤。若已明確公告為固定價格，則價格已不再是變數，無需列為協商項目。協商應聚焦於技術、規格或服務品質的提升。"
  },
  {
    "Id": "120",
    "Type": "是非題",
    "Q": "招標文件列有得協商更改之項目者，除已標示固定金額或費率給付者外，價格須列為協商項目之一才合理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 120: 正確。非固定價格之案件，價格是競爭核心，協商時必須包含價格，以符合採購效益；固定價格案件則免除此項協商，專注於履約內容。"
  },
  {
    "Id": "121",
    "Type": "是非題",
    "Q": "採購評選委員會依採購法第22條第1項第9款規定評選優勝專業服務廠商，其優勝廠商以1家為限。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 121: 錯誤。依規定，優勝廠商之數量得視個案需要定之，並非法律強制限定只能評選出一家。機關可依序位評定出前幾名為優勝。"
  },
  {
    "Id": "122",
    "Type": "是非題",
    "Q": "採購評選委員會依採購法第22條第1項第9款規定評選優勝專業服務廠商，其優勝廠商得不以1家為限。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 122: 正確。專業服務評選得選出數名優勝廠商。決標時則依照優勝序位依序辦理議價。若第一名議價不成，則與第二名議價。"
  },
  {
    "Id": "123",
    "Type": "是非題",
    "Q": "採購評選委員會委員本人或其配偶與受評選之廠商或其負責人間現有或5年內曾有僱傭、委任或代理關係者，應予辭職或解聘，不得辦理評選。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 123: 錯誤。依審議規則第 14 條，委員本人或配偶與廠商之利害關係期間應為「3 年內」。題目所述「5 年內」非法律明文規定之年限。"
  },
  {
    "Id": "124",
    "Type": "是非題",
    "Q": "採購評選委員會委員本人或其配偶與受評選之廠商或其負責人間現有或3年內曾有僱傭、委任或代理關係者，應予辭職或解聘，不得辦理評選。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 124: 正確。法律設定 3 年的利害關係迴避期，是為了在防止利益輸送與維護專家來源間取得平衡，委員若於此期間內與廠商有僱傭關係則應迴避。"
  },
  {
    "Id": "125",
    "Type": "是非題",
    "Q": "機關辦理評選，投標廠商於評選後得申請複印之資料，不包括評選委員會之會議紀錄。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 125: 錯誤。會議紀錄除涉及商業秘密或委員個人身分保密事項外，投標廠商得於評選後依法申請閱覽、抄錄或影印，以保障其權益。"
  },
  {
    "Id": "126",
    "Type": "是非題",
    "Q": "機關辦理評選，投標廠商於評選後得申請複印之資料，包括評選委員會之會議紀錄。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 126: 正確。為落實程序正義，評選後的會議紀錄（去識別化或排除秘密部分）屬可公開資訊，廠商有權申請複印以監督評選過程是否公正。"
  },
  {
    "Id": "127",
    "Type": "是非題",
    "Q": "招標文件已訂明固定費用或費率，不得規定廠商於投標文件內詳列報價內容，並納入評選。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 127: 錯誤。固定價格雖不比總價，但機關仍有權要求廠商詳列單價或工作時數分布，並將其計畫之「合理性」納入評分，並不違法。"
  },
  {
    "Id": "128",
    "Type": "是非題",
    "Q": "招標文件未訂明固定費用或費率，而由廠商於投標文件載明標價者，應規定廠商於投標文件內詳列報價內容，並納入評選。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 128: 正確。若由廠商自行報價，報價的完整性與各項費用的合理性直接影響履約能力，故必須要求廠商詳列內容並列為評選指標。"
  },
  {
    "Id": "129",
    "Type": "是非題",
    "Q": "公立學校或公營事業辦理評選作業，依規定其採購評選委員會專家學者之委員，不得為政府機關之現職人員，故得由該公立學校或公營事業之人員，擔任該學校或事業之專家學者之委員。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 129: 錯誤。公立學校或公營事業人員，對於該單位自行辦理的採購案，不得自居為「專家學者」委員，以確保外部評選機制不被內部人主導。"
  },
  {
    "Id": "130",
    "Type": "是非題",
    "Q": "公立學校或公營事業辦理評選作業，依規定其採購評選委員會專家學者之委員，不得為政府機關之現職人員，仍不得由該公立學校或公營事業之人員，擔任該學校或事業之專家學者之委員。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 130: 正確。為維持評選委員會「外部審查」的公正性，辦理機關內部人員只能擔任內派委員，不得佔用外部專家學者的員額。"
  },
  {
    "Id": "131",
    "Type": "是非題",
    "Q": "機關辦理採購之評選，應成立5人以上評選委員會，專家學者人數不得少於二分之一。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 131: 錯誤。評選委員會確實應 5 人以上，但「專家學者」之比例要求應為「不少於三分之一」，並非二分之一。"
  },
  {
    "Id": "132",
    "Type": "是非題",
    "Q": "機關辦理採購之評選，應成立5人以上評選委員會，專家學者人數不得少於三分之一。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 132: 正確。這是組織準則的硬性規定。三分之一的外部比例是為了引入外部專業意見，同時保留機關內部對業務需求掌握的行政裁量。"
  },
  {
    "Id": "133",
    "Type": "是非題",
    "Q": "機關辦理採購評選時，不可將專家學者過去未出席評選會議情形，納入遴選專家學者評選委員之參考。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 133: 錯誤。機關遴選委員時，應考量委員的配合度與誠信。若過去有多次無故缺席之紀錄，機關當然可將其納入不予遴聘之考量參考。"
  },
  {
    "Id": "134",
    "Type": "是非題",
    "Q": "機關辦理採購評選時，可將專家學者過去未出席評選會議情形，納入遴選專家學者評選委員之參考。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 134: 正確。頻繁缺席之委員將影響會議法定人數與程序進行。機關參考過去出席紀錄進行遴選，是確保評選作業順利執行的合理管理行為。"
  },
  {
    "Id": "135",
    "Type": "是非題",
    "Q": "機關依採購法第94條及「採購評選委員會組織準則」第4條規定遴選專家學者擔任評選委員，以主管機關建置之專家學者建議名單之資料庫名單為限，簽報及核定，均受該建議名單之限制。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 135: 錯誤。資料庫雖是主要來源，但非唯一。機關首長若有正當理由，可核定遴聘非資料庫之專家，並不受資料庫名單的絕對限制。"
  },
  {
    "Id": "136",
    "Type": "是非題",
    "Q": "機關依採購法第94條及「採購評選委員會組織準則」第4條規定遴選專家學者擔任評選委員，並非以主管機關建置之專家學者建議名單之資料庫名單為限，簽報及核定，均不受該建議名單之限制。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 136: 正確。實務上如案情特殊、國內專家稀少，機關可依職權遴聘具備專業之人員。只要核定程序完備且理由充足，不受建議名單限制。"
  },
  {
    "Id": "137",
    "Type": "是非題",
    "Q": "甲以自己具有與採購案相關專門知識向機關舉薦為評選委員，經機關評估無利益衝突後得遴選為採購評選委員。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 137: 錯誤。評選委員之遴聘應由機關主動或由主管機關推薦。專家主動向機關「毛遂自薦」有瓜田李下之嫌，機關應予拒絕以防爭議。"
  },
  {
    "Id": "138",
    "Type": "是非題",
    "Q": "甲以自己具有與採購案相關專門知識向機關舉薦為評選委員，縱使機關評估無利益衝突，仍不得遴選為採購評選委員。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 138: 正確。自薦行為違反遴選公平性。為避免委員與特定廠商間有潛在聯繫，機關不得遴聘主動要求擔任委員之人員。"
  },
  {
    "Id": "139",
    "Type": "是非題",
    "Q": "機關成立採購評選委員會，擬聘請專家學者擔任委員，經簽報機關首長或其授權人員核定後，無需經其本人同意。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 139: 錯誤。專家學者並無擔任委員之義務。機關簽報核定後，必須徵詢並取得其本人的正式同意，聘兼關係方能有效成立。"
  },
  {
    "Id": "140",
    "Type": "是非題",
    "Q": "機關成立採購評選委員會，擬聘請專家學者擔任委員，經簽報機關首長或其授權人員核定後，仍應經其本人同意。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 140: 正確。基於尊重專家意願及確保其能按時出席，機關在完成核定後，必須親自或發函聯繫並取得委員的首肯。"
  },
  {
    "Id": "141",
    "Type": "是非題",
    "Q": "機關辦理不同之採購案，不得遴聘相同之專家、學者擔任評選委員。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 141: 錯誤。法令並未禁止機關在不同案中聘請同一位專家。若該專家專業領域契合，機關連續遴聘並無法律禁止。"
  },
  {
    "Id": "142",
    "Type": "是非題",
    "Q": "機關辦理不同之採購案，遴聘相同之專家、學者擔任評選委員，尚無違反採購法。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 142: 正確。只要程序公正、無利益衝突，且專家符合專業資格，重複聘請同一位委員參與不同案件，在法律上是完全被允許的。"
  },
  {
    "Id": "143",
    "Type": "是非題",
    "Q": "機關辦理採購採最有利標決標，如發生廠商於得標之後拒不簽約致撤銷決標之情形，得由次最有利標廠商遞補得標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 143: 錯誤。採購法規定決標後撤銷決標，應重行辦理。最有利標並無「直接遞補」機制，除非原招標文件有明訂特定替代程序，否則應重辦。"
  },
  {
    "Id": "144",
    "Type": "是非題",
    "Q": "機關辦理採購採最有利標決標，如發生廠商於得標之後拒不簽約致撤銷決標之情形，得召開評選委員會會議，依招標文件規定重行辦理評選。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 144: 正確。當最有利標廠商不簽約，原評選結果失效。機關得重新召集委員會，依原招標規範在合格廠商中重新進行評選或決定。"
  },
  {
    "Id": "145",
    "Type": "是非題",
    "Q": "機關採序位法評定最有利標，評選委員辦理序位評比，應就各評選項目分別評分後予以加總，並依加總分數高低轉換為序位；且應予不同廠商不同之序位。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 145: 錯誤。序位法下，評分加總後轉換為序位，若兩廠商加總分數相同，其對應之序位即應相同（如同為第 2 名），不可強迫給予不同序位。"
  },
  {
    "Id": "146",
    "Type": "是非題",
    "Q": "機關採序位法評定最有利標，評選委員辦理序位評比，應就各評選項目分別評分後予以加總，並依加總分數高低轉換為序位；不同廠商得有相同之序位。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 146: 正確。當廠商分數相等時，委員應給予相同的名次（序位）。這是數學轉換的必然結果，後續再透過總序位合計值來判定優劣。"
  },
  {
    "Id": "147",
    "Type": "是非題",
    "Q": "機關辦理評選作業，如將「過去履約績效」列為評選項目，除投標廠商以自己名義所完成者外，得包含投標廠商計畫主持人或相關工作團隊成員之經驗實績。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 147: 錯誤。廠商履約績效原則上以「公司法人」名義承作者為準。個人實績應列在「人員資歷」項目，不應與公司的履約績效混為一談。"
  },
  {
    "Id": "148",
    "Type": "是非題",
    "Q": "機關辦理評選作業，如將「過去履約績效」列為評選項目，應為投標廠商以自己名義所完成者，不包含投標廠商計畫主持人或相關工作團隊成員之經驗實績。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 148: 正確。公司績效與個人績效應區分。將「公司經驗」限定為廠商名義完成者，能更精確評估該法人組織的系統性履約能力與穩定度。"
  },
  {
    "Id": "149",
    "Type": "是非題",
    "Q": "工作小組就受評廠商資料擬具之初審意見，如無法明確表達受評廠商於各評選項目之「差異性」，得僅載明「符合」、「尚可」，或僅載明投標文件之頁碼。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 149: 錯誤。這屬於典型的作業缺失。工作小組必須具體指出廠商在技術、人力、方案上的優缺點與差異，僅寫頁碼或尚可，對評選毫無幫助。"
  },
  {
    "Id": "150",
    "Type": "是非題",
    "Q": "工作小組就受評廠商資料擬具之初審意見，如僅載明「符合」、「尚可」，或僅載明投標文件之頁碼，屬採購法主管機關訂定之錯誤行為態樣。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 150: 正確。主管機關已明列：初審意見流於形式、未呈現廠商間優劣差異，屬於最有利標作業的常見「錯誤行為態樣」，應予改正。"
  },
  {
    "Id": "151",
    "Type": "是非題",
    "Q": "採購評選委員會之正、副召集人由機關內部人員擔任者，應由一級主管以上人員任之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 151: 錯誤。依「採購評選委員會組織準則」第 7 條，召集人、副召集人應由機關首長或其授權人員指定，或由委員互選；指定者始限定須由一級主管以上人員擔任。"
  },
  {
    "Id": "152",
    "Type": "是非題",
    "Q": "採購評選委員會召集人由機關首長或其授權人員指定者，應由一級主管以上人員任之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 152: 正確。此為組織準則明定之職位門檻，旨在確保評選委員會之領導層級具備相當之行政權責與代表性，以利評選作業之公正與協調。"
  },
  {
    "Id": "153",
    "Type": "是非題",
    "Q": "機關辦理公告金額以上之採購，依採購法第94條規定辦理評選者，不得將採購評選委員評選後所彙整製作之總表併於決標結果之通知事項，主動通知各投標廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 153: 錯誤。依採購法第 61 條及最有利標評選辦法規定，機關決標後應將最有利標之標價及總評分（序位）通知投標廠商，主動檢附總表係落實資訊公開之優良做法。"
  },
  {
    "Id": "154",
    "Type": "是非題",
    "Q": "機關辦理公告金額以上之採購，依採購法第94條規定辦理評選者，如將採購評選委員評選後所彙整製作之總表併於決標結果之通知事項，主動通知各投標廠商，尚無不可。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 154: 正確。主動通知各廠商評選總表（應注意去識別化或依法處理個人資料），能讓未得標廠商瞭解評比結果，提升採購程序的透明度與公信力。"
  },
  {
    "Id": "155",
    "Type": "是非題",
    "Q": "機關辦理評選，投標廠商於評選後得申請複印之資料，不包括機關於委員評選後彙總製作之總表。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 155: 錯誤。評選總表記載各廠商之評分或序位結果，不屬於應秘密之範疇。依「政府資訊公開法」及採購法相關解釋，廠商於評選後得依法申請複印。"
  },
  {
    "Id": "156",
    "Type": "是非題",
    "Q": "機關辦理評選，投標廠商於評選後得申請複印之資料，包括機關於委員評選後彙總製作之總表。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 156: 正確。為維護投標廠商知與監督的權利，彙總製作之總表（不含個別委員私密評分表）屬於廠商得申請閱覽、抄錄或複印之文件。"
  },
  {
    "Id": "157",
    "Type": "是非題",
    "Q": "評定最有利標涉及評分且子項有配分者，招標文件免載明子項之配分。但應於開標前訂定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 157: 錯誤。依「最有利標評選辦法」第 10 條，評選項目、子項及其配分或權重，均應載明於招標文件，不得於開標前才臨時訂定，以符公平競爭原則。"
  },
  {
    "Id": "158",
    "Type": "是非題",
    "Q": "評定最有利標涉及評分且子項有配分者，招標文件應載明子項之配分。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 158: 正確。所有評分準則必須透明化。將子項配分載明於招標文件，能引導廠商針對重點項目撰寫企劃，避免委員評分時產生主觀偏頗。"
  },
  {
    "Id": "159",
    "Type": "是非題",
    "Q": "機關採最有利標決標者，招標文件已訂明固定費用或費率者，不得規定廠商於投標文件內報列關於費用或費率之內容，亦不得納入評選。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 159: 錯誤。即便採固定價格，機關仍得要求廠商詳列費用組成（如人力、資材分布），藉以評估廠商對計畫執行之合理性與資源投入度，並納入評分。"
  },
  {
    "Id": "160",
    "Type": "是非題",
    "Q": "機關採最有利標決標者，招標文件已訂明固定費用或費率者，仍得規定廠商於投標文件內報列關於費用或費率之內容，並納入評選。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 160: 正確。要求廠商在固定費率下詳列預算分配，有助於評選委員判斷其履約內容是否確實。這與「總價不列入評比」不同，其係評比價格結構之合理性。"
  },
  {
    "Id": "161",
    "Type": "是非題",
    "Q": "機關依「機關辦理設計競賽廠商評選及計費辦法」以公告程序辦理設計競賽，其非採固定費用或費率者，得於招標文件明定優勝廠商在2家以上者，依配分最高之評選項目之得分合計值較高者，優先議價；得分仍相同者，抽籤決定之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 161: 錯誤。依設計競賽評選辦法，優勝序位相同時，應由評選委員會「綜合評選一次」評定優勝順序；若仍相同，則採「抽籤」決定，而非逕採配分最高項目比較。"
  },
  {
    "Id": "162",
    "Type": "是非題",
    "Q": "機關不得遴選現任各級民意機關民意代表為採購評選委員會之委員；各級民意機關辦理採購，亦同。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 162: 錯誤。依主管機關函釋，並未絕對禁止民意代表擔任委員，但應注意「利益衝突迴避法」及不得遴聘「現職各級民意機關民意代表」擔任該機關之評選委員。"
  },
  {
    "Id": "163",
    "Type": "是非題",
    "Q": "採購評選委員會委員於所評採購個案決標後，得擔任得標廠商該案之履約工作成員，或協助履約。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 163: 錯誤。依「採購評選委員會審議規則」第 14 條之 1，為防範利益輸送並維持評選客觀性，委員於決標後不得擔任該案得標廠商之履約成員或顧問。"
  }
]