[
  {
    "Id": "1",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第14款規定採公告審查程序辦理藝文採購，除招標文件另有規定外，公告結果，僅一文化、藝術專業人士、機構或團體投標者，仍得進行審查。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 1: 依「文化藝術採購辦法」或相關準用規定，採公告審查程序辦理時，若僅有一家廠商投標，除招標文件另有規定外，仍可進行審查，符合程序簡化原則。"
  },
  {
    "Id": "2",
    "Type": "是非題",
    "Q": "委託研究發展其整體規劃部分於招標文件將執行事項列為擴充項目時，整體規劃部分之採購金額無須將該等執行事項之預估金額計入。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 2: 依採購法第 14 條及施行細則，採購金額應包含後續擴充項目之預估金額。委託研發之整體規劃與執行事項若具關聯並列為擴充，必須計入總金額。"
  },
  {
    "Id": "3",
    "Type": "是非題",
    "Q": "委託研究發展其整體規劃部分於招標文件將執行事項列為擴充項目時，整體規劃部分之採購金額應將執行事項之預估金額計入。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 3: 同編號 2 解析。採購金額應以「含後續擴充之總金額」作為認定採購層級（如公告金額、巨額）之基準，以防止規避相關監辦與招標規定。"
  },
  {
    "Id": "4",
    "Type": "是非題",
    "Q": "委託專業服務，其屬採購標的內之重要項目，有訂定分包廠商資格之必要者，不適用政府採購法有關投標廠商資格之規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 4: 專業服務採購中，重要項目之分包廠商資格，應依採購法第 36、37 條規定辦理，確保分包商具備履約能力，故「不適用」之說法錯誤。"
  },
  {
    "Id": "5",
    "Type": "是非題",
    "Q": "委託專業服務，其屬採購標的內之重要項目，有訂定分包廠商資格之必要者，適用政府採購法有關投標廠商資格之規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 5: 正確。機關對於重要分包項目，可於招標文件中訂定分包廠商應具備之資格，其原則與一般投標廠商資格之法規依據相同，以確保採購品質。"
  },
  {
    "Id": "6",
    "Type": "是非題",
    "Q": "依採購法第58條規定，最低標之總標價低於底價之百分之八十，機關認為顯不合理，有降低品質、不能誠信履約之虞或其他特殊情形，應先通知最低標提出說明。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 6: 採購法第 58 條規定，標價低於底價 80% 且機關認有不合理或履約之虞，程序上「應」先給予廠商說明機會，落實行政法之正當程序。"
  },
  {
    "Id": "7",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第13款辦理委託研究發展，其費用未達公告金額者，不得依「機關委託研究發展作業辦法」規定辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 7: 即使採購金額未達公告金額，機關依第 22 條第 1 項第 13 款辦理委託研究發展，仍應遵循該作業辦法之規範，確保程序的專業性與公正性。"
  },
  {
    "Id": "8",
    "Type": "是非題",
    "Q": "機關辦理採購，得指定使用「正字標記」產品，無須在招標文件註明「或同等品」字樣。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 8: 依採購法第 26 條及施行細則，機關辦理採購應以通用規格為原則。若指定特定標章（如正字標記），必須註明「或同等品」，不得限制競爭。"
  },
  {
    "Id": "9",
    "Type": "是非題",
    "Q": "機關辦理採購，得指定使用「正字標記」產品，惟應在招標文件註明「或同等品」字樣。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 9: 正確。符合採購法第 26 條規定，指定特殊規格或品牌標誌時，應於招標文件內註明「或同等品」，以促進廠商間之公平競爭。"
  },
  {
    "Id": "10",
    "Type": "是非題",
    "Q": "不同性質之數項財物併案招標，各項財物係可分別使用且屬不同行業廠商供應者，不採分項複數決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 10: 依採購法第 52 條第 1 項第 4 款及施行細則，不同性質之財物若可分別使用且屬不同行業，為提升效率與專業分工，應採分項決標。"
  },
  {
    "Id": "11",
    "Type": "是非題",
    "Q": "不同性質之數項財物併案招標，各項財物係可分別使用且屬不同行業廠商供應者，採分項複數決標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 11: 正確。此舉符合採購法鼓勵競爭之精神，讓不同領域的專業廠商能針對其專長項目單獨投標，避免大包壟斷並提高採購效益。"
  },
  {
    "Id": "12",
    "Type": "是非題",
    "Q": "機關採購現成財物，如投標廠商於投標文件標示之製造廠商，於截止投標期限前因他案被列為拒絕往來廠商，因與該投標廠商之資格無關，故機關仍得決標予該投標廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 12: 投標廠商雖未受罰，但其所標示之製造廠商若為拒絕往來廠商，將影響契約履行能力，機關依採購法第 50 條規定，不應決標予該廠商。"
  },
  {
    "Id": "13",
    "Type": "是非題",
    "Q": "機關採購現成財物，如投標廠商於投標文件標示之製造廠商，於截止投標期限前因他案被列為拒絕往來廠商，機關應不決標予該投標廠商。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 13: 正確。為確保政府採購安全，投標文件所列之重要分包商或製造商若屬黑名單，機關應認定該投標不合法或有違公共利益，而不予決標。"
  },
  {
    "Id": "14",
    "Type": "是非題",
    "Q": "機關於開標後因故廢標，其採分段開標者，尚未開標之部分應由機關保存歸檔，不予發還。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 14: 依施行細則第 57 條，分段開標案件若因故廢標，為維護廠商商業秘密，尚未開啟之投標段（如價格標）應予退還，不得逕行歸檔。"
  },
  {
    "Id": "15",
    "Type": "是非題",
    "Q": "機關於開標後因故廢標，其採分段開標者，尚未開標之部分應予發還。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 15: 正確。基於誠信原則及保護廠商營業秘密，廢標後對於未開封之封套應予原件發還廠商，避免內容外洩。"
  },
  {
    "Id": "16",
    "Type": "是非題",
    "Q": "廠商不得以不具備履行契約分包事項能力或未依法登記或設立之廠商為分包廠商。對於分包廠商履約之部分，由該分包廠商負完全責任，與得標廠商無關。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 16: 得標廠商對分包廠商之履約應負「連帶責任」或「完全責任」。採購法第 67 條明定，分包商之行為視同得標廠商之行為，不得免責。"
  },
  {
    "Id": "17",
    "Type": "是非題",
    "Q": "廠商不得以不具備履行契約分包事項能力或未依法登記或設立之廠商為分包廠商。對於分包廠商履約之部分，得標廠商仍應負完全責任。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 17: 正確。得標廠商不得因契約分包而減輕其對機關之責任。對於分包部分，得標廠商與分包廠商對機關負連帶履行責任。"
  },
  {
    "Id": "18",
    "Type": "是非題",
    "Q": "合於招標文件規定之最低標廠商，其總標價在底價以下，雖未低於底價之百分之八十，惟該最低標廠商主動表示標價錯誤，要求不決標予該廠商，機關尚不得依採購法第58條規定辦理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 18: 第 58 條處理「低價且不合理」之情形。若標價高於 80% 且在底價內，原則上應予決標。廠商單方面稱錯誤不能作為不決標之法定理由。"
  },
  {
    "Id": "19",
    "Type": "是非題",
    "Q": "依採購法第58條規定，最低標之總標價低於底價之百分之八十，機關認為顯不合理，有降低品質、不能誠信履約之虞或其他特殊情形，機關得逕行通知最低標提出差額保證金並辦理決標，免先通知最低標提出說明。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 19: 錯誤。機關必須「先通知說明」，若廠商說明合理則決標；若不合理，方能通知提差額保證金。不得跳過說明程序直接要求保證金。"
  },
  {
    "Id": "20",
    "Type": "是非題",
    "Q": "廠商投標文件，招標文件得禁止使用外文。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 20: 根據「投標廠商資格與特殊訓練辦法」及相關範本，機關可要求投標文件以中文撰寫，或僅允許特定部分使用外文，具行政裁量權。"
  },
  {
    "Id": "21",
    "Type": "是非題",
    "Q": "機關公開徵選廠商承辦專業服務之評選，評選後，應與優勝廠商辦理議價，如須限制減價次數時，以3次為限。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 21: 議價次數並無法律限制「以 3 次為限」。除非招標文件另有規定，否則機關可依實際需求辦理，惟通常參考比減價次數實務執行。"
  },
  {
    "Id": "22",
    "Type": "是非題",
    "Q": "機關公開徵選廠商承辦專業服務之評選，評選後，應與優勝廠商辦理議價，如須限制減價次數時，應先通知廠商。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 22: 正確。依採購法施行細則及評選準則，議價程序中若有次數限制或其他特別規則，應於招標文件中載明或於議價開始前告知廠商。"
  },
  {
    "Id": "23",
    "Type": "是非題",
    "Q": "招標文件允許外國廠商參與投標者，我國廠商所供應財物之原產地非屬我國者，視同我國廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 23: 依「外國廠商參與政府採購處理辦法」，廠商國籍與產品原產地係屬二事。若我國廠商供應外國產地產品，在特定協定下視同外國廠商。"
  },
  {
    "Id": "24",
    "Type": "是非題",
    "Q": "招標文件允許外國廠商參與投標者，我國廠商所供應財物之原產地非屬我國者，視同為外國廠商。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 24: 正確。在適用 GPA 等協定之採購中，判斷「本國或外國」常依標的物原產地為準，避免廠商利用國籍身分規避產地限制規定。"
  },
  {
    "Id": "25",
    "Type": "是非題",
    "Q": "機關合併辦理數種特殊性勞務採購，依政府採購法第20條第4款規定為個案採選擇性招標，並採分項決標，各項提出資格文件供審查之廠商及實際審查後之投標廠商家數，均受採購法第48條第1項關於3家以上合格廠商投標之限制。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 25: 依採購法第 48 條第 2 項，選擇性招標建立合格名單後之續行招標，不受 3 家合格廠商投標之限制，故原敘述「均受限制」錯誤。"
  },
  {
    "Id": "26",
    "Type": "是非題",
    "Q": "機關合併辦理數種特殊性勞務採購，依政府採購法第20條第4款規定為個案採選擇性招標，並採分項決標，各項提出資格文件供審查之廠商及實際審查後之投標廠商家數，均不受採購法第48條第1項關於3家以上合格廠商投標之限制。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 26: 正確。選擇性招標之設計即在簡化程序。一旦經審查建立合格名單，後續邀標即無須受第 48 條 3 家投標才能開標之門檻限制。"
  },
  {
    "Id": "27",
    "Type": "是非題",
    "Q": "機關辦理決標，合於決標原則之廠商無需減價或已完成減價或綜合評選程序者，仍應通知投標廠商到場。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 27: 決標若已按規定程序達成（如廠商已報價低於底價），且無須再次減價，機關可直接宣布決標，不強制要求廠商必須在場。"
  },
  {
    "Id": "28",
    "Type": "是非題",
    "Q": "機關辦理決標，合於決標原則之廠商無需減價或已完成減價或綜合評選程序者，得不通知投標廠商到場。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 28: 正確。實務上，若程序已完備且無需廠商當場行使權利（如減價），得免通知廠商到場，僅需事後依規定公告或通知決標結果。"
  },
  {
    "Id": "29",
    "Type": "是非題",
    "Q": "依採購法規定，機關不得於招標文件中規定或於比減價格或採行協商措施前通知參加比減價格或協商之廠商比減價格或綜合評選之次數為1次或2次。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 29: 採購法並未禁止機關事先規定減價次數。為利程序效率，機關於招標文件先行敘明或於現場告知，有助於廠商報價策略。"
  },
  {
    "Id": "30",
    "Type": "是非題",
    "Q": "依採購法規定，機關得於招標文件中規定或於比減價格或採行協商措施前通知參加比減價格或協商之廠商比減價格或綜合評選之次數為1次或2次。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 30: 正確。機關為提升採購效率，可依施行細則規定，事先公告或在開標現場告知廠商比減價次數上限，這不違反公平競爭。"
  },
  {
    "Id": "31",
    "Type": "是非題",
    "Q": "最低標廠商甲優先減價時表示無法減價，仍可參加比減價格。甲於第1次比減價格時表示無法減價，機關仍應通知該廠商參加第2次比減價格。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 31: 錯誤。廠商於優先減價時棄權，仍有參加比減價之權利。但在第一次比減價時仍表示不減，視同放棄該次及後續比減權。"
  },
  {
    "Id": "32",
    "Type": "是非題",
    "Q": "最低標廠商甲優先減價時表示無法減價，仍可參加比減價格。甲於第1次比減價格時表示無法減價，機關得不通知該廠商參加第2次比減價格。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 32: 正確。廠商於比減價過程中若表示「放棄減價」或「不予減價」，機關得視其已無減價意願，後續次數可不再通知該廠商。"
  },
  {
    "Id": "33",
    "Type": "是非題",
    "Q": "政府採購法第52條第1項第1款規定訂有底價之採購，以合於招標文件規定，且在底價以內之最低標為得標廠商，不包括平底價之情形。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 33: 錯誤。採購法第 52 條所謂「在底價以內」，法律解釋上包含「等於底價」之情形，即平底價亦屬合於決標條件。"
  },
  {
    "Id": "34",
    "Type": "是非題",
    "Q": "政府採購法第52條第1項第1款規定訂有底價之採購，以合於招標文件規定，且在底價以內之最低標為得標廠商，包括平底價之情形。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 34: 正確。依據一般法律解釋與採購實務，「以內」包含本數。標價等於底價時，對機關而言已達預算控管目標，應予決標。"
  },
  {
    "Id": "35",
    "Type": "是非題",
    "Q": "合於招標文件規定之投標廠商之最低標價超過底價時，得洽該最低標廠商減價1次；減價結果仍超過底價時，得由所有合於招標文件規定之投標廠商重新比減價格，比減價格次數由開標主持人定之，不受3次之限制。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 35: 錯誤。比減價格次數受採購法第 53 條限制，原則上不得超過 3 次。開標主持人不得自行決定不受次數限制，以免影響廠商權益。"
  },
  {
    "Id": "36",
    "Type": "是非題",
    "Q": "廠商投標文件，招標文件不得禁止使用外文。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 36: 錯誤。機關得於招標文件中規定「應使用中文」，或「特定外文需檢附譯本」。因此，「不得禁止使用外文」之說法不符現行法規。"
  },
  {
    "Id": "37",
    "Type": "是非題",
    "Q": "機關以公開招標辦理1200萬元之勞務採購，除有政府採購公告及公報發行辦法第11條第2項之情形外，應於招標公告公開預算金額。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 37: 正確。依「政府採購公告及公報發行辦法」，除有特殊保密理由外，公告金額以上採購應公開預算金額，以利廠商成本估算。"
  },
  {
    "Id": "38",
    "Type": "是非題",
    "Q": "底價800萬元，合於招標文件規定之最低標甲廠商總標價為650萬元，甲廠商於主持決標人員宣布決標前，當場說明標價計算錯誤，希望不決標予甲，機關應不接受其要求，照價決標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 38: 正確。標價未低於 80%，不適用第 58 條之差額保證金程序。廠商在底價內且最低標，除有法定廢標事由外，應予決標簽約。"
  },
  {
    "Id": "39",
    "Type": "是非題",
    "Q": "機關審查廠商投標文件時，發現其內容有不明確、不一致或明顯打字或書寫錯誤之情形者，得通知投標廠商提出說明，其依據為機關依採購法第33條於招標文件中規定允許廠商於開標前補正非契約必要之點之文件者。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 39: 錯誤。此類補正或說明的法源依據主要是「採購法施行細則第 60 條」，而非第 33 條關於投標封套補正之規定。"
  },
  {
    "Id": "40",
    "Type": "是非題",
    "Q": "機關審查廠商投標文件時，發現其內容有不明確、不一致或明顯打字或書寫錯誤之情形者，得通知投標廠商提出說明，其依據為機關依採購法施行細則第60條之規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 40: 正確。施行細則第 60 條規定，投標文件內容不明確、不一致或有打字書寫錯誤，機關得通知廠商說明，以釐清其真實意思表示。"
  },
  {
    "Id": "41",
    "Type": "是非題",
    "Q": "機關以公開招標辦理1200萬元之勞務採購，無須於招標公告公開預算金額。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 41: 錯誤。1200 萬元已達公告金額，應依規定公開預算金額，增加資訊透明度。僅有極少數保密性質採購得免公開。"
  },
  {
    "Id": "42",
    "Type": "是非題",
    "Q": "合於招標文件規定之最低標廠商，其總標價在底價以下，雖未低於底價之百分之八十，惟該最低標廠商主動表示標價錯誤，要求不決標予該廠商，機關得依採購法第58條規定辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 42: 錯誤。第 58 條係針對「低於底價 80%」之標價。若標價在 80% 以上，廠商主動稱標價錯誤，機關應依 52 條規定決標，不得引用 58 條。"
  },
  {
    "Id": "43",
    "Type": "是非題",
    "Q": "委託專業服務案件之服務費用，應參酌一般收費情形核實議定。其必須核實另支付費用者，應於契約內訂明項目及費用範圍；契約未約定者，不得另為任何給付。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 43: 正確。專業服務採購費用應覈實編列，且必須在契約內明確載明支付項目。若無約定，機關不得隨意給付，避免圖利或浪費預算。"
  },
  {
    "Id": "44",
    "Type": "是非題",
    "Q": "選擇性招標建立合格廠商名單之後續邀標方式應逐一函邀，不須公告為之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 44: 錯誤。選擇性招標建立名單後，機關仍可透過公告方式邀請名單內所有廠商投標，非僅限於逐一發函，方式較為多元。"
  },
  {
    "Id": "45",
    "Type": "是非題",
    "Q": "選擇性招標建立合格廠商名單之後續邀標方式，包括公告邀請符合資格之廠商投標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 45: 正確。依採購法第 21 條規定，機關可公告邀請合格廠商名單中之廠商投標，確保程序之公平與競爭。"
  },
  {
    "Id": "46",
    "Type": "是非題",
    "Q": "各機關為節省採購成本及人力，得就具有共通需求特性之道路維護工程採購，與廠商簽訂共同供應契約。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 46: 錯誤。共同供應契約適用於「具共通需求」之財物或勞務。道路維護工程具高度地域性與個案性，不適宜採共同供應契約。"
  },
  {
    "Id": "47",
    "Type": "是非題",
    "Q": "各機關為節省採購成本及人力，得就具有共通需求特性之警衛、駕駛、自強活動等勞務採購，與廠商簽訂共同供應契約。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 47: 正確。警衛、自強活動等勞務具有高度共通性且規格易於統一，適合簽訂共同供應契約以發揮規模經濟並簡化行政作業。"
  },
  {
    "Id": "48",
    "Type": "是非題",
    "Q": "機關委託廠商承辦專業服務，不得於招標文件規定得標廠商服務費用降低或實際績效提高時，依其情形給付廠商獎勵性報酬。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 48: 錯誤。依「機關委託專業服務廠商評選及計費辦法」，機關「得」於招標文件訂定獎勵性報酬，以激勵廠商提供更高品質之服務。"
  },
  {
    "Id": "49",
    "Type": "是非題",
    "Q": "機關委託廠商承辦專業服務，得於招標文件規定得標廠商服務費用降低或實際績效提高時，得依其情形給付廠商獎勵性報酬。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 49: 正確。獎勵性報酬是一種誘因機制，若廠商能有效節省公帑或提升效能，法律允許機關給予額外報酬，惟須事先載明於招標文件。"
  },
  {
    "Id": "50",
    "Type": "是非題",
    "Q": "委託專業服務案件之服務費用，應參酌一般收費情形核實議定。其必須核實另支付費用者，不必契約內訂明項目及費用範圍。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 50: 錯誤。採購契約應具備明確性。若有需覈實支付之費用卻未在契約訂明項目，結算時將產生爭議，且違反政府採購之法定程序。"
  },
  {
    "Id": "51",
    "Type": "是非題",
    "Q": "機關採服務成本加公費法者，應於契約訂明廠商應紀錄各項費用並提出憑證，憑證可包括各項費用之發票或收據，但不包括紀錄或報表。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 51: 依「機關委託專業服務廠商評選及計費辦法」，採服務成本加公費法時，憑證應包含各項發票、收據，且必須涵蓋紀錄或報表，以利覈實報銷。"
  },
  {
    "Id": "52",
    "Type": "是非題",
    "Q": "機關採服務成本加公費法者，應於契約訂明廠商應紀錄各項費用並提出憑證，憑證應包括各項費用之發票、收據、紀錄或報表。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 52: 正確。服務成本加公費法強調「核實支付」，因此廠商提供的原始憑證除發票收據外，亦應包含工時紀錄、差旅報表等輔助證明文件。"
  },
  {
    "Id": "53",
    "Type": "是非題",
    "Q": "廠商之服務費用，按月或分期支付者，無須於契約中訂明各次付款條件及金額。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 53: 依採購契約要項規定，分期支付費用之採購，應於契約明確訂定各階段的付款條件與金額，以確保機關預算執行及廠商領款之權利義務。"
  },
  {
    "Id": "54",
    "Type": "是非題",
    "Q": "廠商之服務費用，按月或分期支付者，應於契約中訂明各次付款條件及金額。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 54: 正確。明確的付款條件（如驗收合格後支付）與金額分配，是契約透明化的基本要求，可減少履約爭議，符合政府採購誠信原則。"
  },
  {
    "Id": "55",
    "Type": "是非題",
    "Q": "機關資訊業務整體委外服務，機關現有電腦軟硬體及通信設施，其所有權將移轉予得標廠商者，廠商之報價無須分別載明現有電腦軟硬體及通信設施之折價及契約期間之費用。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 55: 資訊整體委外若涉及所有權移轉，折價金額會影響總成本估算。依規定廠商報價應分別載明設施折價與服務費用，確保報價結構清晰。"
  },
  {
    "Id": "56",
    "Type": "是非題",
    "Q": "機關資訊業務整體委外服務，機關現有電腦軟硬體及通信設施，其所有權將移轉予得標廠商者，廠商之報價應分別載明現有電腦軟硬體及通信設施之折價及契約期間之費用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 56: 正確。機關應要求廠商清楚區分硬體資產折價與勞務服務費用，這對於評估標價合理性及未來契約期滿後的資產清算至關重要。"
  },
  {
    "Id": "57",
    "Type": "是非題",
    "Q": "機關以公告程序辦理設計競賽，不得採分階段評選。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 57: 依「機關辦理設計競賽廠商評選及計費辦法」，設計競賽可依採購規模及性質，採行分階段評選（如資格評選、作品評選）以提升採購效率。"
  },
  {
    "Id": "58",
    "Type": "是非題",
    "Q": "機關以公告程序辦理設計競賽，得採二階段評選：公開徵求廠商提出設計建議書，經評選入選者再邀其提出設計作品供評選。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 58: 正確。先評選建議書（初選）再針對入選者評選作品（複選），能降低多數廠商先行製作作品之成本壓力，並協助機關篩選優秀設計。"
  },
  {
    "Id": "59",
    "Type": "是非題",
    "Q": "開標後發現不同投標廠商間之投標文件內容有重大異常關聯者，例如：廠商之投標文件內容由同一人或同一廠商繕寫或備具者；押標金由同一人或同一廠商繳納或申請退還者，機關仍應決標予該等廠商，並同時移送司法機關，經一審為有罪判決者，始得終止或解除契約，並得追償損失。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 59: 異常關聯（如由同一人寫標單、繳押標金）涉嫌重大違規。機關依採購法第 50 條第 1 項規定，應立即不予開標或決標，無須等司法判決。"
  },
  {
    "Id": "60",
    "Type": "是非題",
    "Q": "開標後發現不同投標廠商間之投標文件內容有重大異常關聯者，例如：廠商之投標文件內容由同一人或同一廠商繕寫或備具者；押標金由同一人或同一廠商繳納或申請退還者，機關應不決標予該等廠商。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 60: 正確。重大異常關聯屬違反公平競爭行為，機關應及時止損，不予決標予該等廠商，並可沒收押標金及依第 101 條刊登公報。"
  },
  {
    "Id": "61",
    "Type": "是非題",
    "Q": "機關採最低標決標者，開標後發現有2家以上廠商標價相同，且均得為決標對象時，應由該等廠商再行比減價格1次，以低價者決標。比減後之標價仍相同者，繼續比減價格至該2家廠商標價有差異為止，並以低價者決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 61: 標價相同時，依施行細則第 62 條，應先比減價格一次。若比減後仍相同，法律規定採抽籤決定，而非無限制繼續比價。"
  },
  {
    "Id": "62",
    "Type": "是非題",
    "Q": "機關採最低標決標者，開標後發現有2家以上廠商標價相同，且均得為決標對象時，應由該等廠商再行比減價格1次，以低價者決標。比減後之標價仍相同者，抽籤決定之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 62: 正確。當標價已達最低且相同，且比減價格後仍平手時，採「抽籤」最符合公平、效率與預算控管（標價不再變動）之考量。"
  },
  {
    "Id": "63",
    "Type": "是非題",
    "Q": "機關依採購法第52條第1項第4款採用複數決標方式，其允許依不同數量報價者，依標價及可決標之數量依序決標，但不得有不同之決標價。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 63: 複數決標允許依標價及數量依序決標給不同廠商。由於每家報價可能不同，最終決標價可以有差異，並非強制必須統一價格。"
  },
  {
    "Id": "64",
    "Type": "是非題",
    "Q": "機關依採購法第52條第1項第4款採用複數決標方式，其允許依不同數量報價者，依標價及可決標之數量依序決標，並得有不同之決標價。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 64: 正確。複數決標之精神在於滿足總量需求。依標價由低至高排序決標，各廠商依其投標價格得標，故決標金額通常會有所不同。"
  },
  {
    "Id": "65",
    "Type": "是非題",
    "Q": "中華郵政股份有限公司委託中央印製廠印製郵政匯票、劃撥支票及郵政禮券等，依採購法第105條第1項第3款及特別採購招標決標處理辦法規定，得不適用採購法招標決標之規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 65: 中華郵政委託中央印製廠辦理該等特殊有價證券印製，因對象特定且具獨佔或專業性，符合特定辦法規定者，得不適用一般招標程序。"
  },
  {
    "Id": "66",
    "Type": "是非題",
    "Q": "機關依採購法第21條第1項規定建立合格廠商名單之採購金額，其預先辦理廠商資格審查階段，以第1年預估採購總額認定之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 66: 建立合格名單屬資格審查階段，採購金額應依該名單「有效期間內」之預估採購總額認定，而非僅以第一年金額為準。"
  },
  {
    "Id": "67",
    "Type": "是非題",
    "Q": "機關依採購法第21條第1項規定建立合格廠商名單之採購金額，其預先辦理廠商資格審查階段，以該名單有效期內預估採購總額認定之；邀請符合資格廠商投標階段，以邀請當次之採購預算金額認定之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 67: 正確。資審階段以總額定層級，後續邀標則以當次預算定程序。這能確保大規模名單建立時之監督層級符合其整體價值。"
  },
  {
    "Id": "68",
    "Type": "是非題",
    "Q": "由員工自行付費，雖以機關名義購買保險，不適用採購法。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 68: 只要是機關名義購買且涉及機關公權力或契約行為，通常適用採購法。若員工自費且非以機關名義簽署，方脫離採購法範疇。"
  },
  {
    "Id": "69",
    "Type": "是非題",
    "Q": "由員工自行付費且非以機關名義購買保險，不適用於採購法。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 69: 正確。若無公款支出且非機關主體簽約（純屬員工私人行為），則不符合採購法「以公帑採購財物、勞務、工程」之定義。"
  },
  {
    "Id": "70",
    "Type": "是非題",
    "Q": "依行政程序法第15條規定，機關依法規將其權限之一部分，委任所屬下級機關執行之職權委任事項，為採購法第2條所稱勞務委任。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 70: 行政程序法之「權限委任」屬行政組織法範疇，非採購法第 2 條所定義之「對等私法契約」性質，故非屬勞務採購。"
  },
  {
    "Id": "71",
    "Type": "是非題",
    "Q": "依行政程序法第15條規定，機關依法規將其權限之一部分，委任所屬下級機關執行之職權委任事項，無採購法之適用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 71: 正確。上下級機關間的職權移轉（委任）屬於行政體系內部的管轄權配置，應適用行政程序法，不適用政府採購法之招標決標程序。"
  },
  {
    "Id": "72",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第9款公開評選廠商承辦專業服務，採固定服務費用決標，故後續免與優勝廠商辦理議價。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 72: 即便採「固定費用」，仍須辦理「議價」程序。此時議價重點在於確認服務計畫內容、履約品質及詳細單價分配，而非減價。"
  },
  {
    "Id": "73",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第9款公開評選廠商承辦專業服務，採固定服務費用決標，後續仍應與優勝廠商辦理議價。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 73: 正確。依採購法施行細則，優勝廠商評選後仍須辦理議價。採固定費用者，應議定廠商對於該金額所承諾之具體服務內容與資源投入。"
  },
  {
    "Id": "74",
    "Type": "是非題",
    "Q": "機關利用共同供應契約採購5萬元電腦周邊設備，如契約載明可附加訂購相關配備者，一併訂購8萬元之相關附加配備。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 74: 利用共同供應契約附加採購時，附加項目金額不得超過主標的金額，且不得超過「10 萬元」或特定比例。此處 8 萬已超過 5 萬。"
  },
  {
    "Id": "75",
    "Type": "是非題",
    "Q": "機關利用共同供應契約採購5萬元電腦周邊設備，如契約載明可附加訂購相關配備者，一併訂購3萬元之相關附加配備。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 75: 正確。附加採購金額（3 萬）未超過主標的（5 萬），且未達小額採購上限，符合共同供應契約實務手冊之規範限制。"
  },
  {
    "Id": "76",
    "Type": "是非題",
    "Q": "勞務採購得於契約規定，廠商履約人員應依機關通知撤換，廠商不得拒絕。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 76: 機關雖有監督權，但不得任意「無理由」撤換人員。契約應規定在「不適任」之具體情形下始得要求撤換，以符合比例原則與誠信。"
  },
  {
    "Id": "77",
    "Type": "是非題",
    "Q": "勞務採購得於契約規定，廠商履約人員有不適任之情形者，機關得通知廠商撤換，廠商不得拒絕。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 77: 正確。針對不適任人員要求更換是確保履約品質之必要手段。只要符合不適任條件，廠商應配合撤換，以維護採購效益。"
  },
  {
    "Id": "78",
    "Type": "是非題",
    "Q": "勞務採購需經一定履約過程，非以現成勞務供應者，不得於契約中就重點項目訂定檢查程序及標準。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 78: 勞務採購常有長期的履約過程。機關得於契約中訂定分段檢查程序或檢核點（Milestone），以監控履約進度與品質。"
  },
  {
    "Id": "79",
    "Type": "是非題",
    "Q": "勞務採購需經一定履約過程，非以現成勞務供應者，得於契約中就重點項目訂定檢查程序及標準。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 79: 正確。對於非現成勞務，階段性檢查至關重要。訂定明確的重點項目檢查標準，有助於機關掌握品質並作為撥付進度款之依據。"
  },
  {
    "Id": "80",
    "Type": "是非題",
    "Q": "採購標的於使用期間有由原供應廠商提供維修服務之必要者，其第2年使用期間之維修服務，不得附於採購標的合併辦理招標決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 80: 為確保維護品質與責任釐清，招標時得將第一年維修服務併入標的辦理，後續年度則可採擴充或另案辦理，並非完全禁止。"
  },
  {
    "Id": "81",
    "Type": "是非題",
    "Q": "採購標的於使用期間有由原供應廠商提供維修服務之必要者，其第1年使用期間之維修服務，以附於採購標的合併招標決標為原則。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 81: 正確。將首年維修併入採購標的，可確保廠商對產品初期運行負責，也有利於保固與維護作業之銜接。"
  },
  {
    "Id": "82",
    "Type": "是非題",
    "Q": "終止或解除契約，屬不可歸責於廠商之情形者，機關得依其所認定之適當方式，自行或洽其他廠商完成被終止或解除之契約；其所增加之費用，由原契約廠商負擔。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 82: 只有在「可歸責於廠商」之情形下，機關另覓廠商完成之增加費用才由原廠商負擔。若不可歸責，機關應自行承擔。"
  },
  {
    "Id": "83",
    "Type": "是非題",
    "Q": "終止或解除契約，屬可歸責於廠商之情形者，機關得依其所認定之適當方式，自行或洽其他廠商完成被終止或解除之契約；其所增加之費用，由原契約廠商負擔。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 83: 正確。廠商違約導致解除契約時，機關採補救措施所衍生的額外成本（代償請求），依法應由原違約得標廠商補償損害。"
  },
  {
    "Id": "84",
    "Type": "是非題",
    "Q": "機關採購「商品檢驗法」所定應施以檢驗之商品，驗收時尚無須取得檢驗合格相關證明文件，但應檢查商品本體上亦應貼附商品檢驗標識，始符合規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 84: 應施檢商品除本體標識外，驗收時「應取得」合格證明文件。僅有標識而無文件證明，無法確認該批號產品是否檢驗合格。"
  },
  {
    "Id": "85",
    "Type": "是非題",
    "Q": "機關採購「商品檢驗法」所定應施以檢驗之商品，驗收時均應取得檢驗合格相關證明文件，並檢查商品本體上亦應貼附商品檢驗標識，始符合規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 85: 正確。為確保公共安全與財物品質，應施檢商品之驗收必須「證（證明文件）」與「物（本體標識）」齊備，方得判定合格。"
  },
  {
    "Id": "86",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第9款及「機關辦理設計競賽廠商評選及計費辦法」辦理服裝採購，得於招標文件載明達到一定評分或序位之未得標廠商，給予一定金額之比樣費。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 86: 服裝採購通常適用第 22 條第 1 項第 10 款（設計競賽）。第 9 款是專業服務、技術服務等，兩款適用情境不同。"
  },
  {
    "Id": "87",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第10款及「機關辦理設計競賽廠商評選及計費辦法」辦理服裝採購，得於招標文件載明達到一定評分或序位之未得標廠商，給予一定金額之比樣費。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 87: 正確。依設計競賽辦法，為補償廠商製作樣衣或設計稿之成本，機關可於招標文件中規定給予入選但未得標廠商「比樣費」。"
  },
  {
    "Id": "88",
    "Type": "是非題",
    "Q": "機關辦理重大新興資訊業務或重大設備汰舊換新，不得以整體委外服務方式，將屬財物採購之電腦軟硬體、通信設施與勞務採購之人力及技術同時委託廠商提供。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 88: 依「機關辦理資訊服務採購作業指南」，重大新興業務得採整體委外，將硬體（財物）與技術服務（勞務）併案辦理。"
  },
  {
    "Id": "89",
    "Type": "是非題",
    "Q": "機關辦理重大新興資訊業務或重大設備汰舊換新，得以整體委外服務方式，將屬財物採購之電腦軟硬體、通信設施與勞務採購之人力及技術同時委託廠商提供。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 89: 正確。整體委外（Outsourcing）能避免軟硬體介面不相容及責任推諉，有利於單一窗口管理，是現行資訊採購常見方式。"
  },
  {
    "Id": "90",
    "Type": "是非題",
    "Q": "採購法第22條第1項第13款所稱具領先地位之自然人，指在相關專業領域之表現，曾獲國內政府機關、學術機構或具有公信力之團體獎勵或表揚者，尚不包括國外獲獎者。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 90: 「領先地位」並無地域限制。國外知名獎項（如諾貝爾、普立茲等）之得主，其專業性更具公信力，應予納入認定範圍。"
  },
  {
    "Id": "91",
    "Type": "是非題",
    "Q": "採購法第22條第1項第13款所稱具領先地位之自然人，得為在相關專業領域之表現，曾獲國內外政府機關、學術機構或具有公信力之團體獎勵或表揚者。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 91: 正確。具領先地位之自然人包含國內外優秀人才。機關委託其研發，係因其卓越之專業能力，不應因獲獎地區而有所區別。"
  },
  {
    "Id": "92",
    "Type": "是非題",
    "Q": "機關依採購法第50條第2項規定撤銷決標或解除契約時，其原係採最有利標為決標原則者，得以原決標價依決標前各投標廠商標價之順序，自標價低者起，依序洽其他合於招標文件規定之未得標廠商減至該決標價後決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 92: 採最有利標者，若撤銷決標，應依評選序位（由第一名之後）依序洽合於標準者辦理，而非依「標價低者起」洽減價。"
  },
  {
    "Id": "93",
    "Type": "是非題",
    "Q": "機關依採購法第50條第2項規定撤銷決標或解除契約時，其原係採最低標為決標原則者，得以原決標價依決標前各投標廠商標價之順序，自標價低者起，依序洽其他合於招標文件規定之未得標廠商減至該決標價後決標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 93: 正確。最低標決標原則下，若原得標者出缺，機關可依標價順序由次低標廠商遞補，但須減價至原決標價，以符原預算規模。"
  },
  {
    "Id": "94",
    "Type": "是非題",
    "Q": "旅遊服務得為專業服務，依採購法第22條第1項第9款規定辦理，且履約地點在原住民地區者，應適用原住民族工作權保障法第11條規定，優先由原住民承作。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 94: 旅遊服務雖可依第 22 條第 1 項第 9 款公開評選，但非屬原民法第 11 條強制優先由原住民承作之「工程、財物或勞務」範疇。"
  },
  {
    "Id": "95",
    "Type": "是非題",
    "Q": "旅遊服務得為專業服務，得依採購法第22條第1項第9款規定辦理，且不論履約地點是否在原住民地區，均無須適用原住民族工作權保障法第11條優先由原住民承作之規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 95: 正確。專業服務評選案件之性質特殊，不適用原住民法規中關於「未達公告金額且位於原民地區」應優先給予原住民之限制。"
  },
  {
    "Id": "96",
    "Type": "是非題",
    "Q": "機關得視實際需要，將費用未達公告金額之委託研究發展案，依採購法第22條第1項第13款及「機關委託研究發展作業辦法」規定辦理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 96: 正確。採購法第 22 條第 1 項第 13 款並無金額限制，機關可依專業需求，針對未達公告金額之研發案準用相關作業辦法。"
  },
  {
    "Id": "97",
    "Type": "是非題",
    "Q": "機關委託法人或團體代辦採購，其委託屬勞務採購。受委託代辦採購之法人或團體，不須具備熟諳政府採購法令之人員來承辦業務。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 97: 依採購法第 5 條及施行細則，受託代辦之法人團體必須具備專業採購能力及法規知識，否則無法確保代辦程序合法。"
  },
  {
    "Id": "98",
    "Type": "是非題",
    "Q": "機關委託法人或團體代辦採購，其委託屬勞務採購。受委託代辦採購之法人或團體，須具備熟諳政府採購法令之人員來承辦業務。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 98: 正確。代辦採購涉及公權力執行與法律程序，代辦單位必須有熟諳法令的人員，才能避免行政疏失或採購爭議。"
  },
  {
    "Id": "99",
    "Type": "是非題",
    "Q": "決標依採購法第52條第1項第2款規定辦理者，合於招標文件規定之最低標價逾評審委員會建議之金額或預算金額時，經減價及比減價格結果，最低標價仍逾越上開金額，得經機關首長或其授權人員核准，於不逾上開金額百分之八以內超建議金額決標。但查核金額以上之採購，超過建議金額百分之四者，應先報經上級機關核准後決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 99: 第 52 條第 1 項第 2 款（不訂底價採評審委員會建議金額）之規定中，若減價後仍逾建議金額，法無「8% 以內」之彈性核准空間。"
  },
  {
    "Id": "100",
    "Type": "是非題",
    "Q": "決標依採購法第52條第1項第2款規定辦理者，合於招標文件規定之最低標價逾評審委員會建議之金額或預算金額時，經減價及比減價格結果，最低標價仍逾越上開金額時，應予廢標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 100: 正確。採評審委員會建議金額決標者，若廠商標價經比減後仍高於該建議金額，表示無法達成委員會認定之合理價格，應予廢標。"
  },
  {
    "Id": "101",
    "Type": "是非題",
    "Q": "機關辦理採購，招標文件規定廠商報價金額包括機關支出及收入金額者，以收入金額認定採購金額。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 101: 根據採購法施行細則第 6 條，招標文件規定廠商報價包括機關支出及收入者，採購金額應以「支出金額」認定，而非收入金額。"
  },
  {
    "Id": "102",
    "Type": "是非題",
    "Q": "機關辦理採購，招標文件規定廠商報價金額包括機關支出及收入金額者，以支出金額認定採購金額。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 102: 正確。採購金額認定係以機關預計支付給廠商之對價（支出）為基準，收入部分（如資源回收金）不計入採購金額範圍。"
  },
  {
    "Id": "103",
    "Type": "是非題",
    "Q": "公營事業為銷售目的委託仲介促銷，非屬採購行為，不受採購法之規範。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 103: 公營事業委託仲介促銷屬「委託辦理勞務」性質，符合採購法第 2 條定義，除非符合特定排除條款，否則仍受採購法規範。"
  },
  {
    "Id": "104",
    "Type": "是非題",
    "Q": "公營事業為銷售目的委託仲介促銷，屬採購行為，受採購法之規範。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 104: 正確。公營事業之銷售促銷委外，本質上屬於勞務採購。依據法規，只要涉及公款支出或機關權益之取得，均應適用採購法。"
  },
  {
    "Id": "105",
    "Type": "是非題",
    "Q": "機關辦理印刷服務採購，採分批交貨，各次交貨付款前，均應辦理驗收。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 105: 錯誤。各次交貨是否皆需辦理驗收，應視契約約定及實務需求，並非法律強制規定「每次付款前」均需辦理正式驗收。"
  },
  {
    "Id": "106",
    "Type": "是非題",
    "Q": "機關辦理印刷服務採購，採分批交貨，採購法並未規定各次交貨付款前，均應辦理驗收。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 106: 正確。採購法第 71 條雖規定應辦理驗收，但對於分批交貨之各次付款，法律未強制規定必須辦理正式驗收，可由機關自行評估控管。"
  },
  {
    "Id": "107",
    "Type": "是非題",
    "Q": "投標文件份數多寡，由投標廠商視情況決定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 107: 錯誤。投標文件份數應由「機關」依評選或審標需求於招標文件中載明，非由廠商隨意決定，以確保審標程序之一致性。"
  },
  {
    "Id": "108",
    "Type": "是非題",
    "Q": "投標文件份數多寡，由招標機關視情況決定，於招標文件載明。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 108: 正確。機關應於招標文件內清楚載明投標文件之份數（例如正本一份、副本五份），廠商必須依此規定備妥文件始為合格。"
  },
  {
    "Id": "109",
    "Type": "是非題",
    "Q": "以單價決標即為複數決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 109: 錯誤。單價決標係指以單價為決標基準；複數決標則是指決標予二家以上之廠商。兩者定義不同，不可混為一談。"
  },
  {
    "Id": "110",
    "Type": "是非題",
    "Q": "非屬特殊採購預算金額為1500萬之勞務採購，得訂定投標廠商之特定資格。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 110: 錯誤。非特殊採購之勞務採購，其金額須達「巨額」以上（2,000 萬元）始得訂定特定資格，1,500 萬未達標準。"
  },
  {
    "Id": "111",
    "Type": "是非題",
    "Q": "機關發現廠商投標文件所標示之分包廠商，於截止投標或截止收件期限前屬採購法第103條第1項規定期間內不得參加投標或作為決標對象或分包廠商之廠商者，廠商得依原標價以其他合於招標文件規定之分包廠商代之，並通知機關。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 111: 錯誤。若廠商投標時分包商已屬拒絕往來廠商，屬資格不合。除非該情事發生在「投標後」，否則不得於開標後更換分包商。"
  },
  {
    "Id": "112",
    "Type": "是非題",
    "Q": "機關發現廠商投標文件所標示之分包廠商，於投標後至決標前方屬採購法第103條第1項規定期間內不得參加投標或作為決標對象或分包廠商之廠商者，廠商得依原標價以其他合於招標文件規定之分包廠商代之，並通知機關。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 112: 正確。若分包商於「投標後」始被公告為拒絕往來廠商，基於誠信原則，允許廠商以合格廠商代之，避免影響原投標有效性。"
  },
  {
    "Id": "113",
    "Type": "是非題",
    "Q": "以單價決標不一定為複數決標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 113: 正確。單價決標可僅決標予一家廠商（總量採單價計費）；複數決標則是將採購標的分項或分量決標予多家廠商，兩者無必然關係。"
  },
  {
    "Id": "114",
    "Type": "是非題",
    "Q": "機關依採購法第49條以公開取得方式辦理未達公告金額之旅遊服務採購，如其機關地點在原住民地區，應適用原住民族工作權保障法第11條規定，優先由原住民承作。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 114: 錯誤。原住民工作權保障法第 11 條之適用基準在於「履約地點」是否在原住民地區，而非「機關地點」。"
  },
  {
    "Id": "115",
    "Type": "是非題",
    "Q": "機關依採購法第49條以公開取得方式辦理未達公告金額之旅遊服務採購，如其履約地點在原住民地區者，應適用原住民族工作權保障法第11條規定，優先由原住民承作。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 115: 正確。只要「履約地點」位於原住民地區，不論採何種招標方式，未達公告金額之採購皆應優先由原住民個人、機構或團體承作。"
  },
  {
    "Id": "116",
    "Type": "是非題",
    "Q": "機關與廠商因履約爭議合意仲裁，機關依仲裁法委任仲裁代理人，係依仲裁法規定辦理，無採購法之適用。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 116: 錯誤。機關委任仲裁代理人（律師）屬於「勞務委任」性質之採購，應依採購法規定辦理，不可逕稱無採購法適用。"
  },
  {
    "Id": "117",
    "Type": "是非題",
    "Q": "機關與廠商因履約爭議合意仲裁，機關依仲裁法委任仲裁代理人，屬勞務採購，應依採購法之規定辦理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 117: 正確。仲裁代理屬專業勞務，依採購法規定，此類案件可採第 22 條第 1 項第 10 款之公開評選或其他合法方式辦理。"
  },
  {
    "Id": "118",
    "Type": "是非題",
    "Q": "機關辦理決標，最低標標價為「零」或「負數」之廠商，為無效標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 118: 錯誤。標價為零或負數（廠商給付機關錢）之投標，在特定採購（如廢棄物處理）中屬常見且合法，非屬無效標。"
  },
  {
    "Id": "119",
    "Type": "是非題",
    "Q": "機關辦理決標，除有採購法第58條情形者外，得認定最低標標價為「零」或「負數」之廠商得標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 119: 正確。若標價為零或負數對機關最有利且符合招標文件規定，除有標價顯不合理之虞外，機關應決標予該廠商。"
  },
  {
    "Id": "120",
    "Type": "是非題",
    "Q": "廠商以現金繳納押標金並附於投標文件內遞送者，為合格標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 120: 錯誤。押標金若以現金繳納，應於開標前繳納至機關指定帳戶。若直接將現金「附於標封內」，屬不合規定，應視為不合格標。"
  },
  {
    "Id": "121",
    "Type": "是非題",
    "Q": "廠商以現金繳納押標金並附於投標文件內遞送者，為不合格標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 121: 正確。基於採購安全與財務處理程序，現金押標金應預先入帳或繳至出納室。直接將現金封入投標文件是不符合程序的。"
  },
  {
    "Id": "122",
    "Type": "是非題",
    "Q": "機關依「機關指定地區採購房地產作業辦法」公開徵求勘選認定適合需要之房地產，應依採購法第94條規定，成立採購評選委員會。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 122: 錯誤。房地產之勘選程序係依專門辦法辦理，其作業性質非屬採購法第 94 條所指之「評選」，故無需成立評選委員會。"
  },
  {
    "Id": "123",
    "Type": "是非題",
    "Q": "機關依「機關指定地區採購房地產作業辦法」公開徵求勘選認定適合需要之房地產，因非屬評選，無採購法第94條之適用，故毋需成立採購評選委員會。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 123: 正確。房地產採購之勘選依其特定作業辦法辦理即可。因不具備一般專業服務或最有利標之評選特性，無須成立評選委員會。"
  },
  {
    "Id": "124",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第11款及機關指定地區採購房地產作業辦法辦理房地產之勘選者，於招標前均須報上級機關核准。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 124: 錯誤。依「機關指定地區採購房地產作業辦法」，其勘選與辦理程序無須於招標前報請上級機關核准，除非屬特定必須陳報之情形。"
  },
  {
    "Id": "125",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第11款及機關指定地區採購房地產作業辦法辦理房地產之勘選者，不論採購金額大小，無須於招標前報上級機關核准。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 125: 正確。房地產採購屬第 22 條第 1 項第 11 款之特例，相關行政程序以該辦法規定為主，一般案件無需報經上級機關核准。"
  },
  {
    "Id": "126",
    "Type": "是非題",
    "Q": "機關辦理採購，不得禁止大陸地區產品投標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 126: 錯誤。機關得依國家安全、產業政策或兩岸條例規定，於招標文件中載明不允許大陸地區產品，並非不得禁止。"
  },
  {
    "Id": "127",
    "Type": "是非題",
    "Q": "機關辦理採購，得否允許大陸地區廠商為投標廠商，係由招標機關視個案性質及實際需要於招標文件中載明，採購法並無禁止規定，惟應符合「臺灣地區與大陸地區人民關係條例」之規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 127: 正確。採購法雖無明文禁止，但機關得視國家安全及實際需要，依兩岸人民關係條例等規定，於招標文件內規範大陸廠商參與限制。"
  },
  {
    "Id": "128",
    "Type": "是非題",
    "Q": "機關依採購法第22條第1項第14款規定採公告審查程序辦理藝文採購，除招標文件另有規定外，公告結果，僅一文化、藝術專業人士、機構或團體投標者，不得進行審查。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 128: 錯誤。藝文採購公告結果僅一家投標時，除非文件規定須三家，否則仍得進行後續審查程序，不受三家限制。"
  },
  {
    "Id": "129",
    "Type": "是非題",
    "Q": "機關以公開招標辦理6000萬元之財物採購，無需於招標公告公開預算金額。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 129: 錯誤。6,000 萬元屬公告金額以上之財物採購，除特殊保密理由外，應公開預算金額，以維護政府採購透明度原則。"
  },
  {
    "Id": "130",
    "Type": "是非題",
    "Q": "機關以公開招標辦理6000萬元之財物採購，除有政府採購公告及公報發行辦法第11條第2項之情形外，應於招標公告公開預算金額。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 130: 正確。公告金額以上之公開招標，原則上皆應公開預算。除非涉及國安或其他法定保密情事，否則預算透明是基本要求。"
  },
  {
    "Id": "131",
    "Type": "是非題",
    "Q": "底價700萬元，合於招標文件規定之最低標乙廠商總標價為470萬元，乙廠商於主持決標人員宣布決標前，當場說明標價計算錯誤，希能不決標予乙，主持決標人員認為其計算錯誤確有降低品質之虞，予以同意，但其押標金不予發還。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 131: 錯誤。若機關同意廠商說明標價錯誤確有品質之虞而不決標，應屬程序終結。若同意不決標，則不應沒收其押標金。"
  },
  {
    "Id": "132",
    "Type": "是非題",
    "Q": "底價700萬元，合於招標文件規定之最低標乙廠商總標價為470萬元，乙廠商於主持決標人員宣布決標前，當場說明標價計算錯誤，希能不決標予乙，主持決標人員認為其計算錯誤確有降低品質之虞，予以同意，並退還其押標金。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 132: 正確。廠商說明合理且機關認定有降低品質之虞而不予決標，此係第 58 條之應用，並無違規情事，應退還押標金。"
  },
  {
    "Id": "133",
    "Type": "是非題",
    "Q": "個案採購涉及國家安全，機關於招標文件載明不允許在臺陸資廠商參與投標，屬不當限制投標廠商資格情形。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 133: 錯誤。機關為維護國家安全，限制在臺陸資廠商參與，係屬合法之行政裁量與法規應用，並非不當限制競爭。"
  },
  {
    "Id": "134",
    "Type": "是非題",
    "Q": "個案採購涉及國家安全，機關於招標文件載明不允許在臺陸資廠商參與，其依據為投標廠商資格與特殊或巨額採購認定標準第4條第1項第6款規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 134: 正確。依資格認定標準，機關可基於國家安全理由限制特定對象投標，此為保護公共利益之必要手段。"
  },
  {
    "Id": "135",
    "Type": "是非題",
    "Q": "機關辦理有關景觀專業技術服務之勞務採購案件，其投標廠商資格得包括景觀專業服務業。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 135: 正確。景觀服務屬專業技術服務，機關自得依個案需求，將具備景觀專業證明之業別列為投標廠商資格條件。"
  },
  {
    "Id": "136",
    "Type": "是非題",
    "Q": "機關辦理採購，於簽約時發現得標廠商於該案決標後簽約前被列為採購法第103條第1項不得參加投標或作為決標對象之情形，則依規定應予以撤銷決標、終止契約或解除契約，並得追償損失。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 136: 錯誤。若廠商在「簽約前」才被列為拒絕往來廠商，機關應不予簽約並撤銷決標。原解析稱其為錯誤，應注意決標時點之法律關係。"
  },
  {
    "Id": "137",
    "Type": "是非題",
    "Q": "機關採購採訂有底價最低標決標原則，於最低合格標超底價者，機關辦理減價或比減價格結果在底價以內時，除有採購法第58條總標價或部分標價偏低之情形者外，應即宣布決標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 137: 正確。比減價結果符合底價且程序完備，除標價異常偏低需依第 58 條處理外，機關應立即宣布決標予最低標廠商。"
  },
  {
    "Id": "138",
    "Type": "是非題",
    "Q": "事業單位為嘉惠員工成立職工福利委員會，每年提撥福利金，作為員工福利活動之用，該委員會向保險公司投保團體保險時，除有採購法第4條或第5條情形者外，無採購法之適用。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 138: 正確。職工福利委員會具獨立法人格，其福利金非屬公帑。除非機關委託代辦，否則其採購行為不受採購法規範。"
  },
  {
    "Id": "139",
    "Type": "是非題",
    "Q": "依採購法規定，機關之作為，只要沒有支付費用予廠商之情形，即非屬採購法所稱採購，不適用該法。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 139: 正確。採購法不僅適用於「支付費用」的支出型採購，若涉及機關權利之取得或負擔（如收入型採購涉及權利金），亦受規範。"
  },
  {
    "Id": "140",
    "Type": "是非題",
    "Q": "機關辦理採購依採購法第51條、第53條、第54條或第57條規定，通知廠商說明、減價、比減價格、協商、更改原報內容或重新報價，廠商未依通知期限辦理者，視同棄權，並列為不合格標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 140: 錯誤。廠商未依限辦理「說明」或「減價」係視同放棄該權利（如放棄減價），不必然直接導致「不合格標」。"
  },
  {
    "Id": "141",
    "Type": "是非題",
    "Q": "招標機關依採購法第58條規定認為廠商標價偏低且廠商無法提出合理說明時，得沒收其押標金並以次低標為最低標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 141: 錯誤。標價偏低且說明不合理時，機關應「不予決標」，但除非廠商有第 31 條第 2 項違規情事，否則不得沒收其押標金。"
  },
  {
    "Id": "142",
    "Type": "是非題",
    "Q": "招標文件資格規定之一為公會會員證，而某學校投標未檢附該文件，機關可基於學校本無該文件為由，依採購法第6條第2項規定，審查其為合格標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 142: 錯誤。學校投標仍應符合招標文件資格。若規定須公會證，學校因性質無法取得，應於招標前提異議，機關不得逕行放標。"
  },
  {
    "Id": "143",
    "Type": "是非題",
    "Q": "決標依採購法第52條第1項第2款規定辦理者，除小額採購外，應成立評審委員會，其成員之組成準用採購法第94條之規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 143: 錯誤。不訂底價之採購成立的是「評審委員會」，雖準用評選委員專家學者機制，但法律依據與成員組成比例與 94 條略有差異。"
  },
  {
    "Id": "144",
    "Type": "是非題",
    "Q": "某機關依採購法辦理公開招標，招標文件載明得於開標當日辦理決標，廠商未到場說明或減價者視同放棄。開標結果5家投標廠商均合格，惟報價均超底價，最低報價之3家均未到場，主持人請第4低標廠商優先減價，該廠商減至底價後辦理決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 144: 錯誤。主持人應按「標價順序」請廠商減價。若前 3 名未到場視同放棄，應請第 4 名減價，但應減至「底價」始得決標。"
  },
  {
    "Id": "145",
    "Type": "是非題",
    "Q": "投標廠商之標價幣別，依招標文件規定在2種以上者，應以新臺幣折算總價，以定標序及計算是否超過底價。該折算總價，依辦理開標前一辦公日臺灣銀行外匯交易收盤即期賣出匯率折算之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 145: 錯誤。外幣折算應以「開標當日」或機關規定之特定匯率折算。原解析稱「開標前一辦公日」與實務及現行準則有別。"
  },
  {
    "Id": "146",
    "Type": "是非題",
    "Q": "採購法所稱財物，例如各種物品(生鮮農漁產品除外)、材料、設備、機具與其他動產等。但不包括權利。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 146: 錯誤。採購法第 2 條明定財物包括物品、材料、設備及「其他動產、權利」，因此權利（如版權）亦屬財物範疇。"
  },
  {
    "Id": "147",
    "Type": "是非題",
    "Q": "公立學校向政府機關採購財物且為公告金額以上之採購，方得準用特別採購招標決標處理辦法之規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 147: 錯誤。公立學校與政府機關間的採購，不論金額大小，皆得視實際需求準用「特別採購招標決標處理辦法」辦理。"
  },
  {
    "Id": "148",
    "Type": "是非題",
    "Q": "適用機關利用共同供應契約訂購物品，於選定廠商後，仍應依規定於廠商繳納履約保證金後簽訂契約。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 148: 錯誤。共同供應契約已由訂約機關簽妥總約。適用機關辦理「訂購」時，僅需發出訂購單即可，無須再次繳保證金與簽約。"
  },
  {
    "Id": "149",
    "Type": "是非題",
    "Q": "某中央機關利用共同供應契約採購電腦設備計120萬元，如擬另增購相關配備約20萬元，得逕洽該共同供應契約廠商訂購，免辦理議價程序。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 149: 錯誤。共同供應契約之附加採購，若涉及增購非原契約項目，仍應符合小額採購或相關程序，不得逕行訂購而不辦理議價。"
  },
  {
    "Id": "150",
    "Type": "是非題",
    "Q": "機關委託廠商承辦專業服務，其服務費用之計算，得採建造費用百分比法計費。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 150: 錯誤。專業服務（如律師、會計師）計費多採服務成本加公費或總額法；「建造費用百分比法」通常僅適用於建築技術服務。"
  },
  {
    "Id": "151",
    "Type": "是非題",
    "Q": "關於預算尚未完成立法程序，不得先行辦理招標程序。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 151: 根據採購法施行細則第 26 條，預算尚未完成立法程序前，機關得先行辦理招標，但應於招標文件載明「預算未通過則不決標」或「依通過預算調整」。"
  },
  {
    "Id": "152",
    "Type": "是非題",
    "Q": "機關依機關委託研究發展作業辦法第3條第1項規定選定在專業領域具領先地位之自然人，該項研究發展案件得以該自然人以外之人擔任計畫主持人。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 152: 依「機關委託研究發展作業辦法」，若因特定自然人具領先地位而採限制性招標，該計畫主持人應為該自然人本人，不得由他人擔任，以符合選才原意。"
  },
  {
    "Id": "153",
    "Type": "是非題",
    "Q": "勞務採購需於原契約所訂事項以外增加服務事項，金額在公告金額以上且未逾原主契約金額百分之五十時，得以有政府採購法第22條第1項第6款規定情形採限制性招標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 153: 第 22 條第 1 項第 6 款適用於「工程」採購之追加；勞務採購若有增加需求且符合限制性招標條件，應適用同條項之「第 4 款」或相關規定，非第 6 款。"
  },
  {
    "Id": "154",
    "Type": "是非題",
    "Q": "機關辦理公告金額以上且以分段開標方式辦理，除第1階段應公告外，後續階段之邀標，仍應予公告。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 154: 分段開標僅第一階段需公告。後續階段（如規格、價格標）之邀標係針對前一階段合格廠商發出，無須再次辦理公告。"
  },
  {
    "Id": "155",
    "Type": "是非題",
    "Q": "為利廠商繳納及轉帳作業，押標金金額與履約保證金金額，應劃一標準。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 155: 押標金與履約保證金之功能不同，額度應依「押標金保證金暨其他擔保作業辦法」分別訂定，不強制要求劃一標準。"
  },
  {
    "Id": "156",
    "Type": "是非題",
    "Q": "機關辦理委託研究發展，其費用在公告金額以上者，應依採購法第22條第1項第13款及「機關委託研究發展作業辦法」規定辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 156: 委託研究發展雖應參考該辦法，但並非「所有」公告金額以上案件皆必須依第 22 條第 1 項第 13 款辦理，亦可採公開招標等其他方式。"
  },
  {
    "Id": "157",
    "Type": "是非題",
    "Q": "非以現成財物供應之財物採購，得標廠商以其他廠商履行契約，屬轉包行為。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 157: 廠商將契約「主要部分」交由其他廠商履行才屬轉包。若非屬主要部分或屬一般分包，且非現成財物之製造委託，不一定構成轉包。"
  },
  {
    "Id": "158",
    "Type": "是非題",
    "Q": "機關審查廠商投標文件，審查結果應於完成後儘速通知投標廠商，最遲不得逾決標或廢標日10日。對不合格之廠商，無須敘明其原因。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 158: 依採購法第 51 條及施行細則，審查結果應儘速通知，且對不合格廠商「應」敘明理由，以利其提出異議，維護權益。"
  },
  {
    "Id": "159",
    "Type": "是非題",
    "Q": "機關辦理財物採購，招標文件雖未規定允許廠商提出替代方案，一投標廠商得就同一採購提供二種樣品並分報二種價格，供機關自行選擇。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 159: 除招標文件允許「替代方案」外，廠商對同一採購僅能報一個價格。提供二種樣品及價格屬不合規範，將影響開標之公平性。"
  },
  {
    "Id": "160",
    "Type": "是非題",
    "Q": "機關辦理電腦設備及維護，其中電腦設備約佔總價七成，維護費用（含軟體、硬體）約佔總價三成，得標廠商將硬體維護部分交由別家公司代為履行，屬轉包情形。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 160: 依採購法第 65 條，轉包係指將「原契約中應自行履行之全部或其主要部分」交由他人。維護費用僅佔三成，且屬分包性質時不構成轉包。"
  },
  {
    "Id": "161",
    "Type": "是非題",
    "Q": "現行財產保險商品多屬定型化契約，故機關辦理保險採購非屬專業服務，不得依「機關委託專業服務廠商評選及計費辦法」以公開評選方式擇優勝廠商採限制性招標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 161: 財產保險雖有定型化條款，但仍可就保障範圍、服務品質進行評選。機關得依實際需求，按「專業服務」辦法辦理評選及限制性招標。"
  },
  {
    "Id": "162",
    "Type": "是非題",
    "Q": "依押標金保證金暨其他擔保作業辦法規定，機關辦理財物採購得於招標文件規定得標廠商繳納履約保證金後，應另行提出其他廠商之舖保。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 162: 現行法規已不鼓勵或禁止要求「舖保」（私人或他公司保證）。機關應依作業辦法收受法定擔保（如銀行保證），不得要求傳統舖保。"
  },
  {
    "Id": "163",
    "Type": "是非題",
    "Q": "機關依採購法第50條第2項規定終止契約時，原係採最低標為決標原則者，得依採購法施行細則第58條規定，以原決標價依決標前各投標廠商標價之順序，自標價低者起，依序洽其他合於招標文件規定之未得標廠商減至該決標價後決標。其無廠商減至該決標價者，得依採購法第52條第1項第1款、第2款及招標文件所定決標原則辦理決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 163: 第 50 條第 2 項終止契約後之續辦，應視個案情形依決標原則處理，並非僅能依「自標價低者起洽減至原決標價」單一模式辦理。"
  },
  {
    "Id": "164",
    "Type": "是非題",
    "Q": "2000萬元之勞務採購，經評估無不當限制競爭情形，機關得依實際需要，訂定投標廠商之實收資本額不得低於300萬元。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 164: 特定資格（如資本額）僅得於「巨額」採購（勞務為 2,000 萬元以上）訂定。且資本額不得超過預算之十分之一（即 200 萬元），300 萬已逾限制。"
  },
  {
    "Id": "165",
    "Type": "是非題",
    "Q": "監辦人員之監辦，對於機關所為實質或技術之審查事項有違反法令情形者，不得提出意見。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 165: 監辦人員（會計、政風）雖不參與實質審查，但若發現程序或實質事項有「違反法令」情形，依法「應」提出意見，而非不得提出。"
  },
  {
    "Id": "166",
    "Type": "是非題",
    "Q": "監辦人員之監辦，對於機關所為實質或技術之審查事項有違反法令情形者，仍得提出意見。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 166: 正確。監辦職責在於確保採購符合法規。對於機關審查若有明顯違法（如未依招標文件標準評分），監辦人員應適時提醒。"
  },
  {
    "Id": "167",
    "Type": "是非題",
    "Q": "機關辦理委託研究發展，得規定公立或非營利之研究機構免繳驗納稅證明或加入工業或商業團體之基本資格證明文件。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 167: 正確。考量公立或非營利機構之特殊性，機關得於招標文件中規定免除納稅證明等基本資格證明，以鼓勵學術研究交流。"
  },
  {
    "Id": "168",
    "Type": "是非題",
    "Q": "合於招標文件規定之投標廠商之最低標價超過底價時，得洽該最低標廠商減價1次；減價結果仍超過底價時，得由所有合於招標文件規定之投標廠商重新比減價格，比減價格不得逾3次。機關限制廠商比減價格或綜合評選之次數為1次或2次者，應於比減價格或採行協商措施前通知參加比減價格或協商之廠商。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 168: 正確。此為採購法第 53 條及施行細則之標準程序。限制減價次數必須「事先通知」，且總次數不得超過 3 次。"
  },
  {
    "Id": "169",
    "Type": "是非題",
    "Q": "非屬特殊採購，採購金額為1500萬之勞務採購，不得訂定投標廠商之特定資格。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 169: 正確。1,500 萬元未達勞務「巨額」標準（2,000 萬），故不得訂定投標廠商之特定資格（如實收資本額、經驗證明等）。"
  },
  {
    "Id": "170",
    "Type": "是非題",
    "Q": "決標依採購法第52條第1項第2款規定辦理者，除小額採購外，得成立評審委員會，其成立時機，比照採購法第46條第2項有關底價之訂定時機。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 170: 評審委員會之成立時機與底價訂定不同。評審委員會應於招標前成立，以便審定招標文件之評選項目與標準。"
  },
  {
    "Id": "171",
    "Type": "是非題",
    "Q": "決標依採購法第52條第1項第2款規定辦理者，除小額採購外，應成立評審委員會，其成立時機，比照採購法第46條第2項有關底價之訂定時機。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 171: 正確。不訂底價之採購應成立評審委員會。其成員組成準用第 94 條，成立時機則參考第 46 條（招標前或開標前）。"
  },
  {
    "Id": "172",
    "Type": "是非題",
    "Q": "機關審查廠商投標文件，審查結果應於完成後儘速通知投標廠商，最遲不得逾決標或廢標日30日。對不合格之廠商，並應敘明其原因。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 172: 錯誤。通知期限最遲不得逾決標或廢標日「10 日」，且應敘明不合格原因。30 日之時限過長，不符行政效率及權利救濟需求。"
  },
  {
    "Id": "173",
    "Type": "是非題",
    "Q": "機關審查廠商投標文件，審查結果應於完成後儘速通知投標廠商，最遲不得逾決標或廢標日10日。對不合格之廠商，並應敘明其原因。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 173: 正確。依採購法施行細則規定，為確保廠商能即時行使爭議處理權利，機關應於 10 日內通知審查結果並敘明原因。"
  },
  {
    "Id": "174",
    "Type": "是非題",
    "Q": "機關依政府採購法第22條規定評選委託專業服務廠商，如最優勝廠商有2家以上，且非採固定服務費用或費率計費時，則以抽籤方式決定優先議價廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 174: 錯誤。議價順序應依評選序位（最優勝、次優勝等）。若有 2 家以上同為第一，應再行綜合評選或依招標文件規定方式決定，非直接抽籤。"
  },
  {
    "Id": "175",
    "Type": "是非題",
    "Q": "依採購法第58條規定，最低標之總標價低於底價之百分之八十，機關認為顯不合理，有降低品質、不能誠信履約之虞或其他特殊情形，最低標依機關所定期限提出說明後，機關如認為該說明合理，則於通知最低標提出差額保證金後，決標予最低標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 175: 錯誤。若廠商說明「合理」，機關應「照價決標」，無須要求提出差額保證金。只有在說明「尚非完全合理」但可保障履約時才收保證金。"
  },
  {
    "Id": "176",
    "Type": "是非題",
    "Q": "依採購法第58條規定，最低標之總標價低於底價之百分之八十，機關認為顯不合理，有降低品質、不能誠信履約之虞或其他特殊情形，最低標依機關所定期限提出說明後，機關如認為該說明合理，則無需通知最低標提出差額保證金，照價決標予最低標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 176: 正確。第 58 條執行程序中，只要廠商提出之成本分析等說明合理，機關認為無降低品質之虞，則應維持原價決標。"
  },
  {
    "Id": "177",
    "Type": "是非題",
    "Q": "依採購法第58條規定，最低標未於機關通知期限內提出說明或差額保證金，或提出之說明不足採信，機關不得重行評估，改變先前之認定，重行認為最低標之總標價無顯不合理，無降低品質、不能誠信履約之虞或其他特殊情形，而照價決標予最低標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 177: 錯誤。機關若發現先前之認定有誤（如計算底價錯誤或對市場行情誤判），得重行評估並依實際合理性辦理決標，並非絕對不可改變。"
  },
  {
    "Id": "178",
    "Type": "是非題",
    "Q": "依採購法第58條規定，最低標未於機關通知期限內提出說明或差額保證金，或提出之說明不足採信，經機關重行評估結果，改變先前之認定，重行認為最低標之總標價無顯不合理，無降低品質、不能誠信履約之虞或其他特殊情形，則可照價決標予最低標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 178: 正確。法律給予機關行政裁量與自我糾正之空間。若經重新評估認定標價尚屬合理，得照價決標以維護採購效益。"
  },
  {
    "Id": "179",
    "Type": "是非題",
    "Q": "底價600萬元，合於招標文件規定之最低標甲廠商總標價為500萬元，甲廠商於主持決標人員宣布決標前，當場說明標價計算錯誤，希望不決標予甲，主持決標人員得予同意，並退還其押標金。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 179: 錯誤。標價未低於 80%（500/600=83.3%），無第 58 條適用。廠商主動稱標價錯誤，機關不應同意廢標，亦不得無故退還押標金。"
  },
  {
    "Id": "180",
    "Type": "是非題",
    "Q": "底價600萬元，合於招標文件規定之最低標甲廠商總標價為500萬元，甲廠商於主持決標人員宣布決標前，當場說明標價計算錯誤，希望不決標予甲，主持決標人員不予同意，且稱與採購法第58條規定無關。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 180: 正確。標價在底價內且高於 80%，屬合於決標之有效標。廠商單方聲稱計算錯誤不能作為不決標理由，亦不涉及第 58 條。"
  },
  {
    "Id": "181",
    "Type": "是非題",
    "Q": "機關辦理委託研究發展，不得規定公立或非營利之研究機構免繳驗納稅證明或加入工業或商業團體之基本資格證明文件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 181: 錯誤。依「投標廠商資格與特殊或巨額採購認定標準」，機關「得」對特定性質機構免除納稅證明等基本資格要求。"
  },
  {
    "Id": "182",
    "Type": "是非題",
    "Q": "採購法第22條第1項第13款所稱具領先地位之自然人，指在相關專業領域著有專書或研究報告等有特殊表現或貢獻者，尚無須經機關認定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 182: 錯誤。具領先地位之自然人必須經過機關之「實質認定」程序，確認其符合專業需求後，方得據此採行限制性招標。"
  },
  {
    "Id": "183",
    "Type": "是非題",
    "Q": "採購法第22條第1項第13款所稱具領先地位之自然人，得為在相關專業領域著有專書或研究報告，經機關認有特殊表現或貢獻者。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 183: 正確。領先地位之認定基準包含著作、專利或學術貢獻。機關應留存認定紀錄，以完備第 22 條第 1 項第 13 款之行政程序。"
  },
  {
    "Id": "184",
    "Type": "是非題",
    "Q": "機關對於採購標的，不得因廠商交付標的之品質、功能、使用效益等有所差異，而訂定不同之底價。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 184: 錯誤。採購標的之「價值」受品質與效能影響。若廠商提供的規格優於基本要求，機關訂定不同底價以反映差異，屬合理行政裁量。"
  },
  {
    "Id": "185",
    "Type": "是非題",
    "Q": "機關對於採購標的，基於廠商交付標的之品質、功能、使用效益等差異之考量，而訂定不同之底價，尚無不可。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 185: 正確。基於成本效益與經濟誘因，對高品質或高功能之標的訂定對應底價，符合採購效益與「物有所值」原則。"
  },
  {
    "Id": "186",
    "Type": "是非題",
    "Q": "以議價方式辦理之採購，得免收押標金、保證金。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 186: 錯誤。議價雖為限制性招標程序，但除非符合「免收押標金保證金」之特定條件，否則原則上仍應視招標文件規定收取。"
  },
  {
    "Id": "187",
    "Type": "是非題",
    "Q": "以議價方式辦理之採購，得免收押標金。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 187: 正確。依押標金保證金作業辦法，採限制性招標（含議價）辦理之採購，機關得於招標文件中規定免收押標金。"
  },
  {
    "Id": "188",
    "Type": "是非題",
    "Q": "依採購法規定，機關得於招標文件中規定允許廠商於開標後補正非契約必要之點之文件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 188: 錯誤。補正程序應於「開標前」或依「施行細則第 60 條」針對明確打字錯誤辦理，而非概括允許於開標後補正不齊全之文件。"
  },
  {
    "Id": "189",
    "Type": "是非題",
    "Q": "依採購法規定，機關得於招標文件中規定允許廠商於開標前補正非契約必要之點之文件。所稱非契約必要之點之文件，機關可於招標文件就契約成立無影響之事項予以明定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 189: 正確。採購法第 33 條允許於招標文件規定，針對與契約成立無影響之非必要事項，得允許廠商於開標前完成補正。"
  },
  {
    "Id": "190",
    "Type": "是非題",
    "Q": "公告金額以上之採購，得以「公開取得3家以上廠商報價或企劃書」之方式辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 190: 錯誤。「公開取得」係依第 49 條規定辦理，僅適用於「未達公告金額」之採購。公告金額以上應採公開、選擇性或限制性招標。"
  },
  {
    "Id": "191",
    "Type": "是非題",
    "Q": "公告金額以上之採購，不得以「公開取得3家以上廠商報價或企劃書」之方式辦理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 191: 正確。公告金額以上之採購程序嚴謹，不得使用簡易之「公開取得」程序，必須遵循標準的法定招標流程。"
  },
  {
    "Id": "192",
    "Type": "是非題",
    "Q": "中華郵政股份有限公司委託中央印製廠印製郵政匯票、劃撥支票及郵政禮券等，不適用採購法第105條第1項第3款及特別採購招標決標處理辦法之規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 192: 正確。此為特定業務性質之委託，因中華郵政與中央印製廠之特殊關係及標的專業性，法規上不視為一般適用該辦法之案件。"
  },
  {
    "Id": "193",
    "Type": "是非題",
    "Q": "採購評選委員會評選優勝廠商以1家為限。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 193: 錯誤。評選委員會可評選出多名優勝廠商（第一名、第二名等），並依序辦理議價。並非限定只能有一家優勝廠商。"
  },
  {
    "Id": "194",
    "Type": "是非題",
    "Q": "採購評選委員會評選優勝廠商，尚不以1家為限。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 194: 正確。實務上常評選出複數優勝廠商，以利後續第一名議價不成時，得由第二名遞補，確保採購案能順利推進。"
  },
  {
    "Id": "195",
    "Type": "是非題",
    "Q": "機關辦理採購依採購法第53條規定，通知廠商減價、比減價格，廠商未依通知期限辦理而視同放棄者，機關尚不得據此為不發還押標金之理由。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 195: 正確。廠商放棄減價係其權利之拋棄，不屬於第 31 條「重大違規」之範疇，故機關不得據此沒收或不發還其押標金。"
  },
  {
    "Id": "196",
    "Type": "是非題",
    "Q": "機關辦理公開招標採不分段開標之採購，得於所定開標時間到達前先打開投標廠商標封審查其資格與規格，以減省開標時間。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 196: 錯誤。開標前先行拆封違反採購法第 34 條之保密規定，亦影響採購之公平公正，機關不得以此方式縮短作業時間。"
  },
  {
    "Id": "197",
    "Type": "是非題",
    "Q": "機關辦理公開招標採不分段開標之採購，不得以減省開標時間為由，於所定開標時間到達前先打開投標廠商標封審查其資格與規格。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 197: 正確。所有標封必須在公告之開標時間到達後，於法定程序下公開開啟。先行私自拆封屬於重大程序違法。"
  },
  {
    "Id": "198",
    "Type": "是非題",
    "Q": "機關辦理已立法保護之智慧財產權之公告金額以上之採購，不論其有無其他合適之替代標的者，均得採限制性招標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 198: 錯誤。依第 22 條第 1 項第 2 款，雖具智財權，但若有「合適之替代標的」者，仍應以公開方式辦理，不得逕採限制性招標。"
  },
  {
    "Id": "199",
    "Type": "是非題",
    "Q": "機關辦理已立法保護之智慧財產權之公告金額以上之採購，如有其他合適之替代標的者，尚難採限制性招標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 199: 正確。限制性招標之應用必須具備「唯一性」。若市場上有其他具相同功能之替代品，應開放競爭，以符政府採購公平原則。"
  },
  {
    "Id": "200",
    "Type": "是非題",
    "Q": "投標廠商以其簽發之銀行支票繳納押標金，機關得予接受。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 200: 錯誤。押標金應以「銀行支票」繳納，但「簽發人」必須是銀行，而非廠商自行簽發之支票（即所謂的私人支票或本票）。"
  },
  {
    "Id": "201",
    "Type": "是非題",
    "Q": "投標廠商以其簽發之銀行支票繳納押標金，機關不得接受。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 201: 押標金應以「銀行支票」繳納，其發票人需為銀行。廠商若以自身名義簽發支票，屬私人支票而非銀行支票，機關依法應不予接受。"
  },
  {
    "Id": "202",
    "Type": "是非題",
    "Q": "勞務採購契約或招標文件標示主要工作項目，得標廠商可將該部分交由其他廠商辦理，其所訂合約送招標機關核備即可。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 202: 依採購法第 65 條，得標廠商應自行履行「主要部分」，不得轉包。即便送機關核備，亦不能將主要項目交由其他廠商辦理，否則違反轉包禁令。"
  },
  {
    "Id": "203",
    "Type": "是非題",
    "Q": "勞務採購契約或招標文件標示主要工作項目，得標廠商不可將該部分交由其他廠商辦理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 203: 正確。主要工作項目係採購之核心，為確保履約品質及責任歸屬，法律強制要求得標廠商必須親自履行，不得委託他人代為執行。"
  },
  {
    "Id": "204",
    "Type": "是非題",
    "Q": "機關公開徵選廠商承辦專業服務之評選，其招標文件訂有廠商資格者，應先審查資格文件，資格不合於招標文件之規定者，仍得參加評選。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 204: 專業服務評選屬「兩階段」程序。機關應先審查基本資格。資格不符者即為不合格標，不得進入後續之企劃書評選或審查程序。"
  },
  {
    "Id": "205",
    "Type": "是非題",
    "Q": "機關公開徵選廠商承辦專業服務之評選，其招標文件訂有廠商資格，應先審查資格文件，資格不合於招標文件之規定者，不得參加評選。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 205: 正確。程序上必須先確認廠商具備合法資格，方能對其專業服務能力進行評選。資格不合者在第一階段即應予以淘汰。"
  },
  {
    "Id": "206",
    "Type": "是非題",
    "Q": "某國小採購營養午餐所需所有食品，不適用政府採購法。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 206: 營養午餐採購涉及公款支出及財物、勞務之取得，性質上屬於政府採購。除特定生鮮農漁產品另有規定外，原則上均適用採購法。"
  },
  {
    "Id": "207",
    "Type": "是非題",
    "Q": "採購法第67條明定得標廠商得將採購分包予其他廠商，因此採購契約規定廠商擬分包之項目及分包廠商，應送機關審查，違反上開規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 207: 第 67 條規定廠商得將非主要部分分包，但為確保品質，機關得於契約約定分包項目及對象須送審。此規定並未違反採購法，係管理權之行使。"
  },
  {
    "Id": "208",
    "Type": "是非題",
    "Q": "採購契約得規定廠商擬分包之項目及分包廠商，應送機關審查。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 208: 正確。機關為控管履約品質，得於招標文件或契約中明定，廠商擬定分包商時須報請核備或審查，以防止不適任廠商變相參與。"
  },
  {
    "Id": "209",
    "Type": "是非題",
    "Q": "某國小採購營養午餐所需生鮮農漁產品之食材，不適用政府採購法。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 209: 正確。採購法第 7 條及施行細則規定，生鮮農漁產品因具時效性與特殊性，不適用政府採購法之招標決標程序，得採簡易方式採購。"
  },
  {
    "Id": "210",
    "Type": "是非題",
    "Q": "當合於招標文件規定之投標廠商僅有1家時，廠商標價超過底價，經洽減結果，廠商書面表示減至底價，或照底價再減若干數額者，機關得不予接受。比減價格時，僅餘1家廠商書面表示減價者，亦同。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 210: 廠商書面表示「減至底價」即屬有效減價，機關應予接受。此為施行細則第 72 條規定，不論家數多寡，只要在底價內即應辦理決標。"
  },
  {
    "Id": "211",
    "Type": "是非題",
    "Q": "當合於招標文件規定之投標廠商僅有1家時，廠商標價超過底價，經洽減結果，廠商書面表示減至底價，或照底價再減若干數額者，機關應予接受。比減價格時，僅餘1家廠商書面表示減價者，亦同。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 211: 正確。依施行細則第 72 條，僅一家廠商參加比減價時，若其書面表示減至底價，機關應認定其已達決標條件，予以決標。"
  },
  {
    "Id": "212",
    "Type": "是非題",
    "Q": "依採購法第58條規定，最低標之總標價低於底價之百分之八十，機關認為該總標價無顯不合理，降低品質、不能誠信履約之虞或其他特殊情形，惟該最低標主動表示標價錯誤，要求不決標予該最低標，機關即逕行決標予次低標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 212: 廠商主動稱錯誤不代表機關應廢標。標價未顯不合理時，機關應照價決標予最低標。直接決標予次低標屬程序違法。"
  },
  {
    "Id": "213",
    "Type": "是非題",
    "Q": "依採購法第58條規定，最低標之總標價低於底價之百分之八十，機關認為該總標價無顯不合理，降低品質、不能誠信履約之虞或其他特殊情形，該最低標雖主動表示標價錯誤，要求不決標予該最低標，機關無需通知最低標提出說明及差額保證金，仍得辦理決標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 213: 正確。第 58 條旨在處理「顯不合理」標價。若機關認定該標價無降低品質之虞，即便廠商稱錯誤，機關仍應依原標價決標，不需後續說明程序。"
  },
  {
    "Id": "214",
    "Type": "是非題",
    "Q": "機關依採購法施行細則第64條之2辦理採購，有關訂定審查基準及成立審查委員會，不適用政府採購法所定最有利標評選辦法及採購評選委員會之相關規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 214: 該細則辦理異質最低標採購，其審查基準與委員會之組成極為專業，法律規定應「準用」最有利標評選及委員會相關法規。"
  },
  {
    "Id": "215",
    "Type": "是非題",
    "Q": "機關依採購法施行細則第64條之2辦理採購，有關訂定審查基準及成立審查委員會，準用政府採購法所定最有利標評選辦法及採購評選委員會之相關規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 215: 正確。為確保審查之公正與專業，辦理異質最低標之審查基準訂定及人員組成，均須準用採購法關於評選委員會之嚴格規範。"
  },
  {
    "Id": "216",
    "Type": "是非題",
    "Q": "決標依採購法第52條第1項第2款規定辦理者，除小額採購外，應於招標前成立採購評選委員會。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 216: 採第 52 條第 1 項第 2 款不訂底價之採購，應成立的是「評審委員會」，且其成立時機依細則係「比照底價訂定時機」，非一律招標前。"
  },
  {
    "Id": "217",
    "Type": "是非題",
    "Q": "決標依採購法第52條第1項第2款規定辦理者，除小額採購外，應成立評審委員會。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 217: 正確。不訂底價採購之法源要求應成立評審委員會。該委員會負責建議金額及審查報價，為此類採購之法定必要組織。"
  },
  {
    "Id": "218",
    "Type": "是非題",
    "Q": "勞務採購採分項複數決標，總預算金額為6000萬元，但個別項目之預算金額未達2000萬元，仍適用巨額採購有關廠商資格之規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 218: 巨額採購之認定係依「個別項目」之預算金額認定。若分項決標且單項金額未達巨額門檻，則不適用巨額採購之特定資格限制。"
  },
  {
    "Id": "219",
    "Type": "是非題",
    "Q": "勞務採購採分項複數決標，總預算金額為6000萬元，但個別項目之預算金額未達2000萬元，不適用巨額採購有關廠商資格之規定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 219: 正確。採分項決標時，應以各該項之金額判斷採購層級。單項未達巨額標準者，不得引用巨額採購之高門檻資格，以避免限制競爭。"
  },
  {
    "Id": "220",
    "Type": "是非題",
    "Q": "機關辦理公開招標，計有3家廠商參加投標，經資格規格審查後，合於招標文件規定之投標廠商僅有1家，因報價超底價，開標主持人不得通知該廠商其減價次數限制為6次。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 220: 開標主持人對於比減價次數之限制，應事先通知。法律並未禁止於此種情形下通知特定減價次數，故原敘述「不得通知」錯誤。"
  },
  {
    "Id": "221",
    "Type": "是非題",
    "Q": "機關辦理公開招標，計有3家廠商參加投標，經資格規格審查後，合於招標文件規定之投標廠商僅有1家，因報價超底價，開標主持人通知該廠商其減價次數限制為6次。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 221: 正確。機關為提升效率，於僅餘一家廠商洽減價時，得當場告知減價次數限制。此舉有助於廠商決定報價策略，符合程序正義。"
  },
  {
    "Id": "222",
    "Type": "是非題",
    "Q": "公開招標於廢標或流標後，依原招標文件重行招標者，應有3家以上合格廠商投標，始可開標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 222: 依採購法第 48 條第 2 項，廢標或流標後重行招標，若招標文件未變更，第二次招標不受 3 家合格廠商投標之限制。"
  },
  {
    "Id": "223",
    "Type": "是非題",
    "Q": "公開招標於廢標或流標後，依原招標文件重行招標者，有1家以上合格廠商投標，即可開標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 223: 正確。此為程序簡化原則。第一次已公開徵求過廠商，第二次重行招標時，即使只有一家廠商投標，亦得開標審標，以利採購推進。"
  },
  {
    "Id": "224",
    "Type": "是非題",
    "Q": "依採購法第53條規定，合於招標文件規定之投標廠商之最低標價超過底價時，得洽該最低標廠商減價1次；減價結果仍超過底價時，得由所有合於招標文件規定之投標廠商重新比減價格，比減價格不得逾3次。採限制性招標之議價，其減價次數亦同。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 224: 限制性招標之「議價」，其性質為單一對象磋商，減價次數不一定要受「3 次」限制，應由機關視實際需要核定。"
  },
  {
    "Id": "225",
    "Type": "是非題",
    "Q": "依採購法第53條規定，合於招標文件規定之投標廠商之最低標價超過底價時，得洽該最低標廠商減價1次；減價結果仍超過底價時，得由所有合於招標文件規定之投標廠商重新比減價格，比減價格不得逾3次。採限制性招標之議價，其減價次數由招標機關決定。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 225: 正確。議價與比減價不同。議價係與單一廠商協商價格，其減價次數可由招標機關依個案需求靈活定之，不受 3 次之硬性約束。"
  },
  {
    "Id": "226",
    "Type": "是非題",
    "Q": "未達公告金額之採購，得基於採購標的特性通案簽請機關首長或其授權人員核准以限制性招標之方式辦理。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 226: 限制性招標應採「個案」認定。不得以標的相近為由，「通案」簽請長期採行限制性招標，以免規避公平競爭與公開招標原則。"
  },
  {
    "Id": "227",
    "Type": "是非題",
    "Q": "未達公告金額之採購，不得基於採購標的特性相近，採通案簽請機關首長或其授權人員核准以限制性招標之方式辦理。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 227: 正確。基於採購公平原則，每一採購案是否符合限制性招標要件應獨立審核，不應採通案式核准，以確保每一案皆符合法定例外事由。"
  },
  {
    "Id": "228",
    "Type": "是非題",
    "Q": "機關辦理招標，於招標文件已訂明採固定服務費用或費率決標者，如廠商自願降價或降低費率，因與招標文件所定內容不一致，機關應不予接受，並依照原定固定費用或費率決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 228: 廠商自願減價對機關有利。即便訂有固定費用，若廠商願意以更低價承作，基於公帑節約及信賴保護，機關應予接受並以低價決標。"
  },
  {
    "Id": "229",
    "Type": "是非題",
    "Q": "機關辦理招標，於招標文件已訂明採固定服務費用或費率決標者，如廠商自願降價或降低費率，機關應予接受。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 229: 正確。雖招標文件訂有固定費率，但廠商自願降價係其處分權利。機關接受低價決標，符合政府採購法節約預算之精神。"
  },
  {
    "Id": "230",
    "Type": "是非題",
    "Q": "機關辦理巨額採購，採最低標決標原則，其優先減價及比減結果最低標價仍超過底價而不逾預算數額，機關確有緊急情事需決標時，經機關原底價核定人或其授權人員核准，得於不逾底價百分之八以內超底價決標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 230: 巨額採購之超底價決標限制較嚴。依採購法第 53 條，超底價決標之最高限度為底價之「百分之四」，而非百分之八。"
  },
  {
    "Id": "231",
    "Type": "是非題",
    "Q": "機關辦理巨額採購，採最低標決標原則，其優先減價及比減結果最低標價仍超過底價而不逾預算數額，機關確有緊急情事需決標時，經機關原底價核定人或其授權人員核准，得於不逾底價百分之四以內超底價決標。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 231: 正確。超底價決標屬例外程序，限制於緊急情事且經核准。其上限為底價之 4%（且需在上級核准範圍內），巨額採購亦同。"
  },
  {
    "Id": "232",
    "Type": "是非題",
    "Q": "機關依採購法第53條第1項辦理減價及比減價格，其中最低標廠商於優先減價時，書面表示照底價承做，則機關得予接受。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 232: 優先減價係洽「最低標」廠商。若其表示「照底價承做」，代表其標價已達底價，機關應予接受並決標，原解析稱不得接受為誤。"
  },
  {
    "Id": "233",
    "Type": "是非題",
    "Q": "機關依採購法第53條第1項辦理減價及比減價格，其中最低標廠商於優先減價時，書面表示照底價承做，機關不得接受。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 233: 標價等於底價即合於決標原則。廠商表示願照底價承做，已達成採購法第 52 條之決標條件，機關應予決標，不得拒絕。"
  },
  {
    "Id": "234",
    "Type": "是非題",
    "Q": "機關辦理採購，開標結果由2家廠商進行比減價格程序，第1次減價時甲廠商於標單上書明放棄減價，乙廠商之標單則書明願減至底價，招標機關得決標給乙廠商。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 234: 若甲放棄減價，乙願減至底價，乙之減價係有效意思表示。機關應依乙之減價結果決標給乙，無須宣布無效重來。"
  },
  {
    "Id": "235",
    "Type": "是非題",
    "Q": "機關辦理採購，開標結果由2家廠商進行比減價格程序，第1次減價時甲廠商於標單上書明放棄減價，乙廠商之標單則書明願減至底價，招標機關應宣布乙廠商該次減價無效，進行第2次比減價格程序。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 235: 正確。比減價應採「封閉式」或「當場書明」。若一家放棄而另一家直接寫減至底價，為維護競爭公平，應視該次無效並續行比價。"
  },
  {
    "Id": "236",
    "Type": "是非題",
    "Q": "機關採最有利標決標之案件，評定最有利標後，得以議價方式洽廠商減價。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 236: 最有利標決標案，評定後即代表其內容與價格為最優，不得再行議價減價。除非是採「準用最有利標」辦理優勝序位評選。"
  },
  {
    "Id": "237",
    "Type": "是非題",
    "Q": "機關採準用最有利標決標之案件，於評選出優勝序位後，以議價方式洽廠商減價。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 237: 正確。專業服務等採「準用最有利標」者，評選後係取得「優先議價權」。機關必須與其辦理議價程序，方能確定最終決標價格。"
  },
  {
    "Id": "238",
    "Type": "是非題",
    "Q": "投標廠商之標價幣別，依招標文件規定在2種以上者，由機關擇其中1種或以新臺幣折算總價，以定標序及計算是否超過底價。該折算總價，依辦理開標前一辦公日臺灣銀行外匯交易收盤即期賣出匯率折算之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 238: 折算總價之匯率基準日，應以「辦理決標」前一辦公日之台銀收盤即期賣出匯率為準，而非「開標」前一辦公日。"
  },
  {
    "Id": "239",
    "Type": "是非題",
    "Q": "投標廠商之標價幣別，依招標文件規定在2種以上者，由機關擇其中1種或以新臺幣折算總價，以定標序及計算是否超過底價。該折算總價，依辦理決標前一辦公日臺灣銀行外匯交易收盤即期賣出匯率折算之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 239: 正確。依施行細則第 7 條，為求決標時點之真實價值對比，折算總價應採決標前一辦公日之匯率，以公平比較各幣別報價。"
  },
  {
    "Id": "240",
    "Type": "是非題",
    "Q": "機關採服務成本加公費法者，應於契約訂明廠商應記錄各項費用並提出憑證，但契約不得訂明憑證須為正本。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 240: 服務成本加公費法需覈實報銷。為查核真實性，機關「得」於契約中要求廠商必須提出發票或憑證之「正本」，以資證明。"
  },
  {
    "Id": "241",
    "Type": "是非題",
    "Q": "機關採服務成本加公費法者，應於契約訂明廠商應記錄各項費用並提出憑證，契約並得訂明憑證須為正本。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 241: 正確。核實支付制度下，機關擁有查核原始憑證之權。於契約明訂提供正本，有助於防止虛報或重複報帳，強化財務管理。"
  },
  {
    "Id": "242",
    "Type": "是非題",
    "Q": "機關考量標的特性及實際需要，於招標文件明定「營利事業登記證」為投標廠商資格之一，符合「投標廠商資格與特殊或巨額採購認定標準」之規定。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 242: 營利事業登記證已於 98 年廢止。現行機關不得再將其列為投標資格，應要求廠商提供公司登記或商業登記證明。"
  },
  {
    "Id": "243",
    "Type": "是非題",
    "Q": "機關辦理採購案如於使用期間有由原供應廠商提供維護服務之必要者，宜考量採購全生命周期概念，將其維護項目納入採購標的合併招標決標，避免得標廠商藉後續維護，以不合理之報價迫使機關接受，獲取不當利益之機會。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 243: 正確。考量「生命週期成本」。將後續維護一併招標，可避免主標的低價搶標後，後續維護再高價勒索機關之風險。"
  },
  {
    "Id": "244",
    "Type": "是非題",
    "Q": "機關依採購法第50條第2項規定撤銷決標後，原係依採購第22條第1項第9款至第11款規定辦理者，其評選為優勝廠商或經勘選認定適合需要者有二家以上，得依序遞補辦理議價。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 244: 正確。撤銷原決標後，若原案屬評選優勝廠商，為提升行政效率，得依原評選序位洽次位優勝廠商辦理遞補議價與決標。"
  },
  {
    "Id": "245",
    "Type": "是非題",
    "Q": "機關不得意圖規避採購法之適用，無論如何，不得分批辦理公告金額以上之採購。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 245: 採購法禁止「意圖規避」而分批，但若基於計畫執行、不同專業或預算撥付等「正當理由」辦理分批，則為法律所允許。"
  },
  {
    "Id": "246",
    "Type": "是非題",
    "Q": "專業服務、技術服務、資訊服務、社會福利服務及設計競賽之評選作業，均採準用最有利標評選優勝廠商的程序。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 246: 正確。此類案件依第 22 條第 1 項第 9、10、11 款辦理，程序上均為公開評選優勝者，後續再辦理議價決標，即準用最有利標程序。"
  },
  {
    "Id": "247",
    "Type": "是非題",
    "Q": "機關辦理一契約價金為新臺幣1200萬元之財物採購，於履約期間發現須增購原契約已有之A項目新臺幣150萬元，並減購原契約已有之B項目新臺幣150萬元，屬「採購契約變更或加減價核准監辦備查規定一覽表」項次五，所稱「未達查核金額之採購，不涉及契約價金之契約變更」之情形。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 247: 此類增減項目涉及價金變更且金額達 150 萬元，已非屬「不涉及價金變更」之情形。應依採購法第 22 條相關程序辦理契約變更。"
  },
  {
    "Id": "248",
    "Type": "是非題",
    "Q": "廠商投標文件，招標文件允許使用外文。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 248: 正確。依招標文件規定，機關得視需要允許廠商使用外文（如技術規格書）。但通常會要求附具中文譯本，以便審標。"
  },
  {
    "Id": "249",
    "Type": "是非題",
    "Q": "勞務採購之查核金額為新臺幣5000萬元。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 249: 錯誤。勞務採購之「查核金額」為新台幣 1,000 萬元（目前標準）。5,000 萬元為「工程」採購之查核金額。"
  },
  {
    "Id": "250",
    "Type": "是非題",
    "Q": "機關辦理採購，其預計金額得大於預算金額。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 250: 正確。預計金額係指機關預估可能之市場行情。但決標金額（或底價）原則上不得超過預算金額，以符合預算法規範。"
  },
  {
    "Id": "251",
    "Type": "是非題",
    "Q": "機關考量標的特性及其實際需要，得依「投標廠商資格與特殊或巨額採購認定標準」第3條第1項第1款規定擇「工廠登記證明文件」為投標廠商基本資格之一，不以工廠管理輔導法規定必須登記者為限。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 251: 依據工廠管理輔導法，僅特定規模以上工廠需登記。機關訂定資格時，應以「法規規定應登記者」為限，不得要求依法免登記之廠商提供工廠登記證，否則屬不當限制。"
  },
  {
    "Id": "252",
    "Type": "是非題",
    "Q": "機關利用共同供應契約採購55張辦公椅，合計27萬5千元，因契約載明可附加訂購相關配備，故機關一併附加採購8萬元椅墊。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 252: 正確。附加採購金額（8 萬）未超過主標的金額（27.5 萬），且未達 10 萬元小額採購上限，符合共同供應契約實務手冊之附加採購規範。"
  },
  {
    "Id": "253",
    "Type": "是非題",
    "Q": "個案採購之目的係作為將來欲轉售物品之用，費用轉嫁消費者，亦屬轉售性質。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 253: 正確。採購目的若為轉售或開發產品以供銷售，其本質屬「轉售性質」。依採購法第 7 條規定，若轉售目的係供銷售，得適用不同之招標及決標規定。"
  },
  {
    "Id": "254",
    "Type": "是非題",
    "Q": "機關不得依機關指定地區採購房地產作業辦法辦理員工宿舍租賃採購。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 254: 錯誤。機關指定地區採購房地產作業辦法適用於房地產之「承租」與「購買」。機關若有員工宿舍租賃需求，可依此辦法辦理勘選與採購。"
  },
  {
    "Id": "255",
    "Type": "是非題",
    "Q": "機關利用共同供應契約採購6張辦公沙發，契約訂明規格材質係人造皮，機關要求廠商改以小牛皮材質交貨，價差9萬元部分，則以附加額外項方式支付。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 255: 共同供應契約不得變更契約標的規格。機關要求將人造皮改為小牛皮屬「規格變更」，已脫離原契約範疇，不得以附加項目方式規避公開招標或議價程序。"
  },
  {
    "Id": "256",
    "Type": "是非題",
    "Q": "機關利用共同供應契約採購6張辦公沙發，契約訂明規格材質係人造皮，機關採購需求係小牛皮材質，不應利用該契約辦理採購。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 256: 正確。利用共同供應契約必須符合契約既定規格。若機關需求（小牛皮）與契約規格（人造皮）不符，應另案辦理招標，不得逕行套用共約。"
  },
  {
    "Id": "257",
    "Type": "是非題",
    "Q": "底價800萬元，合於招標文件規定之最低標甲廠商總標價為650萬元，甲廠商於主持決標人員宣布決標前，當場說明標價計算錯誤，希望不決標予甲，機關依採購法第58條規定決定不決標予甲，並以次低標為最低標。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 257: 第 58 條不適用於「標價錯誤」。若標價高於 80% 且無顯不合理，廠商稱標價錯誤係其內部疏失，機關應照價決標，不得逕行廢標或改決標次低標。"
  },
  {
    "Id": "258",
    "Type": "是非題",
    "Q": "機關採選擇性招標建立經常性採購合格廠商名單後，如有其他廠商提出資格審查之請求，得予拒絕。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 258: 依採購法第 21 條，合格廠商名單建立後，應定期公開徵求。如有新廠商請求資審，機關「不得拒絕」，以確保名單之競爭性與公平性。"
  },
  {
    "Id": "259",
    "Type": "是非題",
    "Q": "機關採選擇性招標建立經常性採購合格廠商名單後，如有其他廠商提出資格審查之請求，不得拒絕。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 259: 正確。建立合格名單係為縮短個別招標時間，但不能形成排他性。隨時接受新廠商申請資審，符合公平競爭及開放政府採購市場之原則。"
  },
  {
    "Id": "260",
    "Type": "是非題",
    "Q": "履約期間逾1年之勞務採購，不論其工作內容是否重複，以履約期間之全部預算金額訂定資格條件。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 260: 對於提供勞力為主（如保全、清潔）且工作重複之勞務採購，資格條件若以「總金額」訂定會過於嚴苛，應以「第一年預算」為準，避免限制競爭。"
  },
  {
    "Id": "261",
    "Type": "是非題",
    "Q": "履約期間逾1年之勞務採購，其以提供勞力為主，且工作內容重複者，以第1年之預算金額訂定資格條件。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 261: 正確。依資格認定標準，多年期且重複性高之勞務採購，以首年預算金額訂定資格（如實績、資本額等），可降低進入門檻，鼓勵更多廠商參與。"
  },
  {
    "Id": "262",
    "Type": "是非題",
    "Q": "委託研究係指委託科技、技術引進、行政或學術研究發展計畫，屬政府採購法所稱之「勞務採購」，如無特殊需要，得免收押標金，但不得免收保證金。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 262: 勞務採購可依「押標金保證金暨其他擔保作業辦法」視案件性質免收押標金。若符合規定（如委託研究），保證金亦「得」予免收，並非絕對不可免收。"
  },
  {
    "Id": "263",
    "Type": "是非題",
    "Q": "委託研究係指委託科技、技術引進、行政或學術研究發展計畫，屬政府採購法所稱之「勞務採購」，如無特殊需要，得免收押標金、保證金。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 263: 正確。委託研究具學術與行政合作性質。依作業辦法，機關得視實際需要於招標文件中規定免收押標金及保證金，以利研究案推動。"
  },
  {
    "Id": "264",
    "Type": "是非題",
    "Q": "機關於政府電子採購網之電子化採購機制，與得標廠商採電子簽章方式簽訂之政府採購電子契約，毋需繳納印花稅。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 264: 電子契約雖為線上簽署，但其本質仍屬印花稅法所稱之「承攬契據」。依據財政部解釋，電子化政府採購契約仍應依法繳納印花稅。"
  },
  {
    "Id": "265",
    "Type": "是非題",
    "Q": "機關於政府電子採購網之電子化採購機制，與得標廠商採電子簽章方式簽訂之政府採購電子契約，應依印花稅法規定繳納印花稅。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 265: 正確。印花稅不因文書形式（紙本或電子）而免除。電子契約生效後，廠商仍須依契約總額或規定稅率，採線上繳納或彙總繳納方式貼繳印花。"
  },
  {
    "Id": "266",
    "Type": "是非題",
    "Q": "依採購法第58條規定，最低標(報價為底價75%)於機關通知期限內提出說明，機關認為該說明尚非完全合理，通知其於5日內提出差額保證金，廠商未依限提出差額保證金，機關應依招標文件規定不予發還押標金。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 266: 廠商「未依限提出差額保證金」導致不予決標，並非第 31 條不予發還押標金之法定事由（如影響開標、圍標等），故押標金應予發還。"
  },
  {
    "Id": "267",
    "Type": "是非題",
    "Q": "依採購法第58條規定，最低標(報價為底價75%)於機關通知期限內提出說明，機關認為該說明尚非完全合理，通知其於5日內提出差額保證金，廠商未依限提出差額保證金，不決標予該廠商，其有押標金者，發還之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 267: 正確。依第 58 條執行程序，廠商說明不合理且拒繳差額保證金時，處置為「不予決標」。因其非屬惡意違規，機關應退還其原繳納之押標金。"
  },
  {
    "Id": "268",
    "Type": "是非題",
    "Q": "機關辦理採購依採購法第53條規定，通知廠商減價、比減價格，廠商未依通知期限辦理而視同放棄者，其押標金應不予發還。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 268: 廠商未依期限參加減價或比減價格，僅視為「放棄減價權利」。這不屬於違反採購秩序之重大情事，機關不得據此沒收廠商之押標金。"
  },
  {
    "Id": "269",
    "Type": "是非題",
    "Q": "機關委託公立學校辦理研究案，不適用政府採購法。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 269: 公立學校雖為機關，但與委託機關間之委託研究仍屬「勞務採購」關係。除非符合特定排除條件，否則程序上仍應適用政府採購法。"
  },
  {
    "Id": "270",
    "Type": "是非題",
    "Q": "機關委託公立學校辦理研究案，適用政府採購法。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 270: 正確。機關與公立學校間的委託案，若涉及金錢支付與勞務提供，即具備採購行為要件。實務上可採第 22 條第 1 項第 10 餘款辦理限制性招標。"
  },
  {
    "Id": "271",
    "Type": "是非題",
    "Q": "依採購法第52條第1項第4款採用複數決標並以項目分別決標之採購，廠商得依其所投標之項目分別或合併繳納押標金。其屬合併者，應為所投標項目應繳押標金之和。前項合併繳納押標金者，應依所投標之項目分別發還之。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 271: 複數決標之押標金發還，若採合併繳納，可按「已決標」或「已開標項目」之比例分別發還，以減輕廠商資金積壓，原解析稱不得發還為誤。"
  },
  {
    "Id": "272",
    "Type": "是非題",
    "Q": "依採購法第52條第1項第4款採用複數決標並以項目分別決標之採購，廠商得依其所投標之項目分別或合併繳納押標金。其屬合併者，應為所投標項目應繳押標金之和。前項合併繳納押標金者，得依所投標之項目分別發還之。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 272: 正確。為了彈性處理財務，廠商合併繳納後，機關得針對已經確定不決標或已決標項目，按比例先行發還對應部分，無須等全案結束。"
  },
  {
    "Id": "273",
    "Type": "是非題",
    "Q": "公告金額以上專業服務依政府採購法第22條第1項第9款規定辦理者，其評選結果應通知廠商，但對於未獲選者無需敘明原因。",
    "A": "是",
    "B": "否",
    "Ans": "B",
    "Exp": "編號 273: 依採購法第 51 條及施行細則，所有審查或評選結果通知，對於未獲選廠商均「應敘明理由」，以符合行政行為之明確性與資訊對稱。"
  },
  {
    "Id": "274",
    "Type": "是非題",
    "Q": "公告金額以上專業服務依政府採購法第22條第1項第9款規定辦理者，其評選結果應通知廠商，對於未獲選者應敘明原因。",
    "A": "是",
    "B": "否",
    "Ans": "A",
    "Exp": "編號 274: 正確。通知落選廠商理由是其行使救濟權（如異議）的前提。機關必須清楚說明廠商之評選弱點或不合格之處，始符合程序正義。"
  }
]