[
  {
    "Id": "1",
    "Type": "選擇題",
    "Q": "採購契約得訂明因政策變更，廠商依契約繼續履行反而不符公共利益者，得終止或解除部分或全部契約，但應報經核准之權責為？",
    "A": "經機關首長或授權人員核准。",
    "B": "經上級機關核准。",
    "C": "經主管機關核准。",
    "D": "經審計單位核准。",
    "Ans": "B",
    "Exp": "編號 1：政策變更導致履行不符公利時，應報經「上級機關」核准後始得終止或解除契約，此為公法契約之特權。[採購法第64條] [第 64 條]"
  },
  {
    "Id": "2",
    "Type": "選擇題",
    "Q": "下列何者錯誤？",
    "A": "採購法規定，得標廠商不得轉包之主要部分，指招標文件標示為主要部分；或招標文件標示或依其他法規規定應由得標廠商自行履行之部分。",
    "B": "機關得視需要於招標文件中訂明得標廠商應將專業部分或達一定數量或金額之分包情形送機關備查。",
    "C": "得標廠商違反規定轉包者，機關得解除契約、終止契約或沒收保證金，並得要求損害賠償。",
    "D": "得標廠商不得將採購分包予外國廠商。",
    "Ans": "D",
    "Exp": "編號 2：採購法並未禁止分包予外國廠商。轉包係指將原契約中應自行履行之主要部分，移轉由他人代為履行之行為。[採購法第65條、第66條] [第 65 條]"
  },
  {
    "Id": "3",
    "Type": "選擇題",
    "Q": "機關得於招標文件中規定，違反採購法第65條規定轉包者，廠商所繳納之何種比率履約保證金（含其孳息）不予發還？",
    "A": "全部。",
    "B": "轉包部分。",
    "C": "已完成履約部分。",
    "D": "致部分終止或解除契約者，依該部分所占契約金額比率計算之。",
    "Ans": "A",
    "Exp": "編號 3：廠商轉包屬違約之重大情事，依細則規定，機關得於招標文件中載明不予發還「全部」履約保證金。[採購法細則第58條第1項第2款] [第 65 條]"
  },
  {
    "Id": "4",
    "Type": "選擇題",
    "Q": "以下何種廠商得為採購之分包廠商？",
    "A": "被刊登政府採購公報之不良廠商。",
    "B": "提供該採購專案管理服務之廠商。",
    "C": "提供該採購審標服務之廠商。",
    "D": "以上皆非。",
    "Ans": "D",
    "Exp": "編號 4：不良廠商及提供專案管理或審標服務之廠商，皆因公平性或適法性限制，不得參與或擔任分包廠商。[採購法第38條、第103條] [第 67 條]"
  },
  {
    "Id": "5",
    "Type": "選擇題",
    "Q": "廠商不得以不具備履行契約分包事項能力或未依法登記或設立之廠商為分包廠商。對於分包廠商履約之部分，得標廠商應負之責任，下列何者正確？",
    "A": "仍應負催告責任。",
    "B": "仍應負部分責任。",
    "C": "就報備於機關情形負責。",
    "D": "仍應負完全責任。",
    "Ans": "D",
    "Exp": "編號 5：得標廠商對於分包廠商履約之部分，與自己履約無異，對機關負「完全責任」，不得因分包而免責。[採購法第67條第2項] [第 67 條]"
  },
  {
    "Id": "6",
    "Type": "選擇題",
    "Q": "分包廠商及於得標廠商對於機關之價金或報酬請求權之條件？",
    "A": "分包契約報備於採購機關，並經得標廠商就分包部分設定權利質權予分包廠商者。",
    "B": "分包契約報備於採購機關，或經得標廠商就分包部分設定權利質權予分包廠商者。",
    "C": "載明分包廠商者。",
    "D": "分包契約報備於採購機關，並經機關同意者。",
    "Ans": "A",
    "Exp": "編號 6：分包廠商欲直接請求價金，須同時滿足「報備機關」與「設定權利質權」兩個法定要件，以確保債權。[採購法第67條第2項] [第 67 條]"
  },
  {
    "Id": "7",
    "Type": "選擇題",
    "Q": "工程施工查核小組依採購法第70條規定進行查核時，以下何者敘述為錯誤？",
    "A": "得通知工程主辦機關就指定之工程項目進行檢驗、拆驗或鑑定。",
    "B": "查核小組查核紀錄應於7個工作天內送工程主辦機關。",
    "C": "查核小組定期辦理查核，應預先通知赴工地進行查核，主動出示查核小組之書面通知及相關證明文件。",
    "D": "查核委員辦理查核時之迴避，準用採購法第15條第2項及第3項之規定。",
    "Ans": "C",
    "Exp": "編號 7：查核小組進行查核時，應以「不預先通知」為原則，方能觀察工地最真實的執行與管理現況。[工程施工查核小組組織準則第5條] [第 70 條]"
  },
  {
    "Id": "8",
    "Type": "選擇題",
    "Q": "下列何者不得為所辦採購之主驗人或樣品及材料之檢驗人？",
    "A": "機關總務人員。",
    "B": "該採購案件最基層之承辦人員。",
    "C": "需求單位人員。",
    "D": "承辦採購單位之主管。",
    "Ans": "B",
    "Exp": "編號 8：「承辦採購案件最基層人員」負責該案執行，為利權責分立與公正客觀，不得擔任該案主驗人或檢驗人。[採購法第71條第3項] [第 71 條]"
  },
  {
    "Id": "9",
    "Type": "選擇題",
    "Q": "採購之驗收，無初驗程序者，除契約另有規定者外，機關應於接獲廠商通知備驗或可得驗收之程序完成後幾日內辦理驗收，並作成驗收紀錄？",
    "A": "30日。",
    "B": "20日。",
    "C": "15日。",
    "D": "10日。",
    "Ans": "A",
    "Exp": "編號 9：除非契約另有約定，機關應於廠商通知備驗或程序完成後「30日內」辦理驗收，以維護廠商請款權益。[採購法細則第93條] [第 71 條]"
  },
  {
    "Id": "10",
    "Type": "選擇題",
    "Q": "機關辦理驗收，得委託專業人員或機構人員擔任何種工作？",
    "A": "主驗。",
    "B": "會驗。",
    "C": "協驗。",
    "D": "監驗。",
    "Ans": "C",
    "Exp": "編號 10：機關得委託專業機構辦理「協驗」，協助提供專業技術意見，但「主驗」與「監驗」之法定權責不得委外。[採購法第71條、細則第95條] [第 71 條]"
  },
  {
    "Id": "11",
    "Type": "選擇題",
    "Q": "機關依採購法第71條第1項規定辦理財物採購驗收，下列何者不是得採書面驗收，免辦理現場查驗之情形？",
    "A": "即買即用。",
    "B": "分批驗收，其驗收金額不逾公告金額。",
    "C": "經政府機關或公正第三人查驗，並有相關品質或數量之證明文書者。",
    "D": "小額採購。",
    "Ans": "B",
    "Exp": "編號 11：財物採購僅限於「即買即用」、「經公正第三人證明」或「小額採購」可書面驗收，分批驗收不在此限。[採購法細則第90條] [第 71 條]"
  },
  {
    "Id": "12",
    "Type": "選擇題",
    "Q": "下列何者錯誤？",
    "A": "機關依採購法第72條第1項辦理部分驗收，其所支付之部分價金，以支付該部分驗收項目者為限，並得視不符部分之情形酌予保留。",
    "B": "機關辦理採購，有部分先行使用之必要或已履約之部分有減損滅失之虞者，應先就該部分辦理驗收或分段查驗供驗收之用。",
    "C": "機關依採購法第72條第1項通知廠商限期改善、拆除、重作或換貨之限期，應於契約預先規定。",
    "D": "結算驗收證明書或其他類似文件，除有特殊情形經核准者外，機關應於驗收完畢後15日內填具。",
    "Ans": "C",
    "Exp": "編號 12：限期改善之時間應由機關視個案實際改善所需情形訂定，非必須預先於契約中硬性規定具體天數。[採購法第72條、細則第92條] [第 72 條]"
  },
  {
    "Id": "13",
    "Type": "選擇題",
    "Q": "依採購法規定，機關辦理工程採購之付款及審核程序，下列何者有誤？",
    "A": "驗收付款者，機關應於接到廠商請款單據後，15日內付款。",
    "B": "機關應在廠商提出相關文件及付款單據後，如發現有文件不符、不足或有疑義者，通知廠商澄清或補正之次數不得超過1次。",
    "C": "機關不得於契約另為約定。",
    "D": "定期估驗或分階段付款者，機關應於廠商提出估驗或階段完成之證明文件後，15日內完成審核程序。",
    "Ans": "C",
    "Exp": "編號 13：採購法對付款期限之規定屬強制性，旨在解決遲延付款問題，機關「不得於契約另為較不利廠商之約定」。[採購法第73條之1] [第 73 條]"
  },
  {
    "Id": "14",
    "Type": "選擇題",
    "Q": "以下何者敘述錯誤？",
    "A": "機關驗收人對工程或財物隱蔽部分拆驗或化驗者，其拆除、修復或化驗費用之負擔，契約未規定者，應由機關負擔。",
    "B": "機關允許保證金得以連帶保證代之或減收者，機關應於招標文件中規定，同一廠商同時作為各機關採購契約之連帶保證廠商者，以2契約為限。",
    "C": "採購申訴審議委員會之審議判斷，視同訴願決定。",
    "D": "押標金得以郵政匯票繳納。",
    "Ans": "A",
    "Exp": "編號 14：隱蔽部分拆驗費用，若拆驗結果與契約不符，費用由廠商負擔；若符合則由機關負擔，非一律機關負擔。[採購法細則第91條] [綜合]"
  }
]