[
  {
    "Id": "1",
    "Type": "選擇題",
    "Q": "機關辦理工程採購之估驗計價付款期限，下列敘述何者正確？",
    "A": "依行政院主計總處之「公款支付時限及處理應行注意事項」辦理。",
    "B": "依個案契約約定辦理；契約未約定者，依採購法第73條之1規定辦理。",
    "C": "契約不得約定機關應於15工作天內完成審核並付款予廠商。",
    "D": "依採購法規定，不論是否涉及向上級機關申請核撥補助款者，期限均相同。",
    "Ans": "B",
    "Exp": "編號 1：工程估驗計價付款期限，原則依契約約定；未約定者，適用採購法第73條之1規定，非一律依主計總處規定，亦非全部案件期限相同。[採購法第73條之1]"
  },
  {
    "Id": "2",
    "Type": "選擇題",
    "Q": "統包工程採購，契約價金係以總價決標，且以契約總價給付。某項目實作數量較核定詳細表所定數量增加8％時，就契約價金之結算，下列何者正確？",
    "A": "以契約變更增加該項目契約價金3％。",
    "B": "以契約變更增加該項目契約價金8％。",
    "C": "不予增加契約價金。",
    "D": "視經費情況協議之。",
    "Ans": "C",
    "Exp": "編號 2：統包工程以總價給付，實作數量增加未逾契約容許調整範圍者，仍屬契約風險，由廠商吸收，不另調整契約價金。[工程採購契約範本]"
  },
  {
    "Id": "3",
    "Type": "選擇題",
    "Q": "機關辦理資訊服務採購，下列何者錯誤？",
    "A": "辦理重大新興資訊業務，以整體委外服務方式，不可包括硬體設備等財物採購。",
    "B": "符合經濟部投資審議司公告「具敏感性或國安(含資安)疑慮之業務範疇」者，得禁止以陸資資訊服務業為分包廠商。",
    "C": "得要求廠商駐點服務人員簽具保密切結書。",
    "D": "可採行最有利標決標。",
    "Ans": "A",
    "Exp": "編號 3：資訊服務整體委外，依法得包含必要之硬體設備，選項1稱不可包含財物採購，與實務及規定不符。[採購法第25條]"
  },
  {
    "Id": "4",
    "Type": "選擇題",
    "Q": "機關辦理勞動派駐採購，下列何者為是？",
    "A": "機關不得指揮監督管理派駐勞工。",
    "B": "可採行最有利標決標。",
    "C": "機關得於要派契約中訂明派駐勞工年齡不得逾60歲。",
    "D": "機關得於招標文件訂明得標廠商應僱用原派駐勞工。",
    "Ans": "B",
    "Exp": "編號 4：勞動派駐採購可採最有利標；但機關不得直接指揮派駐勞工，亦不得設年齡限制或強制僱用原派駐人員。[採購法第52條]"
  },
  {
    "Id": "5",
    "Type": "選擇題",
    "Q": "依「採購契約範本附記條款特別聲明」，廠商於履約過程使使用資通訊產品履約時，下列何者不得使用？",
    "A": "中國大陸廠牌之資通訊產品。",
    "B": "日本國廠牌之資通訊產品。",
    "C": "韓國廠牌之資通訊產品。",
    "D": "美國廠牌之資通訊產品。",
    "Ans": "A",
    "Exp": "編號 5：依採購契約範本特別聲明，履約過程不得使用中國大陸廠牌資通訊產品，以維護資安及國安。[採購契約範本附記條款]"
  },
  {
    "Id": "6",
    "Type": "選擇題",
    "Q": "有關採購法主管機關所定「採購契約範本附記條款特別聲明」載明履約禁用中國大陸廠牌資通訊產品、不得提供公務機密予AI及使用AI履約須報機關同意等規定，下列何者錯誤？",
    "A": "履約過程及履約標的禁止使用及採購中國大陸廠牌資通訊產品〔含軟體、硬體及服務（含生成式AI程式如：Deepseek等）〕。",
    "B": "廠商履約過程及成果需透過使用及採購生成式AI以產出履約標的內容或相關文件者，應先徵得機關同意始得為之。",
    "C": "廠商不得向生成式AI提供採購案涉及公務應保密、個人及未經機關（構）同意公開之資訊，亦不得向生成式AI詢問可能涉及採購案機敏或個人資料之事項。",
    "D": "契約本文之效力優於本特別聲明附記條款。",
    "Ans": "D",
    "Exp": "編號 6：特別聲明屬契約文件之一，其效力與契約本文相同，並非契約本文優於附記條款，選項4錯誤。[採購法第63條]"
  },
  {
    "Id": "7",
    "Type": "選擇題",
    "Q": "下列何者錯誤？",
    "A": "機關通知廠商變更契約，廠商於機關接受其所提出須變更之相關文件前，不得自行變更契約。",
    "B": "機關於接受廠商所提出須變更之事項前即請求廠商先行施作，其後如未依原通知辦理契約變更者，應補償廠商所增加之必要費用。",
    "C": "契約所定事項如有違反法令或無法執行之部分，該部分無效。該無效之部分，機關及廠商必要時得依契約原定目的更正之。",
    "D": "機關以正式公文通知廠商變更契約，縱廠商表示反對，契約變更仍生效力。",
    "Ans": "D",
    "Exp": "編號 7：契約變更須雙方合意成立，機關單方通知且廠商反對者，不生契約變更效力，選項4錯誤。[採購法第63條]"
  },
  {
    "Id": "8",
    "Type": "選擇題",
    "Q": "契約訂有分段進度及最後履約期限，且均訂有逾期違約金者，屬全部完工後使用或移交之情形，其逾期違約金之計算下列何者為是？",
    "A": "逾分段進度但未逾最後履約期限，計算逾分段進度之違約金。",
    "B": "逾分段進度且逾最後履約期限，應就逾分段進度及最後履約期限部分，分別計罰違約金。",
    "C": "分段完工期限與其他採購契約之進行有關者，逾分段進度但未逾最後履約期限，其有逾分段進度已收取之違約金者，於未逾最後履約期限後發還。",
    "D": "最後履約期限與其他採購契約之進行有關者，未逾分段進度但逾最後履約期限者，計算逾最後履約期限之違約金。",
    "Ans": "D",
    "Exp": "編號 8：最後履約期限與他案進行有關時，僅逾最後期限者，始計算逾最後履約期限之違約金，未逾分段不另計。[採購契約要項]"
  },
  {
    "Id": "9",
    "Type": "選擇題",
    "Q": "下列何者錯誤？",
    "A": "機關對於廠商、分包廠商及其人員因履約所致之人體傷亡或財物損失，不負賠償責任。",
    "B": "因可歸責於廠商之事由，致機關遭受損害者，廠商應負賠償責任，機關得於招標文件預先載明廠商無需對「所失利益」負賠償責任。",
    "C": "契約之一方未請求他方依契約履約者，得視為或構成一方放棄請求他方依契約履約之權利。",
    "D": "契約所定技術規格違反採購法第26條規定，廠商得敘明理由，檢附規格、功能、效益及價格比較表，徵得機關書面同意後，以其他規格、功能及效益相同或較優者代之。",
    "Ans": "C",
    "Exp": "編號 9：未請求履約不當然構成權利放棄，須有明確意思表示，選項3錯誤。[民法第125條]"
  },
  {
    "Id": "10",
    "Type": "選擇題",
    "Q": "招標文件未另定契約生效條件者，下列何者為契約生效日？",
    "A": "決標日。",
    "B": "決標日之次一上班日。",
    "C": "雙方完成契約簽署之日。",
    "D": "依機關指定之日期。",
    "Ans": "A",
    "Exp": "編號 10：招標文件未另定生效條件者，契約自決標日即生效，不以簽約日為準。[採購法第63條]"
  },
  {
    "Id": "11",
    "Type": "選擇題",
    "Q": "下列敘述何者正確？",
    "A": "分包廠商不得將分包契約再行分包。",
    "B": "轉包廠商如有再轉包者，其中間轉包之廠商雖未與機關訂有契約，亦未實際履行契約者，仍應與得標廠商及最後轉包廠商對機關負連帶履行及賠償責任。",
    "C": "機關要求廠商報備其分包契約時，廠商應一併將分包部分設定權利質權予分包廠商。",
    "D": "廠商就分包部分設定權利質權予分包廠商，則該分包廠商所負契約連帶瑕疵擔保責任，與得標廠商相同。",
    "Ans": "B",
    "Exp": "編號 11：轉包再轉包者，所有中間轉包廠商，即使未實際履約，仍須與得標廠商負連帶責任。[採購法第66條]"
  },
  {
    "Id": "12",
    "Type": "選擇題",
    "Q": "下列就採購法主管機關訂定之採購契約範本之敘述何者正確？",
    "A": "屬必要條件。",
    "B": "以採用為原則。",
    "C": "範本內容均不可修改。",
    "D": "只要預先聲明即可不必採用。",
    "Ans": "B",
    "Exp": "編號 12：主管機關訂定之採購契約範本，機關應以採用為原則，得視需要調整，非強制亦非可任意不採用。[採購法第63條]"
  },
  {
    "Id": "13",
    "Type": "選擇題",
    "Q": "機關視個案性質，於工程採購招標文件中要求廠商履約期間辦理營造綜合保險，下列敘述何者有誤？",
    "A": "工程有延期或遲延履約，保險期間順延。",
    "B": "將機關及其技術服務廠商、施工廠商及全部分包廠商列為共同被保險人。",
    "C": "附加第三人建築物龜裂倒塌責任險或鄰近財物附加條款。",
    "D": "載明每一事故之廠商自負額下限。",
    "Ans": "D",
    "Exp": "編號 13：工程保險之自負額屬保險契約事項，不宜於招標文件載明最低下限，選項4有誤。[工程採購契約範本]"
  },
  {
    "Id": "14",
    "Type": "選擇題",
    "Q": "下列何者情形，致廠商履約費用增加或減少者，契約價金得予調整？",
    "A": "匯率變動。",
    "B": "汽油價格上漲。",
    "C": "政府縮短工時政策。",
    "D": "員工罷工。",
    "Ans": "C",
    "Exp": "編號 14：政府法令變更致履約成本增減者，屬不可歸責於廠商之情形，得依契約調整價金。[採購法第22條]"
  },
  {
    "Id": "15",
    "Type": "選擇題",
    "Q": "依採購法主管機關訂定之工程採購契約範本，契約價金係以總價決標，且以契約總價給付，工程標的中某項之實作數量較契約所定數量增加達百分之十八，以下何者正確？",
    "A": "以契約變更增加該項契約價金百分之十五。其他百分之三，由廠商自行負擔。",
    "B": "應完全由廠商自行負擔。",
    "C": "應以契約變更增加該項契約價金百分之十八。",
    "D": "由機關與廠商各負擔一半。",
    "Ans": "A",
    "Exp": "編號 15：總價契約中單項數量增加逾15%者，依契約範本，超過部分得調整，15%以內由廠商吸收。[工程採購契約範本]"
  },
  {
    "Id": "16",
    "Type": "選擇題",
    "Q": "以下簽訂契約之方式，何者為非？",
    "A": "採購個案，招標文件預先載明分訂2個契約，而與廠商訂定2個契約。",
    "B": "採購個案，因採複數決標，得標後，分別與廠商就其得標項目訂定契約。",
    "C": "採購個案，因採共同投標，得標後與各該成員就其主辦項目，分別訂定契約。",
    "D": "機關利用共同供應契約採購，下訂後無須再與廠商簽訂契約。",
    "Ans": "C",
    "Exp": "編號 16：共同投標僅能與聯合成員整體簽約，不得分別與各成員就主辦項目訂約，選項3錯誤。[採購法第25條]"
  },
  {
    "Id": "17",
    "Type": "選擇題",
    "Q": "下列敘述何者正確？",
    "A": "得標廠商其於國內員工總人數逾100人，履約期間僱用身心障礙者及原住民人數各應達國內員工總人數1%之規定，須於契約明定始生效力。",
    "B": "政府採購契約約定履約期限以日曆天計算者，如該履約期間之末日適逢星期假日、國定假日或其他休息日，而契約未有特別約定者，適用民法第122條所定「以其休息日之次日代之」。",
    "C": "契約應訂明得標廠商其於國內員工總人數逾100人，履約期間僱用身心障礙者及原住民人數不足者，應分別依規定繳納代金，並將繳納證明文件影本送機關查核。",
    "D": "得標廠商擬分包之項目及分包廠商，屬得標廠商之權責，機關不得予以審查。",
    "Ans": "B",
    "Exp": "編號 17：履約期限以日曆天計算，末日遇假日且契約未約定者，依民法順延至次一上班日。[民法第122條]"
  },
  {
    "Id": "18",
    "Type": "選擇題",
    "Q": "下列敘述何者正確？",
    "A": "契約文件不包括招標文件。",
    "B": "對於分包廠商履約之部分，得標廠商仍應負完全責任。但分包契約報備於機關者不在此限。",
    "C": "分包契約報備於採購機關，並經得標廠商就分包部分設定權利質權予分包廠商者，其分包部分之瑕疵擔保責任，由分包廠商承擔，得標廠商得免除其責任。",
    "D": "契約條款預先置於招標文件。",
    "Ans": "D",
    "Exp": "編號 18：契約條款原則應預先載於招標文件，供廠商投標時評估履約責任，選項4正確。[採購法第29條]"
  },
  {
    "Id": "19",
    "Type": "選擇題",
    "Q": "下列何者非機關得辦理採購契約價金調整之情形？",
    "A": "因國內政府法令之變更。",
    "B": "因國外稅捐變更。",
    "C": "總價結算工程契約之單項履約數量因契約變更須增減。",
    "D": "依契約約定辦理物價指數調整。",
    "Ans": "B",
    "Exp": "編號 19：價金調整僅限國內法令或契約約定事項，國外稅捐變更非調整事由。[採購法第22條]"
  },
  {
    "Id": "20",
    "Type": "選擇題",
    "Q": "依採購契約要項，逾期違約金，以契約價金總額之多少比率為上限？",
    "A": "10%。",
    "B": "20%。",
    "C": "30%。",
    "D": "40%。",
    "Ans": "B",
    "Exp": "編號 20：逾期違約金上限，依採購契約要項，以契約價金總額20%為原則。[採購契約要項]"
  },
  {
    "Id": "21",
    "Type": "選擇題",
    "Q": "得標廠商，在何種情形下，得請求契約變更？",
    "A": "所交之財物不符契約約定。",
    "B": "機關之需求變更。",
    "C": "契約原標示之廠牌型號停產。",
    "D": "所使用之材料不符契約約定，要求減價收受。",
    "Ans": "C",
    "Exp": "編號 21：原標示廠牌型號停產，屬不可歸責於廠商之情形，得申請契約變更。[採購法第26條]"
  },
  {
    "Id": "22",
    "Type": "選擇題",
    "Q": "下列何者非屬契約文件？",
    "A": "契約本文。",
    "B": "投標文件。",
    "C": "招標文件。",
    "D": "拒絕往來廠商名單。",
    "Ans": "D",
    "Exp": "編號 22：拒絕往來廠商名單屬行政管理資料，非個別採購契約文件。[採購法第103條]"
  },
  {
    "Id": "23",
    "Type": "選擇題",
    "Q": "逾期違約金，為損害賠償預定違約金，以日為單位，請問下列情形何者不宜？",
    "A": "違約金之上限定為契約總價之百分之五十。",
    "B": "每逾1日以契約總價之一定比率處罰。",
    "C": "違約金之上限定為契約總價之百分之二十。",
    "D": "每逾1日以定額處罰。",
    "Ans": "A",
    "Exp": "編號 23：違約金上限不得過高，訂為契約總價50%顯失比例原則，屬不宜。[採購契約要項]"
  },
  {
    "Id": "24",
    "Type": "選擇題",
    "Q": "契約約定所有應檢驗或測試之費用應由廠商負擔。在何種情況下應由機關負擔？",
    "A": "檢驗結果合格。",
    "B": "測試結果不合格。",
    "C": "檢測契約約定以外之項目結果合格。",
    "D": "檢測契約約定以外之項目結果不合格。",
    "Ans": "C",
    "Exp": "編號 24：檢測契約未約定項目且結果合格者，屬機關額外要求，費用應由機關負擔。[採購契約要項]"
  },
  {
    "Id": "25",
    "Type": "選擇題",
    "Q": "機關與廠商於契約之相互通知，除得於契約中約定外，不宜以下列何種方式為之？",
    "A": "書面文件。",
    "B": "信函。",
    "C": "傳真。",
    "D": "口頭。",
    "Ans": "D",
    "Exp": "編號 25：契約相互通知須具可證明性，口頭方式易生爭議，不宜採用。[採購契約要項]"
  },
  {
    "Id": "26",
    "Type": "選擇題",
    "Q": "下列敘述何者正確？",
    "A": "契約變更以機關公文通知即為有效。",
    "B": "廠商履約結果涉及智慧財產權者，機關應取得全部權利。",
    "C": "機關對於廠商及其人員因履約所致之人體傷亡或財物損失，不負賠償責任。",
    "D": "機關應就廠商向保險人索賠所費時間給予延長履約期限。",
    "Ans": "C",
    "Exp": "編號 26：廠商及其人員因履約致第三人損害，原則由廠商負責，機關不負賠償責任。[採購契約要項]"
  },
  {
    "Id": "27",
    "Type": "選擇題",
    "Q": "下列敘述何者錯誤？",
    "A": "機關得於契約約定，廠商擬分包之項目及分包廠商，機關得予審查。",
    "B": "機關應對廠商工地作業及施工方法之適當性、可靠性及安全性負完全責任。",
    "C": "機關得於契約約定履約爭議經契約雙方同意並訂立仲裁協議書後，依契約約定及仲裁法規定提付仲裁。",
    "D": "採購標的之送達地點及履約處所，應於契約內訂明。",
    "Ans": "B",
    "Exp": "編號 27：施工方法與安全責任，依法仍由廠商負責，非機關完全負責，選項2錯誤。[採購法第63條]"
  },
  {
    "Id": "28",
    "Type": "選擇題",
    "Q": "下列何種情形，廠商尚不得敘明理由，檢附規格、功能、效益及價格比較表，徵得機關書面同意後，以其他規格、功能及效益相同或較優者代之？",
    "A": "契約原標示之廠牌或型號不再製造或供應。",
    "B": "契約原標示之分包廠商不再營業或拒絕供應。",
    "C": "較契約原標示者更優或對機關更有利。",
    "D": "契約原標示之廠牌價格高，契約價格無法容納。",
    "Ans": "D",
    "Exp": "編號 28：僅因價格過高非合法替代事由，不得據以申請替代原規格，選項4正確。[採購法第26條]"
  },
  {
    "Id": "29",
    "Type": "選擇題",
    "Q": "下列敘述何者錯誤？",
    "A": "契約文件包括招標文件及其變更或補充。",
    "B": "廠商之投標文件非屬契約文件。",
    "C": "契約文件得包括以書面、錄音、錄影、照相、微縮、電子數位資料或樣品等方式呈現之原件或複製品。",
    "D": "契約所包括之各種文件，應明定其效力及優先順序。",
    "Ans": "B",
    "Exp": "編號 29：投標文件經決標後即成為契約文件之一，選項2稱非契約文件為錯誤。[採購法第63條]"
  },
  {
    "Id": "30",
    "Type": "選擇題",
    "Q": "下列敘述何者錯誤？",
    "A": "採購契約要項內容，由機關依採購之特性及實際需要擇訂於契約。",
    "B": "契約文字應以中文書寫，其與外文文意不符者，除契約另有約定者外，以中文為準。",
    "C": "契約變更，除採購法另有規定外，非經機關及廠商雙方之合意，作成書面紀錄，並簽名或蓋章者，無效。",
    "D": "任何契約均應記載固定金額之總價。",
    "Ans": "D",
    "Exp": "編號 30：契約未必為固定總價，亦可為單價或實作結算，選項4錯誤。[採購法第63條]"
  },
  {
    "Id": "31",
    "Type": "選擇題",
    "Q": "契約訂有分段進度及最後履約期限，且均訂有逾期違約金，屬分段完工使用或移交者，除分段完工期限與其他採購契約之進行有關者外，逾分段進度且逾最後履約期限者，其逾期違約金之計算下列何者為是？",
    "A": "扣除已分段完工使用或移交部分之金額，計算逾最後履約期限之違約金。",
    "B": "計算逾分段進度之違約金。",
    "C": "分別計算違約金。但逾最後履約期限之違約金，應扣除已分段完工使用或移交部分之金額計算之。",
    "D": "個別計算違約金。",
    "Ans": "C",
    "Exp": "編號 31：分段完工使用者，逾期者應分別計罰，最後期限之違約金須扣除已移交部分金額。[採購契約要項]"
  },
  {
    "Id": "32",
    "Type": "選擇題",
    "Q": "廠商於履約過程使用中國大陸廠牌資通訊產品（含中國大陸生成式AI程式 Deepseek），下列何者錯誤？",
    "A": "機關得以書面通知廠商終止或解除全部或部分契約。",
    "B": "廠商於得標後只要不簽署「使用資通訊產品禁制事項同意書/切結書」就可以使用中國大陸廠牌資通訊產品。",
    "C": "致第三人權利受有損害者，廠商應負責任。",
    "D": "廠商違反契約禁制事項，適用契約本文關於權利及責任條款之違約責任，就機關所受損害負賠償之責。",
    "Ans": "B",
    "Exp": "編號 32：是否簽署切"
  }
]