[
  {
    "Id": "1",
    "Type": "選擇題",
    "Q": "以下何者雖未於招標文件或契約預為載明，仍得辦理？",
    "A": "因有先行使用之必要者，經機關首長或其授權人員核准，辦理部分驗收。",
    "B": "允許一定家數內之廠商共同投標。",
    "C": "因歸責於廠商之事由致解除契約，機關不予發還該廠商履約保證金。",
    "D": "因歸責於廠商之事由造成履約延遲，機關處罰廠商每日契約總價千分之一之逾期違約金。",
    "Ans": "A",
    "Exp": "編號 1：因先行使用辦理部分驗收屬履約管理事項，經首長核准即可辦理，無須事前載明於招標文件或契約。[採購法第72條]"
  },
  {
    "Id": "2",
    "Type": "選擇題",
    "Q": "機關辦理採購，有關招標文件對於陸資廠商之資格規定，下列何者為非？",
    "A": "機關可依個案需要，明定允許大陸地區廠商或其產品或勞務參與。",
    "B": "非適用條約或協定之採購，可於招標文件規定不允許第三地區含陸資成分之廠商參與。",
    "C": "依我國法律設立登記之公司或事業，其含陸資成分達1/2以上之廠商，視為大陸地區廠商。",
    "D": "倘以公告方式辦理者，除有法規或條約協定之依據，並於招標文件訂定限制條件外，不得限制在臺陸資廠商參與。",
    "Ans": "C",
    "Exp": "編號 2：陸資廠商認定比例依法非以1/2為標準，選項3錯誤。[兩岸人民關係條例第73條]"
  },
  {
    "Id": "3",
    "Type": "選擇題",
    "Q": "有關招標文件對於優良廠商應繳納之押標金及保證金規定，下列何者為非？",
    "A": "繳納履約保證金後方為優良廠商者，不溯及適用減收規定。",
    "B": "對列為政府電子採購網優良廠商資料庫之廠商，機關均得據以減收押標金及保證金，不以招標文件載明者為限。",
    "C": "減收保證金後獎勵期間屆滿者，免補繳減收之金額。",
    "D": "減收保證金後發生不發還該保證金情形者，廠商應就不發還金額中屬減收之金額補繳之。",
    "Ans": "B",
    "Exp": "編號 3：是否減收押標金及保證金須於招標文件載明，不能僅憑優良廠商身分即適用。[採購法第30條]"
  },
  {
    "Id": "4",
    "Type": "選擇題",
    "Q": "機關允許外國廠商投標之採購，下列敘述何者為是？",
    "A": "如招標文件未訂明投標廠商之標價幣別得為美元，因美元為國際流通貨幣，廠商仍得以美元報價。",
    "B": "投標廠商標價幣別在二種以上者，其總價之折算，依決標前一辦公日臺灣銀行外匯交易收盤即期賣出匯率折算之。",
    "C": "外國廠商以等值外幣繳納押標金及保證金者，以繳納日前一辦公日臺灣銀行外匯交易收盤即期賣出匯率折算之。",
    "D": "機關不得於招標文件載明外國廠商免附具加入工業或商業團體之證明。",
    "Ans": "B",
    "Exp": "編號 4：多幣別標價折算，依法以決標前一辦公日臺銀即期賣出匯率計算。[採購法施行細則第30條]"
  },
  {
    "Id": "5",
    "Type": "選擇題",
    "Q": "機關辦理採購，應依政府採購法及相關法令製作招標文件，下列敘述何者正確？",
    "A": "未達公告金額採購仍適用採購法第26條規定。",
    "B": "適用WTO政府採購協定(GPA)之採購案，仍得於招標文件規定優先採購我國產品。",
    "C": "機關辦理公告招標，於招標文件就招標文件提及之特定來源地註明「或同等品」。",
    "D": "機關於招標文件規定優先採購正字標記規格產品。",
    "Ans": "C",
    "Exp": "編號 5：招標文件提及特定廠牌或來源，應加註「或同等品」以維持競爭。[採購法第26條]"
  },
  {
    "Id": "6",
    "Type": "選擇題",
    "Q": "招標文件對於優先採購環保產品之敘述，下列何為是？",
    "A": "招標標的僅部分屬環保產品者，仍得於招標文件載明優先採購環保產品。",
    "B": "招標文件明定提供環保標章產品之廠商，始可投標。",
    "C": "適用條約或協定之採購案，仍得優先採購環保產品。",
    "D": "不限定採購具環保標章之產品，但允許於價差8%內優先決標予環保產品廠商。",
    "Ans": "D",
    "Exp": "編號 6：允許價差範圍內優先決標環保產品，屬合法鼓勵措施。[採購法第96條]"
  },
  {
    "Id": "7",
    "Type": "選擇題",
    "Q": "關於共同供應契約採購，下列敘述何者錯誤？",
    "A": "訂約機關於共同供應契約約定，各適用機關可自行決定是否利用共同供應契約辦理採購。",
    "B": "機關於招標文件載明共同供應契約每次最高採購量，不另訂定大量訂購金額可洽廠商提供優惠條件之條款。",
    "C": "機關於招標文件載明之共同供應契約預算金額係屬預估，於該契約有效期間內，各機關總訂購金額仍得逾預算數額。",
    "D": "利用共同供應契約訂購前，先查察其他供應來源有無較便宜且符合需要之標的。",
    "Ans": "C",
    "Exp": "編號 7：共同供應契約總訂購金額不得逾原核定預算，選項3錯誤。[採購法第93條]"
  },
  {
    "Id": "8",
    "Type": "選擇題",
    "Q": "依採購法規定，下列招標文件規定，何者適法？",
    "A": "同一廠商同時做為各機關採購契約之連帶保證廠商者，以不超過3契約為原則。",
    "B": "機關以統包辦理招標，允許4家以內之廠商共同投標。",
    "C": "優良廠商減收押標金金額，其繳納金額為原定應繳總額之百分之三十。",
    "D": "允許4家以內之廠商投標，應載明不得單獨投標。",
    "Ans": "B",
    "Exp": "編號 8：統包招標得允許一定家數內共同投標，4家以內屬適法。[採購法第25條]"
  },
  {
    "Id": "9",
    "Type": "選擇題",
    "Q": "下列招標文件之規定，何者為是？",
    "A": "開標後發現投標廠商聲明書未加蓋廠商及其負責人印章者，不允許廠商補正。",
    "B": "招標文件規定廠商須使用機關指定之封套投標，否則視為無效標。",
    "C": "投標廠商未攜帶與投標廠商聲明書相符之廠商及負責人印章者，視為放棄減價權利。",
    "D": "得標廠商之押標金於完成簽約並正常履約二個月後退還。",
    "Ans": "A",
    "Exp": "編號 9：投標廠商聲明書未蓋章屬重大缺失，不得補正，為不合格標。[採購法第50條]"
  },
  {
    "Id": "10",
    "Type": "選擇題",
    "Q": "以下何者非屬機關得於招標文件中規定允許廠商於開標前補正之非契約必要之點之文件？",
    "A": "原招標文件已標示得更改之項目。",
    "B": "參考性質之事項。",
    "C": "列入標價評比之選購項目。",
    "D": "其他於契約成立無影響之事項。",
    "Ans": "C",
    "Exp": "編號 10：列入標價評比之項目屬契約重要內容，不得事後補正。[採購法第51條]"
  },
  {
    "Id": "11",
    "Type": "選擇題",
    "Q": "下列招標文件之規定，何者尚屬適法？",
    "A": "廠商出席人員不得遲到、早退，開標20分鐘以後不得進場。",
    "B": "投標廠商聲明書未加蓋廠商章者，視為不合格。",
    "C": "投標文件內容有前後不一致或書寫錯誤之情形者，視為不合格。",
    "D": "招標文件規定優良廠商應繳納之押標金、保證金得予減收55%。",
    "Ans": "B",
    "Exp": "編號 11：投標廠商聲明書未蓋廠商章，屬資格不符，列為不合格標適法。[採購法第50條]"
  },
  {
    "Id": "12",
    "Type": "選擇題",
    "Q": "下列何者須於招標文件明定?",
    "A": "被刊登於政府採購公報之廠商，不得參加投標或作為決標對象或分包廠商之期間。",
    "B": "廠商標價超過底價時，比減價格之次數。",
    "C": "採協商措施者，得納入協商之項目。",
    "D": "政黨及與其具關係企業關係之廠商，不得參與投標。",
    "Ans": "C",
    "Exp": "編號 12：採協商措施時，協商項目須於招標文件事先明定。[採購法第55條]"
  },
  {
    "Id": "13",
    "Type": "選擇題",
    "Q": "下列何者須於招標文件載明，否則機關不能據以辦理？",
    "A": "逾期違約金之計罰。",
    "B": "辦理部分驗收。",
    "C": "驗收不符時，改正期限之訂定。",
    "D": "減價收受之減價計算方式。",
    "Ans": "A",
    "Exp": "編號 13：逾期違約金屬契約重要條款，未載明不得據以計罰。[採購法第70條]"
  },
  {
    "Id": "14",
    "Type": "選擇題",
    "Q": "下列敘述何者正確？",
    "A": "機關辦理採購之標的，如法令已有允許輸入臺灣地區之大陸地區產品，機關尚不得拒絕廠商以之作為投標標的。",
    "B": "臺商於大陸地區投資設立之公司，仍視為我國廠商，得參與我國機關辦理之採購。",
    "C": "依現行相關法令規定，大陸地區廠商不得參與我機關採購。",
    "D": "機關辦理涉及大陸地區財物或勞務之採購，為免爭議，宜於招標文件載明是否允許廠商提供原產地為大陸地區之財物或勞務參與其採購。",
    "Ans": "D",
    "Exp": "編號 14：涉及陸資財物或勞務，應於招標文件明確載明是否允許，以免爭議。[採購法第17條]"
  },
  {
    "Id": "15",
    "Type": "選擇題",
    "Q": "依採購法規定，下列何者為非？",
    "A": "除我國締結之條約或協定另有規定外，機關得視個案性質與實際需要決定是否允許外國廠商參與投標。",
    "B": "機關招標文件規定不允許外國廠商投標，我國廠商供應之財物或勞務原產地非屬我國者，不影響其投標資格。",
    "C": "跨國企業在我國經目的事業主管機關認許在臺營業之分公司，其如參與投標，應視為外國廠商。",
    "D": "大陸地區產品之原產地認定，依進口貨物原產地認定標準。",
    "Ans": "B",
    "Exp": "編號 15：我國廠商供應之外國原產地財物，仍可能受限制，選項2錯誤。[採購法第17條]"
  },
  {
    "Id": "16",
    "Type": "選擇題",
    "Q": "下列投標須知之規定，何者無違反採購法之虞？",
    "A": "以現金繳納押標金之憑據應附於投標文件，否則視為未繳納而為無效標。",
    "B": "廠商「投標標價清單」如經塗改，應加蓋印章，否則視為無效標。",
    "C": "投標文件未使用機關提供之封套，視為無效標。",
    "D": "投標文件之頁數或紙張大小與投標文件規定不符者，視為無效標。",
    "Ans": "B",
    "Exp": "編號 16：標價清單塗改須加蓋印章，否則影響價格認定，列無效標適法。[採購法第50條]"
  },
  {
    "Id": "17",
    "Type": "選擇題",
    "Q": "有關採購法所稱招標文件，下列敘述何者錯誤？",
    "A": "決標後納為契約文件之一。",
    "B": "機關應據以為審標之依據。",
    "C": "採購法規未明定須於招標文件載明者，均毋需於招標文件中載明。",
    "D": "採購法規定應載明於招標文件者，均須於招標文件中載明。",
    "Ans": "C",
    "Exp": "編號 17：法律未規定須載明者，仍可能基於需要列入招標文件，選項3錯誤。[採購法第29條]"
  },
  {
    "Id": "18",
    "Type": "選擇題",
    "Q": "依採購法規定，下列何者正確？",
    "A": "預算金額必須於招標文件及招標公告公開。",
    "B": "未達查核金額之工程採購，仍得於公告招標前辦理招標文件之公開閱覽。",
    "C": "擬依採購法第22條第1項第7款辦理後續增購，為避免相關規定不一致，得將該增購之情形於招標公告載明為詳投標須知第xx點規定。",
    "D": "預計金額必須於招標文件及招標公告公開。",
    "Ans": "B",
    "Exp": "編號 18：未達查核金額工程，仍得辦理招標文件公開閱覽。[採購法第34條]"
  },
  {
    "Id": "19",
    "Type": "選擇題",
    "Q": "下列何者非屬未達公告金額採購之特性？",
    "A": "得免收押標金及保證金。",
    "B": "決標結果得免以書面通知廠商。",
    "C": "得免訂定底價。",
    "D": "免通知上級機關監辦。",
    "Ans": "C",
    "Exp": "編號 19：未達公告金額採購仍得訂定底價，免訂底價非其特性。[採購法第47條]"
  },
  {
    "Id": "20",
    "Type": "選擇題",
    "Q": "依採購法規定，下列敘述何者正確？",
    "A": "即使無政府採購條約或協定，外國廠商均可參與我國之政府採購 。",
    "B": "招標文件載明投標廠商須檢附票據交換機構於截止投標日之前一個月內所出具之非拒絕往來戶或最近3年內無銀行退票紀錄證明文件，尚屬適法。",
    "C": "器材採購之招標文件規定得標廠商交貨時應檢附保固證明書，尚屬適法。",
    "D": "招標文件不得規定外國廠商依該國情形提出資格文件有困難者，得敘明其情形或以其所具有之相當資格代之。",
    "Ans": "C",
    "Exp": "編號 20：要求交貨時檢附保固證明屬履約管理事項，尚屬適法。[採購法第63條]"
  },
  {
    "Id": "21",
    "Type": "選擇題",
    "Q": "依採購法規定，下列何者正確？",
    "A": "機關辦理非特殊或巨額採購，其招標文件訂定投標廠商須檢附實績證明，尚屬適法。",
    "B": "機關辦理採購，於招標文件允許廠商共同投標，其共同投標之廠商家數上限為3家，尚不違反採購法。",
    "C": "機關辦理一採購金額為新臺幣50萬元之勞務採購，不得採選擇性招標。",
    "D": "以上皆非。",
    "Ans": "B",
    "Exp": "編號 21：允許共同投標並限制家數為3家，未違反採購法規定。[採購法第25條]"
  },
  {
    "Id": "22",
    "Type": "選擇題",
    "Q": "機關辦理採購，應於招標文件中規定廠商對招標文件內容有疑義者，應以書面向招標機關請求釋疑之期限，以下敘述何者正確？",
    "A": "自公告日或邀標日起等標期之二分之一。",
    "B": "自公告日或邀標日起等標期之三分之一。",
    "C": "自公告日或邀標日起等標期之四分之一，且不得少於十日。",
    "D": "自公告日或邀標日起等標期之四分之一，其尾數不足一日者，以一日計。",
    "Ans": "D",
    "Exp": "編號 22：廠商釋疑期限為等標期四分之一，尾數不足一日以一日計。[採購法施行細則第41條]"
  },
  {
    "Id": "23",
    "Type": "選擇題",
    "Q": "依採購法規定，下列招標文件規定何者適法？",
    "A": "差額保證金須於機關通知後3日內繳納 。",
    "B": "投標廠商應符合之資格之一部分，得以分包廠商就其分包部分所具有者代之。",
    "C": "查核金額以上採購，得標廠商須於簽訂契約後10天內繳納履約保證金。",
    "D": "押標金及保證金應由廠商以現金及金融機構簽發之本票或支票為之，其餘概不受理。",
    "Ans": "B",
    "Exp": "編號 23：投標資格部分得由分包廠商就其分包部分具備，屬合法彈性。[採購法第36條]"
  },
  {
    "Id": "24",
    "Type": "選擇題",
    "Q": "依採購法規定，下列敘述何者適法？",
    "A": "廠商繳納押標金後未參加投標，所繳納之押標金應予發還。",
    "B": "機關辦理巨額採購，應於招標文件規定廠商之特定資格。",
    "C": "未達公告金額之採購，招標文件得明定原住民廠商免繳納押標金。",
    "D": "招標文件應明定廠商投標文件應書面密封並於騎縫處加蓋大小印章。",
    "Ans": "A",
    "Exp": "編號 24：廠商繳押標金後未投標，非屬不發還情形，應予返還。[採購法第31條]"
  },
  {
    "Id": "25",
    "Type": "選擇題",
    "Q": "依採購法規定，下列敘述何者適法？",
    "A": "招標文件得明定廠商於「投標前三年承辦各機關之工程曾發生重大職業災害」者不得參與投標。",
    "B": "招標文件應明定允許廠商於開標前補正契約非必要之點之文件。",
    "C": "招標文件得明定廠商應於截止投標期限前將投標文件送達招標機關指定之郵政信箱。",
    "D": "機關辦理藝文採購，招標文件規定免收押標金、保證金。",
    "Ans": "D",
    "Exp": "編號 25：藝文採購得免收押標金及保證金，以利文化發展。[採購法第30條]"
  },
  {
    "Id": "26",
    "Type": "選擇題",
    "Q": "依採購法規定，下列敘述何者正確？",
    "A": "採購案是否達查核金額或公告金額係以預算金額認定之。",
    "B": "採議價方式辦理之採購，得免訂定底價，但須於招標文件敘明理由及決標原則。",
    "C": "招標文件未規定廠商報價須包含5%營業稅者，表示廠商之報價應包含5%營業稅。",
    "D": "招標文件規定採電子投標之廠商，其押標金得予減收押標金金額之5%",
    "Ans": "D",
    "Exp": "編號 26：採電子投標者，得依規定減收押標金，5%屬法定範圍。[採購法第30條]"
  },
  {
    "Id": "27",
    "Type": "選擇題",
    "Q": "依採購法規定，下列敘述何者正確？",
    "A": "招標文件規定最低標廠商如經機關通知有採購法第58條情形，應於開標當場出具願意繳納差額保證金之切結書，尚屬適法 。",
    "B": "一次投標分段開標之採購，招標文件規定投標廠商之內外標封須書名廠商名稱、地址，尚屬適法。",
    "C": "招標文件規定廠商投標文件份數與招標文件規定不符者為無效標，尚屬適法。",
    "D": "招標文件規定開標時廠商須攜帶資格文件正本供查驗，尚屬適法。",
    "Ans": "B",
    "Exp": "編號 27：一次投標分段開標，標封標示廠商名稱地址，尚不影響公正。[採購法第34條]"
  },
  {
    "Id": "28",
    "Type": "選擇題",
    "Q": "依採購法規定，下列敘述何者正確？",
    "A": "投標須知應載明受理廠商異議、申訴、履約爭議調解之機關名稱，且三者須一致。",
    "B": "未達公告金額之採購，招標文件及公告得規定領標方式限以專人領取。",
    "C": "招標文件規定押標金以現金繳納者，應繳納至指定之收受處所或帳號，否則為不合格標，尚屬適法。",
    "D": "廠商得以現金作為押標金附於投標文件內遞送。",
    "Ans": "C",
    "Exp": "編號 28：押標金以現金繳納，應依指定方式繳交，否則不合格，屬適法。[採購法第30條]"
  },
  {
    "Id": "29",
    "Type": "選擇題",
    "Q": "機關允許廠商以電子方式領標者應於以下何者中訂明？",
    "A": "招標公告及招標文件。",
    "B": "招標公告。",
    "C": "招標文件。",
    "D": "招標公告及機關之網站公告。",
    "Ans": "A",
    "Exp": "編號 29：電子領標屬重要程序事項，應同時載明於招標公告及文件。[採購法第29條]"
  },
  {
    "Id": "30",
    "Type": "選擇題",
    "Q": "有關共同投標之採購案件，下列敘述何者正確？",
    "A": "招標文件中未載明允許廠商共同投標者，廠商採共同投標方式投標，機關仍得接受。",
    "B": "共同投標廠商之家數上限，得免於招標文件中載明。",
    "C": "允許廠商共同投標之案件，廠商單獨投標並無不可。",
    "D": "以聯合技師事務所投標者，亦屬共同投標。",
    "Ans": "C",
    "Exp": "編號 30：允許共同投標時，廠商仍得選擇單獨投標，除非另有限制。[採購法第25條]"
  },
  {
    "Id": "31",
    "Type": "選擇題",
    "Q": "機關於招標文件規定廠商之投標文件為不合格標之情形，下列何者非屬無效之規定？",
    "A": "未檢附願繳納差額保證金之切結書。",
    "B": "投標文件之編排、字體大小、裝訂方式或份數與招標文件規定不符。",
    "C": "不分段開標之投標文件未依招標文件規定分置資格、規格或價格標封。",
    "D": "未依招標文件規定檢附廠商切結書。",
    "Ans": "D",
    "Exp": "編號 31：廠商切結書屬法定文件，未檢附即為不合格標。[採購法第50條]"
  },
  {
    "Id": "32",
    "Type": "選擇題",
    "Q": "下列敘述，何者錯誤？",
    "A": "機關辦理評選，得於招標文件規定過半數出席評選委員評定總分未達若干分者，為不合格廠商。",
    "B": "機關得於招標文件載明預算未完成立法程序前，得先辦理保留決標，俟預算通過後始決標生效。",
    "C": "機關得於招標文件要求電子領標廠商，應檢附工程會指定資訊系統之領標電子憑據。",
    "D": "機關辦理公開客觀評選優勝廠商，招標文件如未訂明固定費用或費率，應於議價時提供空白標單供廠商重行報價。",
    "Ans": "D",
    "Exp": "編號 32：未訂固定費用者，議價仍應依原投標內容，不得重行報價，選項4錯誤。[採購法第56條]"
  },
  {
    "Id": "33",
    "Type": "選擇題",
    "Q": "機關辦理財物採購，依採購法第49條及第93條之1規定公開取得電子報價單，下列敘述何者錯誤？",
    "A": "招標文件規定只允許廠商電子領標、電子報價，不提供現場領標、現場投標。",
    "B": "招標文件規定不允許廠商於開標前補正非契約必要之點之文件。",
    "C": "廠商電子報價後，如發現標價錯誤，得允許廠商撤回更正。",
    "D": "廠商之電子化資料，視同正式文件，免另備書面文件。",
    "Ans": "C",
    "Exp": "編號 33：電子報價後不得任意撤回更正，以維持招標公平。[採購法第49條]"
  },
  {
    "Id": "34",
    "Type": "選擇題",
    "Q": "下列何者非屬機關應依採購法第31條第2項第7款規定，就廠商所繳納之押標金不予發還之情形？",
    "A": "廠商有採購法第50條第1項第5款情形。",
    "B": "廠商或其代表人、代理人、受雇人或其他從業人員與機關人員，共同違反採購法第26條、第34條或第37條第1項規定。",
    "C": "廠商或其代表人、代理人、受雇人或其他從業人員與受機關委託提供採購規劃、設計、專案管理或代辦採購廠商之人員，共同實施採購法第89條規定構成要件事實。",
    "D": "廠商有採購法第48條第1項第2款「足以影響採購公正之違法行為者」情形。",
    "Ans": "D",
    "Exp": "編號 34：第48條屬開標不予開標情形，非押標金不發還事由。[採購法第31條]"
  },
  {
    "Id": "35",
    "Type": "選擇題",
    "Q": "機關於招標文件規定廠商之投標文件為不合格標之情形，下列何者屬有效之規定？",
    "A": "標封封口未蓋騎縫章。",
    "B": "投標文件未逐頁蓋章。",
    "C": "廠商電子領標，投標文件無需檢附電子領標憑據。",
    "D": "分段開標之投標文件，未依規定分置資格、規格或價格標封。",
    "Ans": "D",
    "Exp": "編號 35：分段開標未依規定分置標封，影響審標程序，列不合格標適法。[採購法第34條]"
  }
]