[
  {
    "Id": "1",
    "Type": "選擇題",
    "Q": "下列何者適合列入工程採購物價調整之項目？",
    "A": "工程廠商之營業稅。",
    "B": "管理費及利潤。",
    "C": "依河川疏濬砂石採售分離計畫優先提供河川砂石供公共工程施工廠商使用之砂石。",
    "D": "鋼構橋之鋼筋。",
    "Ans": "D",
    "Exp": "編號 1：物價調整應針對實際材料價格波動項目，鋼筋屬主要材料可調整。營業稅、管理費、利潤及優惠砂石等不屬實際市場價格波動項目，不予調整。採購法第22條、工程採購契約範本"
  },
  {
    "Id": "2",
    "Type": "選擇題",
    "Q": "機關依採購法第22條第1項第9款辦理採購金額新臺幣50萬元之技術服務，應將招標資訊公開於下列何途徑？",
    "A": "工程會之政府採購資訊網路及政府採購公報。",
    "B": "工程會之政府採購資訊網路公開取得書面企劃書。",
    "C": "工程會之政府採購資訊網路及機關網站。",
    "D": "工程會之政府採購資訊網路，得免刊登政府採購公報。",
    "Ans": "A",
    "Exp": "編號 2：未達公告金額但逾公告金額十分之一之技術服務採購，依限制性招標辦理者，仍須於政府採購公報及資訊網路公告招標資訊，確保資訊透明。採購法第22條第1項第9款、採購法第27條"
  },
  {
    "Id": "3",
    "Type": "選擇題",
    "Q": "機關辦理技術服務採購，採建造費用百分比法計費，下列何者正確？",
    "A": "建築物裝修及整修工程不得比照建築物工程技術服務建造費用百分比參考表計費。",
    "B": "技術服務契約有關之各項工程，不得合併計算建造費用。",
    "C": "技術服務契約有關之各項工程，如屬分期或分區施作，且契約已明訂依分期或分區給付服務費用者，可分別計算建造費用，但不包括同一工程之分標採購案。",
    "D": "若後續施作工程未發包，則機關得免付費用予技術服務廠商。",
    "Ans": "C",
    "Exp": "編號 3：技術服務費採建造費用百分比法時，分期分區施工且契約明訂分期給付者，可分別計算建造費用。同一工程分標採購案不適用分別計算。機關委託技術服務廠商評選及計費辦法第7條"
  },
  {
    "Id": "4",
    "Type": "選擇題",
    "Q": "機關委託廠商辦理技術服務，服務費用採建造費用百分比法計費者，下列敘述何者錯誤？",
    "A": "建造費用，指工程採購底價金額或評審委員會建議金額，若無前2者，以工程預算代之。但應依規定不包括若干事項之費用。",
    "B": "建造費用不包括工程保險費。",
    "C": "其服務費率應按工程內容、服務項目及難易度，參考附表1至附表4，訂定建造費用之費率級距及各級費率，簽報機關首長或其授權人員核定，無須於招標文件中載明。",
    "D": "工程於履約期間有契約變更、終止或解除契約之情形者，技術服務費用得視實際情形協議增減之。",
    "Ans": "C",
    "Exp": "編號 4：服務費率應按工程內容、服務項目及難易度訂定，並簽報機關首長或授權人員核定後，須於招標文件中載明，以利廠商投標時了解計費基準。機關委託技術服務廠商評選及計費辦法第6條、第7條"
  },
  {
    "Id": "5",
    "Type": "選擇題",
    "Q": "機關委託廠商辦理技術服務，下列敘述何者錯誤？",
    "A": "未達公告金額之技術服務採購，其依中央機關未達公告金額採購招標辦法公開取得3家以上廠商之書面報價或企劃書，擇符合需要者辦理比價或議價者，得準用「機關委託技術服務廠商評選及計費辦法」之規定。",
    "B": "屬未達公告金額之案件，得採參考最有利標精神之決標方式辦理。",
    "C": "同類或同區域中，小型工程之技術服務案件，其採購件數較多者，不得採複數決標方式，避免集中由少數廠商承攬。",
    "D": "得依採購法第20條規定採選擇性招標方式辦理，預先辦理廠商資格審查，建立合格之技術服務廠商名單。",
    "Ans": "C",
    "Exp": "編號 5：小型技術服務案件數較多時，得採複數決標避免集中少數廠商，促進競爭。複數決標可由多家廠商分別承攬，符合公平競爭原則。採購法第52條、機關委託技術服務廠商評選及計費辦法"
  },
  {
    "Id": "6",
    "Type": "選擇題",
    "Q": "機關委託廠商辦理技術服務，下列敘述何者錯誤？",
    "A": "採總包價法計費者，其委託內容如有增減者，仍須辦理變更契約。",
    "B": "技術服務廠商投保專業責任保險所需保險費用，包含於服務費用項目之內。",
    "C": "服務範圍包括代辦訓練操作或維護人員者，機關受訓人員之旅費及生活費，應由機關自行支給，不包括在服務費用項目之內。",
    "D": "機關委託技術服務，屬私契約性質，廠商人員利用履約方便所為之不當審查行為，僅能透過契約約定求償，不涉及刑責。",
    "Ans": "D",
    "Exp": "編號 6：技術服務廠商人員若利用履約方便為不當審查行為，涉及公共工程犯罪，可能觸犯圖利罪或背信罪等刑責，非僅契約民事求償問題。採購法第87條至第92條、刑法相關規定"
  },
  {
    "Id": "7",
    "Type": "選擇題",
    "Q": "採總價結算之工程，廠商依契約約定投保，惟實際支付之保險費用低於契約所列該項目之金額，機關應如何處理？",
    "A": "機關應洽廠商追回該部分價差。",
    "B": "機關仍應依契約所列金額支付廠商。",
    "C": "機關應於契約中預先明訂，廠商實際支付金額較契約金額少時，應退還價差予機關，實際支付金額較契約金額多時，機關不予追加等較利於機關之條件。",
    "D": "機關應洽廠商協商支付合理保險費。",
    "Ans": "B",
    "Exp": "編號 7：總價結算係依契約所列項目及金額給付，不因實際支出多寡調整。廠商應就總價負責，機關依約給付，無需追回價差或追加費用。採購法第6條、工程採購契約範本"
  },
  {
    "Id": "8",
    "Type": "選擇題",
    "Q": "某工程採購之採購金額為新臺幣(下同)6,000萬元，預算為4,950萬元，底價為4,700萬元，經洽廠商減價結果，最低標價為以下情形時，何者敘述正確？",
    "A": "標價為5,000萬元，可報上級機關核准後決標。",
    "B": "標價為4,900萬元，經原底價核定人或其授權人員核准後決標。",
    "C": "標價為4,800萬元，應報上級機關核准後始得決標。",
    "D": "以上皆非。",
    "Ans": "D",
    "Exp": "編號 8：底價4700萬，最低標須低於或等於底價始得決標。5000萬、4900萬、4800萬均超過底價，除非符合特殊情形且經核准，否則不得決標。採購法第53條、採購法施行細則第54條"
  },
  {
    "Id": "9",
    "Type": "選擇題",
    "Q": "按主管機關訂定工程採購契約範本之物價指數調整約定內容，以下何者錯誤？",
    "A": "給付之物價調整款併於結算總價內。",
    "B": "承商保險費可予調整。",
    "C": "採三層級物調機制，已辦理物調項目，不得再以其他物價指數辦理調整。",
    "D": "可記載不予調整之項目或情形。",
    "Ans": "B",
    "Exp": "編號 9：物價調整機制不包含保險費。保險費屬廠商自行投保費用，非材料或人工等市場價格波動項目，不適用物價指數調整。工程採購契約範本、行政院公共工程委員會相關函釋"
  },
  {
    "Id": "10",
    "Type": "選擇題",
    "Q": "某機關辦理垃圾棄置場處置設計監造案，機關採用限制性招標公開評選，機關若已將規劃報告公開，並列為招標文件一部分，參與規劃廠商去函招標機關表示欲投標，機關應如何處理？",
    "A": "依法不得允許其投標。",
    "B": "檢討如無不公平競爭之虞，可同意其投標。",
    "C": "雖檢討無不公平競爭，仍應報請上級機關同意後始得同意其投標。",
    "D": "報主管機關決定。",
    "Ans": "B",
    "Exp": "編號 10：規劃廠商參與後續投標，機關應檢討有無不公平競爭之虞。若規劃報告已公開且無不公平情形，可同意投標，無需報上級機關核准。採購法第46條、採購法施行細則第41條"
  },
  {
    "Id": "11",
    "Type": "選擇題",
    "Q": "機關委託廠商辦理技術服務，下列敘述何者錯誤？",
    "A": "採總包價法計費者，無論委託內容有無增減，均不得變更契約價金。",
    "B": "建築師依法律規定須交由技術辦理設計監造所需費用，包含於服務費用項目之內。",
    "C": "以建造費用百分比法計得之服務費不包含辦理可行性研究之服務費。",
    "D": "履約期間在1年以上者，機關得於契約內訂明自第2年起得隨臺灣地區專業、科學及技術服務業受雇員工平均經常性薪資指數逐月計算調整契約價金。",
    "Ans": "A",
    "Exp": "編號 11：採總包價法計費者，委託內容增減時仍得辦理契約變更及價金調整。總包價非固定不變，遇增減項目應依約定辦理變更。機關委託技術服務廠商評選及計費辦法第6條"
  },
  {
    "Id": "12",
    "Type": "選擇題",
    "Q": "機關辦理工程，因專業人力或能力不足，可委託專案管理廠商協助辦理之工作，下列何者正確？",
    "A": "委託規劃、設計。",
    "B": "都市計畫、區域計畫或水土保持計畫等規劃之諮詢及審查。",
    "C": "委託可行性研究。",
    "D": "以上皆是。",
    "Ans": "B",
    "Exp": "編號 12：專案管理廠商可協助辦理都市計畫、區域計畫或水土保持計畫等規劃之諮詢及審查，但不得直接承辦規劃設計或可行性研究等技術服務工作。機關委託技術服務廠商評選及計費辦法第3條"
  },
  {
    "Id": "13",
    "Type": "選擇題",
    "Q": "下列何項費用，不得納入建造費用計算技術服務費用？",
    "A": "承包商的利潤。",
    "B": "承包商之棄土費。",
    "C": "物價指數調整工程款。",
    "D": "承包商於工地開挖出有價料之減項金額。",
    "Ans": "C",
    "Exp": "編號 13：物價指數調整工程款屬事後調整項目，非原始建造費用組成，不得納入建造費用計算技術服務費，以免重複計費。機關委託技術服務廠商評選及計費辦法第7條"
  },
  {
    "Id": "14",
    "Type": "選擇題",
    "Q": "委託辦理室內隔間設計服務，其最適宜訂定之廠商資格得為何？",
    "A": "建築師事務所或室內裝修業。",
    "B": "營造業或室內裝修業。",
    "C": "景觀、室內設計業或室內裝修業。",
    "D": "以上皆是。",
    "Ans": "A",
    "Exp": "編號 14：室內隔間設計涉及建築法規定之室內裝修設計，應由建築師事務所或領有室內裝修業登記證之室內裝修業辦理，確保專業資格。建築法第73條、建築物室內裝修管理辦法"
  },
  {
    "Id": "15",
    "Type": "選擇題",
    "Q": "某工程係限期完工，驗收時發現不符合契約約定而通知廠商限期改善，廠商逾期未改善，其中有2天因颱風不上班不上課，於計算逾期違約金時，除契約另有特別約定外，該颱風日如何處理為是？",
    "A": "廠商可要求減免。",
    "B": "逾契約原訂期限者，仍應核計逾期違約金。",
    "C": "履約期限以工作天計者免計。",
    "D": "未逾契約原訂期限之部分免計。",
    "Ans": "B",
    "Exp": "編號 15：驗收後改善期限逾期部分，即使遇颱風假，仍應計算逾期違約金。驗收改善非屬履約期限範圍，不適用天災展延規定。採購法第72條、工程採購契約範本"
  },
  {
    "Id": "16",
    "Type": "選擇題",
    "Q": "機關委託廠商辦理專案管理技術服務之工作內容，下列敘述何者錯誤？",
    "A": "設計工作成果之審查。",
    "B": "施工督導與履約管理之諮詢及審查。",
    "C": "委託可行性評估。",
    "D": "發包預算之審查。",
    "Ans": "C",
    "Exp": "編號 16：專案管理廠商不得承辦可行性評估，以避免球員兼裁判。專案管理著重於審查監督，可行性評估屬技術服務之規劃階段工作。機關委託技術服務廠商評選及計費辦法第3條"
  },
  {
    "Id": "17",
    "Type": "選擇題",
    "Q": "機關委託廠商辦理技術服務，下列敘述何者錯誤？",
    "A": "設計應符合節省能源、減少溫室氣體排放、保護環境、節約資源、經濟耐用等目的。",
    "B": "監造建築師、技師或其他專門職業及技術人員執行監造業務或監造簽證事項，其屬法令規定或契約約定應親自赴現場查驗、勘驗、初驗、驗收、會勘或出席會議者，應配合到場辦理、說明、會辦。",
    "C": "機關因專業人力或能力不足，需委託廠商辦理專案管理者，循預算程序編列核定後辦理即可，無須擬具委託專案管理計畫。",
    "D": "受機關委託提供採購規劃、設計或專案管理或代辦採購之廠商及其人員，如有犯採購法第88條、第92條之罪之嫌者，應送檢調單位查處。",
    "Ans": "C",
    "Exp": "編號 17：機關委託專案管理須擬具委託專案管理計畫，循預算程序編列核定後辦理。計畫應載明委託目的、範圍、預期效益等，不得逕行辦理。機關委託技術服務廠商評選及計費辦法第3條"
  },
  {
    "Id": "18",
    "Type": "選擇題",
    "Q": "機關委託廠商辦理技術服務，下列敘述何者錯誤？",
    "A": "採購包含工程及技術服務者，如技術服務部分預算金額高於工程部分預算金額，即得以勞務採購辦理統包。",
    "B": "公開技術服務之預算金額及其所對應之工程標之預算金額，並載明超預算為不合格標，不予減價機會。",
    "C": "招標前依「機關委託技術服務廠商評選及計費辦法」訂定服務費預算書。",
    "D": "採購契約以採用採購法主管機關訂定之範本為原則。",
    "Ans": "A",
    "Exp": "編號 18：統包須工程預算高於技術服務預算。若技術服務預算高於工程，應以勞務採購辦理評選，不得逕以統包方式辦理，避免不當適用。採購法第24條、統包實施辦法"
  },
  {
    "Id": "19",
    "Type": "選擇題",
    "Q": "機關委託廠商辦理技術服務，下列敘述何者正確？",
    "A": "「機關委託技術服務廠商評選及計費辦法」之規定，僅能用於服務費用在公告金額以上之技術服務採購。",
    "B": "機關辦理設計技術服務，得由學術單位承攬。",
    "C": "機關辦理規劃、設計技術服務，得由技師公會或建築師公會承攬。",
    "D": "委託設計及委託監造得由不同廠商承作。",
    "Ans": "D",
    "Exp": "編號 19：委託設計及監造得分別由不同廠商承作，無強制須由同一廠商辦理。分別委託可增加競爭，惟應注意介面整合問題。機關委託技術服務廠商評選及計費辦法"
  },
  {
    "Id": "20",
    "Type": "選擇題",
    "Q": "機關委託廠商辦理技術服務，服務費用採建造費用百分比法計費者，下列敘述何者正確？",
    "A": "建造費用不得包括廠商之工程管理費用及利潤。",
    "B": "建造費用應包括物價指數調整工程款。",
    "C": "建造費用應包括工程保險費。",
    "D": "機關考量個案工程內容、服務項目及難易度，可訂定超過附表所載之費率。",
    "Ans": "D",
    "Exp": "編號 20：機關考量個案工程內容複雜度、服務項目及難易度，經評估確有必要時，可訂定超過附表所載之費率，但應詳予說明並經核准。機關委託技術服務廠商評選及計費辦法第7條"
  },
  {
    "Id": "21",
    "Type": "選擇題",
    "Q": "某公立大學採統包方式辦理校門口意象及綠美化工程採購，預算總金額為新臺幣80萬元，下列何種招標方式既符合採購法規定，又較能兼顧採購效率及品質？",
    "A": "公開取得報價單或企劃書參考最有利標精神，擇最符合需要者進行議價。",
    "B": "依採購法第22條第1項第9款辦理公開評選，再邀請優勝廠商進行議價。",
    "C": "以公開招標最有利標決標方式辦理。",
    "D": "以公開招標最低標決標方式辦理。",
    "Ans": "A",
    "Exp": "編號 21：未達公告金額採購得公開取得3家以上企劃書，參考最有利標精神擇符合需要者議價，兼顧效率與品質，無需辦理評選委員會。中央機關未達公告金額採購招標辦法第2條"
  },
  {
    "Id": "22",
    "Type": "選擇題",
    "Q": "關於採購法施行細則第22條第4項所稱「追加累計金額占原主契約金額之比率」，下列敘述何者正確？",
    "A": "加帳部分之累計金額占原主契約金額之比率。",
    "B": "加帳部分及減帳部分累計後，占原主契約金額之比率。",
    "C": "加帳部分及減帳部分絕對值之累計金額占原主契約金額之比率。",
    "D": "單次追加金額占原主契約金額之比率。",
    "Ans": "A",
    "Exp": "編號 22：追加累計金額係指加帳部分累計金額占原主契約金額比率，不含減帳。計算時以各次加帳金額累加後與原契約金額比較。採購法施行細則第22條第4項"
  },
  {
    "Id": "23",
    "Type": "選擇題",
    "Q": "機關辦理查核金額以上之工程採購，應於公告招標前辦理招標文件之公開閱覽。但下列何種情形，不在此限？",
    "A": "依採購法第22條第1項第3款或第105條第1項第1款、第2款辦理之採購。",
    "B": "依招標期限標準第4條之1或第10條縮短或合理訂定等標期之採購。",
    "C": "重複性採購。",
    "D": "以上皆是。",
    "Ans": "D",
    "Exp": "編號 23：查核金額以上工程應於公告前辦理招標文件公開閱覽。但限制性招標、緊急採購、重複性採購等情形得免辦理，以符實際需要。採購法第37條、採購法施行細則第27條"
  },
  {
    "Id": "24",
    "Type": "選擇題",
    "Q": "依主管機關訂定之工程採購契約範本之內容，契約價金採「總價結算」之給付方式辦理，機關提供之設計圖說規定油漆某辦公室內側四面牆壁，契約價格詳細表標示之油漆面積為1,000平方公尺。嗣後機關辦理契約變更增加油漆天花板面積200平方公尺。廠商按圖施作後實際丈量結果牆壁油漆面積為970平方公尺、天花板油漆面積為200平方公尺。機關應給付多少油漆面積之價金？",
    "A": "970平方公尺。",
    "B": "1,170平方公尺。",
    "C": "1,200平方公尺。",
    "D": "以上皆非。",
    "Ans": "C",
    "Exp": "編號 24：總價結算契約，原契約數量1000㎡及變更增加200㎡均應依約給付。實際施作少於契約數量部分仍依契約給付，合計1200㎡。工程採購契約範本"
  },
  {
    "Id": "25",
    "Type": "選擇題",
    "Q": "依主管機關訂定之工程採購契約範本之內容，契約價金採「總價結算」之給付方式辦理，機關提供之設計圖說規定油漆某辦公室內側四面牆壁，契約價格詳細表標示之油漆面積為1,000平方公尺。廠商按圖施作後實際丈量結果油漆面積為1,200平方公尺。機關應給付多少油漆面積之價金？",
    "A": "1,000平方公尺。",
    "B": "1,150平方公尺。",
    "C": "1,170平方公尺。",
    "D": "1,200平方公尺。",
    "Ans": "C",
    "Exp": "編號 25：總價結算實作超過契約數量時，仍依契約數量給付。但契約未規定不予給付且機關未要求減做時，應依圖說給付1200㎡減28㎡誤差後給付。工程採購契約範本"
  },
  {
    "Id": "26",
    "Type": "選擇題",
    "Q": "下列敘述何者為正確？",
    "A": "機關評選技術服務廠商作業，適用採購法有關最有利標之所有評選規定。",
    "B": "招標文件已訂明固定服務費用或費率者，依該服務費用或費率決標。",
    "C": "廠商之服務費用，得於訂約後全部一次預付廠商，以利廠商資金週轉。",
    "D": "機關得規定於訂約後，預付廠商之服務費用為契約總額之百分之四十。",
    "Ans": "B",
    "Exp": "編號 26：招標文件已訂明固定服務費用或費率者，無需再議價或比價，逕依該費用或費率決標，簡化作業程序。機關委託技術服務廠商評選及計費辦法第24條"
  },
  {
    "Id": "27",
    "Type": "選擇題",
    "Q": "下列何者正確？",
    "A": "廠商承辦專案管理技術服務，不得承攬受其管理之標案。",
    "B": "設計、監造等技術服務採購案，得委由公立專科以上技專校院相關科系所之專任教師辦理並簽證之。",
    "C": "委託監造服務案亦得同時委由承辦統包案之細部設計廠商辦理，以提升效率。",
    "D": "委託技術服務採服務成本加公費法計費者，廠商應記錄各項費用並提出憑證，且應為正本。",
    "Ans": "A",
    "Exp": "編號 27：專案管理廠商負責監督管理，若承攬受其管理標案將有球員兼裁判之虞，違反利益迴避原則，故不得承攬受其管理之標案。機關委託技術服務廠商評選及計費辦法第3條"
  },
  {
    "Id": "28",
    "Type": "選擇題",
    "Q": "機關委託廠商承辦技術服務得載明之契約條款，下列何者錯誤？",
    "A": "稅負事前約定，並依我國法律所定納稅義務人為納稅人。",
    "B": "工程具機電設備者，監造計畫應增設功能運轉測試等抽驗程序及標準。",
    "C": "有付款期限者，到期付款時所應達到之工作進度。",
    "D": "監造單位之現場人員於進駐工地前1年或執行業務期間，有因業務上相關之犯罪行為，經判決確定之情事，機關未必須限期更換該人員。",
    "Ans": "D",
    "Exp": "編號 28：監造人員於進駐工地前1年或執行業務期間，有因業務相關犯罪行為經判決確定者機關應限期更換該人員，確保履約品質與廉潔。機關委託技術服務廠商評選及計費辦法"
  },
  {
    "Id": "29",
    "Type": "選擇題",
    "Q": "委託技術服務廠商之服務費用，得於契約約定於訂約後預付一部分，以不逾契約價金總額或契約價金上限之百分之幾為原則？",
    "A": "百分之十。",
    "B": "百分之二十。",
    "C": "百分之三十。",
    "D": "百分之五十。",
    "Ans": "C",
    "Exp": "編號 29：技術服務費用得於訂約後預付，以不逾契約價金總額或上限30%為原則，協助廠商資金週轉，降低履約風險。機關委託技術服務廠商評選及計費辦法第25條"
  },
  {
    "Id": "30",
    "Type": "選擇題",
    "Q": "廠商承辦之技術服務為「專案管理」者，其專案管理人員中應有多少比例以上為該廠商之專任職員？",
    "A": "1/3。",
    "B": "1/2。",
    "C": "2/3。",
    "D": "3/4。",
    "Ans": "B",
    "Exp": "編號 30：專案管理人員應有1/2以上為廠商專任職員，確保專案管理品質及人員穩定性，避免臨時聘用人員影響專業服務水準。機關委託技術服務廠商評選及計費辦法第14條"
  },
  {
    "Id": "31",
    "Type": "選擇題",
    "Q": "機關委託廠商辦理技術服務，其採成本加公費法計費者，其中「公費」部分應為定額，且應以直接薪資扣除非經常性給與之獎金後與管理費用合計金額多少範圍內為限？",
    "A": "20%。",
    "B": "25%。",
    "C": "30%。",
    "D": "40%。",
    "Ans": "B",
    "Exp": "編號 31：成本加公費法之公費為定額，應以直接薪資扣除非經常性給與獎金後與管理費用合計金額25%範圍內為限，避免浮報。機關委託技術服務廠商評選及計費辦法第8條"
  },
  {
    "Id": "32",
    "Type": "選擇題",
    "Q": "下列何種採購不允許採統包方式辦理？",
    "A": "建築工程。",
    "B": "勞務採購。",
    "C": "財物採購。",
    "D": "橋梁工程。",
    "Ans": "B",
    "Exp": "編號 32：統包係將設計與施工等併於同一契約辦理，適用於工程及財物採購。勞務採購性質不同，不適用統包方式辦理。採購法第24條、統包實施辦法第2條"
  },
  {
    "Id": "33",
    "Type": "選擇題",
    "Q": "機關以統包辦理招標，並規定廠商於投標時提出設計圖者，得就審查達一定分數或名次之未得標廠商，於招標文件規定何種內容？",
    "A": "發給獎勵金。",
    "B": "列為優良廠商。",
    "C": "列為下次邀標廠商。",
    "D": "發給廠商支出之一切費用。",
    "Ans": "A",
    "Exp": "編號 33：統包招標規定投標時提出設計圖者，得就審查達一定分數或名次之未得標廠商發給獎勵金，鼓勵優質廠商參與投標。統包實施辦法第17條"
  },
  {
    "Id": "34",
    "Type": "選擇題",
    "Q": "依「水管、電氣與建築工程合併或分開招標原則」，採預鑄工法之工程，其規定為何？",
    "A": "應分開辦理招標。",
    "B": "應允許共同投標。",
    "C": "得合併辦理招標。",
    "D": "以上皆非。",
    "Ans": "C",
    "Exp": "編號 34：採預鑄工法之工程，因預鑄構件製造與組裝密切相關，介面整合重要，得合併辦理招標，提升施工效率與品質。水管電氣與建築工程合併或分開招標原則"
  },
  {
    "Id": "35",
    "Type": "選擇題",
    "Q": "機關辦理招標文件公開閱覽，未採網路電子化閱覽者，應於上班時間內為之，並不得少於幾日？",
    "A": "5日。",
    "B": "7日。",
    "C": "10日。",
    "D": "14日。",
    "Ans": "A",
    "Exp": "編號 35：招標文件公開閱覽未採網路電子化者，應於上班時間內辦理，期間不得少於5日，確保廠商有充分時間了解招標內容。採購法施行細則第27條"
  },
  {
    "Id": "36",
    "Type": "選擇題",
    "Q": "機關辦理公告金額以上採購，於招標文件中規定得標廠商提出連帶保證廠商者，其履約保證金得予減收，試問其減收額度以不逾履約保證金額度之若干比例為限？",
    "A": "5%。",
    "B": "20%。",
    "C": "50%。",
    "D": "100%。",
    "Ans": "C",
    "Exp": "編號 36：得標廠商提出連帶保證廠商者，履約保證金得減收，減收額度以不逾履約保證金額度50%為限，兼顧保障與鼓勵。採購法第30條、採購法施行細則第23條"
  },
  {
    "Id": "37",
    "Type": "選擇題",
    "Q": "機關辦理工程採購，於招標文件中規定優良廠商得予減收押標金等之減收額度以不逾原定應繳總額之若干比例為限？",
    "A": "5%。",
    "B": "20%。",
    "C": "50%。",
    "D": "100%。",
    "Ans": "C",
    "Exp": "編號 37：優良廠商得予減收押標金等，減收額度以不逾原定應繳總額50%為限，鼓勵廠商提升履約品質，建立良好信譽。採購法施行細則第23條"
  },
  {
    "Id": "38",
    "Type": "選擇題",
    "Q": "機關辦理工程採購，得於招標文件規定優良廠商得予減收金額之項目，不包括下列何者？",
    "A": "押標金。",
    "B": "履約保證金。",
    "C": "預付款扣回款。",
    "D": "保固保證金。",
    "Ans": "C",
    "Exp": "編號 38：優良廠商得減收押標金、履約保證金、保固保證金，但預付款扣回款係工程款給付方式，非屬保證金性質，不得減收。採購法施行細則第23條"
  },
  {
    "Id": "39",
    "Type": "選擇題",
    "Q": "保固期內發現瑕疵者，由機關通知廠商改正。一般工程所稱上述瑕疵，通常不包括下列何項目？",
    "A": "損裂。",
    "B": "保養。",
    "C": "坍塌。",
    "D": "漏水。",
    "Ans": "B",
    "Exp": "編號 39：保固期內瑕疵係指損裂、坍塌、漏水等缺失，由廠商負責改正。保養屬正常維護工作，非屬瑕疵範圍。採購法第72條"
  },
  {
    "Id": "40",
    "Type": "選擇題",
    "Q": "以下若干新臺幣（下同）金額之政府採購，得不經公告程序，逕洽廠商採購，免提供報價或企劃書？",
    "A": "60萬元之工程採購。",
    "B": "15萬元之設計服務採購。",
    "C": "30萬元之監造服務採購。",
    "D": "以上皆非。",
    "Ans": "B",
    "Exp": "編號 40：未達公告金額十分之一之採購得逕洽廠商辦理。10萬元以下工程、15萬元以下設計、20萬元以下監造得免提供報價或企劃書。中央機關未達公告金額採購招標辦法第2條"
  },
  {
    "Id": "41",
    "Type": "選擇題",
    "Q": "契約以工作天計算之工程，廠商提前9日完工，機關於履約期限最末日辦理驗收，經驗收有瑕疵，機關要求廠商於驗收次日起5日內改善完成，無任何不可抗力因素，廠商逾機關規定改善期限4天（中間包含2天國定假日）方改善完成，並經複驗合格，下列敘述何者正確？",
    "A": "提前完工日數大於逾期改善日數，故未有逾期情況。",
    "B": "改善完成日已逾履約期限，逾期日數2日。",
    "C": "改善完成日已逾履約期限，逾期日數9日。",
    "D": "改善完成日已逾履約期限，逾期日數4日。",
    "Ans": "D",
    "Exp": "編號 41：驗收後改善期限屬獨立計算，不因提前完工而抵銷。逾改善期限4日(含國定假日2日)，應計逾期違約金4日。工程採購契約範本"
  },
  {
    "Id": "42",
    "Type": "選擇題",
    "Q": "機關以統包方式辦理採購，下列敘述何者正確？",
    "A": "工程、財物及勞務採購均得以統包方式辦理。",
    "B": "統包工程採購之內容至少包含細部設計及施工。",
    "C": "統包工程之廠商資格得通案規定為施工廠商。",
    "D": "統包工程已訂有設計準則與施工規範、明確的工作項目與技術工法者，應採最低標方式決標。",
    "Ans": "B",
    "Exp": "編號 42：統包工程採購內容至少應包含細部設計及施工，確保設計與施工整合。得由設計或施工廠商擔任，不限施工廠商。統包實施辦法第3條"
  },
  {
    "Id": "43",
    "Type": "選擇題",
    "Q": "機關辦理工程採購，有部分先行使用之必要或已履約之部分有減損滅失之虞者，下列處理方式何者錯誤？",
    "A": "就該部分辦理驗收。",
    "B": "就該部分先辦理驗收者，未來仍應針對該部分再辦理驗收。",
    "C": "就該部分辦理分段查驗供未來驗收之用。",
    "D": "不論就該部分辦理驗收或分段查驗供驗收之用，均得就該部分支付價金及起算保固期間。",
    "Ans": "B",
    "Exp": "編號 43：部分先行使用或有減損滅失之虞者，得就該部分辦理驗收或分段查驗。已辦理驗收部分無需再驗收，避免重複作業。採購法第72條、採購法施行細則第90條"
  },
  {
    "Id": "44",
    "Type": "選擇題",
    "Q": "機關辦理下列何種採購，於公告招標前無須辦理招標文件之公開閱覽？",
    "A": "未達查核金額之特殊工程採購。",
    "B": "查核金額以上重複性之工程採購。",
    "C": "適用政府採購條約或協定之巨額工程採購。",
    "D": "以上皆是。",
    "Ans": "D",
    "Exp": "編號 44：未達查核金額特殊採購、查核金額以上重複性採購、適用政府採購條約巨額採購等，均得免辦理招標文件公開閱覽。採購法施行細則第27條"
  },
  {
    "Id": "45",
    "Type": "選擇題",
    "Q": "下列敘述何者正確？",
    "A": "機關以統包併採最有利標決標方式辦理者，無須報經上級機關核准。",
    "B": "統包採購不得依採購法第22條第1項第9款規定辦理。",
    "C": "共同投標廠商應於簽約時檢附共同投標協議書。",
    "D": "所稱統包，指將工程或財物採購中之設計、監造與施工、供應、安裝或一定期間之維修等併於同一採購契約辦理招標。",
    "Ans": "B",
    "Exp": "編號 45：統包不得依採購法第22條第1項第9款(公開評選)辦理，應採公開或選擇性招標。統包須經公平競爭程序，不適用限制性招標。統包實施辦法第4條"
  },
  {
    "Id": "46",
    "Type": "選擇題",
    "Q": "機關依採購法第22條第1項第9款辦理未達公告金額而逾公告金額十分之一之技術服務採購，下列何者為誤？",
    "A": "依採購法第94條規定應成立採購評選委員會。",
    "B": "依原住民族工作權保障法施行細則第9條規定，即符合其母法第11條但書規定所稱「無法承包」，得免優先決標予原住民個人、機構、法人或團體承包。",
    "C": "第1次公告結果，僅1家廠商投標時，仍得開標。",
    "D": "準用「機關委託技術服務廠商評選及計費辦法」。",
    "Ans": "D",
    "Exp": "編號 46：未達公告金額但逾十分之一之技術服務，依採購法第22條第1項第9款辦理者，應準用評選及計費辦法，非全部適用。機關委託技術服務廠商評選及計費辦法第2條"
  },
  {
    "Id": "47",
    "Type": "選擇題",
    "Q": "機關以統包辦理招標，下列敘述何者正確？",
    "A": "為提升採購效率，細部設計未經機關審查核定，亦可先行施工。",
    "B": "應事先評估確認統包可提升採購效率、確保品質、可縮減工期且無增加經費之虞。",
    "C": "統包案完成後如需維護管理者，其設計應包含未來維護管理計畫。",
    "D": "招標文件就主要材料之特殊規範，無需載明，以免限制廠商發揮創意。",
    "Ans": "C",
    "Exp": "編號 47：統包完成後如需維護管理，設計應包含未來維護管理計畫，確保後續使用維護便利性，降低生命週期成本。統包實施辦法第9條"
  },
  {
    "Id": "48",
    "Type": "選擇題",
    "Q": "機關辦理採購金額新臺幣9,000萬元之工程採購，下列何者正確？",
    "A": "規定廠商須於得標後10天內繳納履約保證金。",
    "B": "規定履約保證金依進度分2期平均發還。",
    "C": "規定廠商必須提出連帶保證廠商。",
    "D": "規定履約保證金為契約金額之5%。",
    "Ans": "D",
    "Exp": "編號 48：履約保證金為契約金額5%符合規定。但不得規定廠商必須提出連帶保證廠商應由廠商自行選擇是否提出。採購法第30條"
  },
  {
    "Id": "49",
    "Type": "選擇題",
    "Q": "下列何者非為採購法第36條所稱之特殊採購？",
    "A": "開挖深度在15公尺以上之工程。",
    "B": "在地面下施工之工程。",
    "C": "古蹟構造物之修建。",
    "D": "工期緊迫且經機關首長核定之工程。",
    "Ans": "D",
    "Exp": "編號 49：特殊採購指技術複雜、危險性高或專業特殊之工程。工期緊迫經首長核定非屬採購法第36條所定特殊採購要件。採購法第36條"
  },
  {
    "Id": "50",
    "Type": "選擇題",
    "Q": "下列何者不是廠商得作為連帶保證廠商之規定？",
    "A": "依法得為保證。",
    "B": "未參與投標。",
    "C": "無採購法第103條第1項不得參加投標或作為決標對象或分包廠商之情形者。",
    "D": "經主管機關核准。",
    "Ans": "D",
    "Exp": "編號 50：連帶保證廠商應符合依法得為保證、未參與投標、無採購法第103條情形等要件。無需經主管機關核准，由機關自行審查。採購法第30條、採購法施行細則第24條"
  },
  {
    "Id": "51",
    "Type": "選擇題",
    "Q": "下列何者計費方式不適用於單獨規劃服務之採購？",
    "A": "建造費用百分比法。",
    "B": "總包價法。",
    "C": "服務成本加公費法。",
    "D": "按日計酬法。",
    "Ans": "A",
    "Exp": "編號 51：建造費用百分比法係以工程建造費用為基礎計算服務費，適用於設計監造等與工程相關之技術服務。單獨規劃服務無建造費用可供計算，不適用此法。採購法第22條、機關委託技術服務廠商評選及計費辦法第6條"
  },
  {
    "Id": "52",
    "Type": "選擇題",
    "Q": "有關押標金保證金規定，下列敘述何者錯誤？",
    "A": "技術服務採購，招標文件不得明訂收押標金及保證金。",
    "B": "廠商以郵政匯票繳納押標金，並無不可。",
    "C": "以議價方式辦理之工程採購，招標文件明定免收押標金，並無不可。",
    "D": "機關不發還得標廠商所繳納之保證金時，其孳息亦不發還之。",
    "Ans": "A",
    "Exp": "編號 52：技術服務採購得收取押標金及保證金，並無禁止規定。機關可視個案需要於招標文件訂明是否收取，以保障履約。採購法第30條、採購法第31條"
  },
  {
    "Id": "53",
    "Type": "選擇題",
    "Q": "機關委託廠商承辦技術服務，其採成本加公費法計費者，其中「管理費用」之上限，不得超過「直接薪資扣除非經常性給與之獎金後」之下列何者比率？",
    "A": "30%。",
    "B": "50%。",
    "C": "80%。",
    "D": "100%。",
    "Ans": "D",
    "Exp": "編號 53：成本加公費法之管理費用上限不得超過直接薪資扣除非經常性給與獎金後之100%，避免管理費用過高，確保服務費用合理性。機關委託技術服務廠商評選及計費辦法第8條"
  },
  {
    "Id": "54",
    "Type": "選擇題",
    "Q": "機關委託廠商承辦新建建築物之技術服務，其服務費用之採購金額在新臺幣多少元以上且服務項目包括規劃、設計者，應要求廠商提出服務建議書及規劃、設計構想圖說（配置圖、平面圖、立面圖、剖面圖、透視圖等），並應辦理競圖？",
    "A": "100萬元。",
    "B": "500萬元。",
    "C": "1,000萬元。",
    "D": "2,000萬元。",
    "Ans": "B",
    "Exp": "編號 54：新建建築物技術服務採購金額達500萬元以上且含規劃設計者，應辦理競圖，要求廠商提出服務建議書及構想圖說，提升設計品質。機關委託技術服務廠商評選及計費辦法第22條"
  },
  {
    "Id": "55",
    "Type": "選擇題",
    "Q": "機關依採購法第22條第1項第9款辦理評選技術服務廠商，其投標廠商須有幾家方可開標？",
    "A": "須達3家以上。",
    "B": "須達1家以上。",
    "C": "須達6家以上。",
    "D": "須達4家以上。",
    "Ans": "B",
    "Exp": "編號 55：依採購法第22條第1項第9款辦理公開評選，投標廠商僅須1家以上即可開標，與公開招標須3家不同，以利技術服務採購順利進行。採購法第22條第1項第9款、採購法第48條"
  },
  {
    "Id": "56",
    "Type": "選擇題",
    "Q": "機關於招標文件中規定允許一定家數內之廠商共同投標者，採購法規定以不超過幾家為原則？",
    "A": "5家。",
    "B": "3家。",
    "C": "6家。",
    "D": "無家數規定，係由機關決定。",
    "Ans": "A",
    "Exp": "編號 56：機關於招標文件規定允許廠商共同投標者，以不超過5家為原則，避免過多廠商共同投標影響責任歸屬及履約效率。採購法第25條、採購法施行細則第20條"
  },
  {
    "Id": "57",
    "Type": "選擇題",
    "Q": "機關應如何判斷工程採購是否屬特殊採購，下列何者正確？",
    "A": "報經上級機關核准。",
    "B": "視其是否屬「投標廠商資格與特殊或巨額採購認定標準」第6條各款情形之一。",
    "C": "依工程慣例及普遍性自行判斷。",
    "D": "依工程困難程度自行判斷。",
    "Ans": "B",
    "Exp": "編號 57：判斷是否為特殊採購應依「投標廠商資格與特殊或巨額採購認定標準」第6條各款情形認定，包括技術複雜、危險性高或專業特殊等要件。投標廠商資格與特殊或巨額採購認定標準第6條"
  },
  {
    "Id": "58",
    "Type": "選擇題",
    "Q": "依主管機關訂定工程採購契約範本之內容，機關辦理若干金額以上之營建工程，履約保證金應依工程進度分4期以上平均發還？",
    "A": "公告金額。",
    "B": "查核金額。",
    "C": "巨額。",
    "D": "無論金額大小均須有。",
    "Ans": "B",
    "Exp": "編號 58：查核金額以上營建工程，履約保證金應依工程進度分4期以上平均發還，減輕廠商資金負擔，促進工程順利進行。工程採購契約範本第7條"
  },
  {
    "Id": "59",
    "Type": "選擇題",
    "Q": "保固期內發現瑕疵，應由廠商於機關指定之期限內負責免費無條件改正。逾期不為改正者，按主管機關訂定工程採購契約範本之內容，機關採行下列措施，何者最不適當？",
    "A": "逕為處理，所需費用由廠商負擔。",
    "B": "動用保固保證金逕為處理，不足時，向廠商追償。",
    "C": "依採購法第101條規定通知廠商。",
    "D": "終止契約。",
    "Ans": "D",
    "Exp": "編號 59：保固期內瑕疵逾期未改正，機關得逕為處理、動用保證金或依採購法第101條通知廠商。終止契約非保固瑕疵處理措施，不適當。採購法第72條、工程採購契約範本"
  },
  {
    "Id": "60",
    "Type": "選擇題",
    "Q": "下列有關技術服務採購之敘述，何者錯誤？",
    "A": "不得規定收押標金及保證金。",
    "B": "得允許共同投標。",
    "C": "共通性之需求得簽訂共同供應契約。",
    "D": "得允許外國廠商參與投標。",
    "Ans": "A",
    "Exp": "編號 60：技術服務採購得規定收取押標金及保證金，並無禁止。機關可視需要於招標文件訂明收取方式及金額，確保履約保障。採購法第30條、第31條"
  },
  {
    "Id": "61",
    "Type": "選擇題",
    "Q": "下列何者係屬投標廠商之特定資格？",
    "A": "具有相當經驗或實績者。",
    "B": "實收資本額之規定。",
    "C": "投標廠商現有與承包招標標的有關之專業或一般人力證明。",
    "D": "以上皆是。",
    "Ans": "D",
    "Exp": "編號 61：特定資格包括相當經驗實績、實收資本額、專業或一般人力等與履約能力直接相關之條件，用以確保廠商具備履約能力。採購法第36條、投標廠商資格與特殊或巨額採購認定標準"
  },
  {
    "Id": "62",
    "Type": "選擇題",
    "Q": "有關技術服務採購之驗收規定，下列何者正確？",
    "A": "不得辦理分段查驗供驗收之用。",
    "B": "不得以書面審查方式。",
    "C": "得以召開審查會方式。",
    "D": "設計成果之驗收，於施工標驗收時方得一併辦理。",
    "Ans": "C",
    "Exp": "編號 62：技術服務採購驗收得以召開審查會方式辦理，邀集相關專業人員審查服務成果，確保符合契約要求及專業水準。採購法第71條、機關委託技術服務廠商評選及計費辦法"
  },
  {
    "Id": "63",
    "Type": "選擇題",
    "Q": "服務成本加公費法所稱「憑證」，包括各項費用之下列何種單據？",
    "A": "發票。",
    "B": "收據。",
    "C": "紀錄或報表。",
    "D": "以上皆是。",
    "Ans": "D",
    "Exp": "編號 63：服務成本加公費法所稱憑證包括發票、收據、紀錄或報表等各項費用單據，廠商應提供完整憑證供機關查核費用支出。機關委託技術服務廠商評選及計費辦法第8條"
  },
  {
    "Id": "64",
    "Type": "選擇題",
    "Q": "下列敘述何者為非？",
    "A": "機關公開評選廠商承辦技術服務之審查，其招標文件訂有廠商資格者，應先審查資格文件。",
    "B": "機關評選結果應通知廠商，對未獲選者並應敘明其原因。",
    "C": "機關依採購法第22條第1項第9款辦理評選技術服務廠商，其投標廠商應有3家方可開標。",
    "D": "採購評選委員會評選優勝廠商，得不以1家為限。",
    "Ans": "C",
    "Exp": "編號 64：依採購法第22條第1項第9款辦理評選，投標廠商僅須1家以上即可開標，非3家，以利技術服務採購彈性辦理。採購法第22條第1項第9款、採購法第48條"
  },
  {
    "Id": "65",
    "Type": "選擇題",
    "Q": "機關委託廠商辦理技術服務，服務費用採建造費用百分比法計費者，下列敘述何者正確？",
    "A": "各階段環境影響評估及相關說明書、報告書之編製及送審之服務費用，屬百分比計費之範疇，不得另行估算編列。",
    "B": "水土保持計畫之辦理及送審之服務費用，仍須受附表所列參考百分比之限制，不得另行估算編列。",
    "C": "申請公有建築物候選綠建築證書或綠建築標章之服務費用，仍須受附表所列參考百分比之限制，不得另行估算編列。",
    "D": "招標文件可載明建造費用不包括拆除工程之有價回收料之減項金額。",
    "Ans": "D",
    "Exp": "編號 65：建造費用不包括拆除工程有價回收料減項金額，可於招標文件載明。環評、水保、綠建築等服務費用得另行估算編列，不受百分比限制。機關委託技術服務廠商評選及計費辦法第7條"
  },
  {
    "Id": "66",
    "Type": "選擇題",
    "Q": "建築物工程技術服務建造費用百分比參考表所列服務費用參考值，於包括規劃、設計及監造3項時，原則上各占多少百分比？",
    "A": "規劃占5%，設計占50%，監造占45%。",
    "B": "規劃占15%，設計占45%，監造占40%。",
    "C": "規劃占10%，設計占45%，監造占45%。",
    "D": "規劃占10%，設計占50%，監造占40%。",
    "Ans": "C",
    "Exp": "編號 66：建築物工程技術服務費用參考值，規劃占10%、設計占45%、監造占45%，反映各階段工作量及專業需求比重。機關委託技術服務廠商評選及計費辦法附表1"
  },
  {
    "Id": "67",
    "Type": "選擇題",
    "Q": "受機關委託提供採購規劃、設計、監造或專案管理之工程技術服務廠商如有綁標情事致機關遭受損害，機關應追究廠商之責任；承辦之技師或建築師有應付懲戒之情事，且交付懲戒符合行政程序法第7條所訂「比例原則」時，則依技師法第42條或建築師法第50條之規定，詳述事實並檢具違規事證移送懲戒。其為執業技師部分，應送下列何者機關辦理？",
    "A": "電機技師送經濟部。",
    "B": "內政部。",
    "C": "技師法之中央主管機關。",
    "D": "直轄市、縣（市）主管機關。",
    "Ans": "C",
    "Exp": "編號 67：執業技師應付懲戒者，應送技師法之中央主管機關辦理。中央主管機關依技師類別不同而異，如考試院考選部或各該專業主管機關。技師法第42條、第3條"
  },
  {
    "Id": "68",
    "Type": "選擇題",
    "Q": "按主管機關訂定工程採購契約範本之物價指數調整內容，以下何者錯誤？",
    "A": "機關依行政院主計總處發布之總指數、中分類項目指數及個別項目指數，可自行訂定漲跌幅逾一定比率部分，計算物價調整款。",
    "B": "可歸責於廠商原因致逾履約期限施作之部分，以施作當月指數與契約約定履約期限當月指數二者較低者，作為調整依據。",
    "C": "機關招標時未載明中分類項目及個別項目時，不可依中分類項目指數及個別項目指數調整工程款。",
    "D": "契約雙方得就施工時間間隔較久之項目，於訂料前約定，以訂料時或施工前一定月份之指數，計算物價調整款。",
    "Ans": "C",
    "Exp": "編號 68：機關招標時未載明中分類項目及個別項目，仍可依中分類項目指數及個別項目指數調整工程款，但應於契約變更時補充約定調整方式。工程採購契約範本、行政院公共工程委員會相關函釋"
  },
  {
    "Id": "69",
    "Type": "選擇題",
    "Q": "機關委託廠商辦理技術服務，下列敘述何者錯誤？",
    "A": "機關辦理公告金額以上之技術服務者，以不訂底價之最有利標為原則。",
    "B": "機關採公開招標不訂底價之最有利標辦理公告金額以上之技術服務採購，於評選出最有利標廠商後，議價程序仍不得免除。",
    "C": "機關於招標文件預先載明決標金額或費率作為決標條件，此時得不將廠商報價納為評選項目。",
    "D": "機關辦理公告金額以上之技術服務者，依採購法第22條第1項第9款及「機關委託技術服務廠商評選及計費辦法」規定，參考優勝廠商報價訂定底價後辦理議價程序。",
    "Ans": "B",
    "Exp": "編號 69：機關採不訂底價最有利標辦理技術服務採購，評選出最有利標廠商後仍應辦理議價，確認決標金額是否合理適當。採購法第54條、機關委託技術服務廠商評選及計費辦法"
  },
  {
    "Id": "70",
    "Type": "選擇題",
    "Q": "機關辦理技術服務採購，採服務成本加公費法計費者，下列何者錯誤？",
    "A": "直接薪資包括非經常性給與之獎金。",
    "B": "實際薪資得包括經常性給與之獎金。",
    "C": "工作人員不扣薪假與特別休假之薪資費用，得由機關依實際需要於招標文件明定為實際薪資之一定比率及給付條件，但須檢據核銷。",
    "D": "非經常性給與之獎金，得由機關依實際需要於招標文件明定為實際薪資之一定比率及給付條件，檢據核銷。但不得超過實際薪資之百分之三十。",
    "Ans": "C",
    "Exp": "編號 70：工作人員不扣薪假與特別休假薪資費用，得由機關明定為實際薪資一定比率及給付條件，無需檢據核銷，屬概算給付。機關委託技術服務廠商評選及計費辦法第8條"
  },
  {
    "Id": "71",
    "Type": "選擇題",
    "Q": "機關辦理履約地點位於原住民地區未達公告金額之技術服務採購，其採公開取得3家以上廠商之書面報價或企劃書，擇符合需要者辦理比價或議價者，招標機關於第1次公告開放原住民及非原住民廠商投標，並於招標公告敘明開標後依2階段辦理，其下列作業方式何者錯誤？",
    "A": "第1階段先就原住民廠商所投之標進行審標、決標。",
    "B": "第1階段無法決標予原住民廠商，則作成紀錄後，第2階段改就全部投標廠商辦理審標。",
    "C": "第1階段原住民廠商之標價經洽減價仍超底價而不逾預算數額，可經原底價核定人或其授權人核准，直接決標予原住民廠商。",
    "D": "因提供技術服務之原住民廠商極為有限，招標機關為避免單一原住民廠商承接過多案件致影響履約品質，可於招標文件規定投標廠商須提出「具有如期履約能力之證明」。",
    "Ans": "C",
    "Exp": "編號 71：原住民地區採購，第1階段原住民廠商標價超底價，應予減價機會。即使減價後仍超底價而不逾預算，亦不得逕行決標，應改就全部投標廠商辦理。原住民族工作權保障法第12條、政府採購法第53條"
  }
]