{
  "importDate": "2025-12-16",
  "source": "114年_-_iPAS◆AI應用規劃師◆初級-科目1-L1101#130994-阿摩線上測驗.xlsx",
  "questions": [
    {
      "id": "1",
      "content": "在人工智慧的領域中，「模仿人類認知功能」是一個核心目標。其中，學習功能被視為讓 AI 系統具備自我進化能力的關鍵。請問，一個 AI 模型如何透過學習來辨識從未見過的動物？它不是像傳統程式那樣，由工程師逐一編寫「如果動物有尖尖的耳朵和鬍鬚，那它是貓」這樣的規則。相反地，它會被提供大量的數據，然後從中自動找出規律與模式。請問，這種讓 AI 從數據中學習並找出模式的技術，最常被稱為下列哪一項？",
      "A": "邏輯編程",
      "B": "專家系統",
      "C": "機器學習",
      "D": "符號演算法",
      "Ans": "C",
      "exp": "機器學習（Machine Learning, ML）的核心就是讓 AI 系統能夠從大量的數據中自動找出規律與模式，從而具備預測或識別的能力，而無需被明確地編寫所有規則。"
    },
    {
      "id": "2",
      "content": "推理是人類認知的重要環節，我們能根據已知的資訊進行邏輯推斷，得出結論。例如，在一 個法律案例中，法官會根據所有證詞、證據和相關法律條文，進行嚴密的邏輯推理，最終做出判決。AI 系統也具備類似的能力，能夠根據大量的數據和預設規則進行邏輯推斷，進而提供決策建議。請問，一個醫療診斷 AI 系統在分析了病患的症狀、病史及各項檢驗報告後，能夠推斷出最可能的疾病並建議治療方案。這種能力最能體現 AI 的哪一種認知功能？",
      "A": "感知",
      "B": "解決問題",
      "C": "推理",
      "D": "語言理解",
      "Ans": "C",
      "exp": "推理（Reasoning）是指 AI 系統根據已知的資訊、數據和規則，透過邏輯推斷來得出結論、預測結果或提供決策建議的能力。在醫療診斷中，從症狀推斷疾病即為推理的體現。"
    },
    {
      "id": "3",
      "content": "想像一下，您正在使用導航軟體規劃一趟長途旅行。您輸入了起點和終點，然後導航系統會立刻分析所有可能的路線，包括高速公路、省道、國道等，同時考慮到即時交通資訊，例如：哪條路段正在塞車、哪裡有事故發生。接著，它會在極短的時間內計算出哪條路線最省時， 並將其推薦給您。這個過程不僅僅是簡單地找出最短距離，更涉及到在複雜限制條件下，尋找達成目標的最佳路徑。請問，上述導航系統的功能，最能體現 AI 模仿人類的哪一種認知功 能？",
      "A": "解決問題",
      "B": "學習",
      "C": "感知",
      "D": "推理",
      "Ans": "A",
      "exp": "解決問題（Problem Solving）是指 AI 系統在一個目標（例如：找到最快路線）和一組限制條件（例如：避開塞車路段）下，尋找達成目標的最佳步驟或路徑的能力。導航系統規劃最佳路線即為解決問題。"
    },
    {
      "id": "4",
      "content": "感知是人類與環境互動的重要方式，我們透過感官接收外界資訊，並將其轉換為可理解的訊息。例如，當您走進一個房間，您的眼睛會感知到房間裡的物品、光線和顏色，您的鼻子會感知到空氣中的味道。AI 系統也透過各種感應器來模擬這種能力。請問，一個智慧工廠中的機器人，它使用高解析度攝影機來辨識生產線上的產品是否有缺陷，並將有缺陷的產品挑出來。這個機器人所應用的 AI 技術，最主要是模仿了人類的哪一種認知功能？",
      "A": "語言理解",
      "B": "推理",
      "C": "感知",
      "D": "解決問題",
      "Ans": "C",
      "exp": "感知（Perception）是指 AI 系統透過感應器（如攝影機、麥克風、雷達等）接收外界的資訊，並將這些原始數據轉換為有意義、可供處理的內部表示的能力。機器人使用攝影機辨識產品缺陷即是圖像感知。"
    },
    {
      "id": "5",
      "content": "在您的智慧型手機上，您對著語音助理說：「嘿 Siri，幫我撥打給媽媽。」在短短幾秒鐘內，語音助理不僅聽懂了您發出的聲音，更理解了「撥打給媽媽」這句話的含義，然後執行了相應的動作。這個過程背後的 AI 技術，需要將您的語音信號轉換成文字，再從這些文字中提取出您想表達的意圖。這項技術挑戰巨大，因為人類語言充滿了口音、語氣、上下文等複雜性。請問，這種讓電腦能夠理解人類語音或文字中的含義的技術，最主要是模仿了人類的哪一種認知 功能？",
      "A": "學習",
      "B": "解決問題",
      "C": "語言理解",
      "D": "感知",
      "Ans": "C",
      "exp": "語言理解（Language Understanding）是指 AI 系統能夠處理、分析和理解人類的自然語言（包括口語或文字）中的語義、語法和意圖的能力。語音助理理解「撥打給媽媽」的含義即是語言理解。"
    },
    {
      "id": "6",
      "content": "人臉辨識系統是現代科技的常見應用，例如手機解鎖或機場安檢。這個系統的核心工作流程是：首先，透過鏡頭感應(捕捉)人臉圖像；接著，分析圖像中的各種特徵，如眼睛、鼻子、嘴巴 的位置、大小和距離等，這些特徵數據會被比對儲存好的資訊，以確認身分。整個過程中，AI 系統能像人類一樣「看見」並「理解」圖像。請問，人臉辨識系統在捕捉圖像並辨識出人臉特徵 的過程中，主要體現了 AI 對哪一種人類認知功能的模仿？",
      "A": "語言理解",
      "B": "解決問題",
      "C": "感知",
      "D": "推理",
      "Ans": "C",
      "exp": "人臉辨識的第一步是透過鏡頭捕捉人臉圖像並分析其視覺特徵，這就是 AI 感知（Perception）能力的體現。它將圖像這一原始感官資訊轉換為可供機器處理的特徵數據。"
    },
    {
      "id": "7",
      "content": "**機器學習(Machine Learning, ML)是人工智慧的一個重要分支，它讓電腦能夠從數據中學習，而無需被明確地編程。例如，一個垃圾郵件過濾器在剛開始運作時可能不太準確，但隨著使用者不斷地將新收到的郵件標記為「垃圾郵件」或「非垃圾郵件」，這個系統會根據這些反饋(數據)學習到更多關於垃圾郵件的特徵，例如：包含某些關鍵字、來自特定寄件者等。請問，這種透過經驗(數據)**不斷改進自身表現的過程，最能體現 AI 哪一項核心能力？",
      "A": "推理",
      "B": "感知",
      "C": "解決問題",
      "D": "學習",
      "Ans": "D",
      "exp": "根據數據或經驗（使用者標記的郵件）來自動調整和改進自身性能的過程，正是 AI 學習（Learning）功能的核心體現。"
    },
    {
      "id": "8",
      "content": "當您使用線上翻譯軟體時，您輸入了一句中文，軟體會立刻將其翻譯成英文，並且能夠根據上下文調整詞彙和語法，讓翻譯結果更加通順。傳統的翻譯軟體可能只是簡單地將單詞對應起來，但現代的 AI 翻譯工具則會分析整個句子的結構、語法和潛在含義，從而產生更準確、更自然的譯文。請問，這種能夠理解不同語言結構與含義並進行轉換的技術，是 AI 在模仿人類的哪一種認知功能？",
      "A": "推理",
      "B": "語言理解",
      "C": "學習",
      "D": "解決問題",
      "Ans": "B",
      "exp": "翻譯軟體的核心是分析輸入語言的句子結構、語法和潛在含義，這正是語言理解（Language Understanding）能力的體現。"
    },
    {
      "id": "9",
      "content": "一個下棋 AI 程式，例如知名的 AlphaGo，在面對一個對手時，它會分析棋盤上所有棋子的位置，並計算出數百萬種可能的走法，預測每一步對手可能的反應以及自己的勝率。最終，它會選擇勝率最高的那一步棋。這個過程並不是隨機的，而是透過極為龐大的運算，找到達成 「獲勝」這個目標的最佳路徑。請問，下棋 AI 所展現的這種能力，最能體現 AI 對人類哪一種 認知功能的模仿？",
      "A": "感知",
      "B": "推理",
      "C": "學習",
      "D": "解決問題",
      "Ans": "D",
      "exp": "下棋 AI 的目標是「獲勝」，其透過計算和分析所有可能的路徑（走法），並選擇最佳路徑來達成目標，這正是解決問題（Problem Solving）的經典應用。"
    },
    {
      "id": "10",
      "content": "想像一個虛擬客戶服務機器人，當您輸入「我想查一下我的訂單狀態」這句話時，它能夠準確理解您的意圖，並接著詢問您的訂單號碼。這個機器人不僅需要辨識出您使用的關鍵詞，更重要的是，它要能理解您這句話的目的，也就是「查詢訂單」。這個過程需要將人類複雜、多樣化的語言，轉化為機器能夠執行的指令。請問，上述虛擬機器人所應用的核心技術，最主要是在模仿人類的哪一種認知功能？",
      "A": "感知",
      "B": "語言理解",
      "C": "推理",
      "D": "學習",
      "Ans": "B",
      "exp": "虛擬客服機器人能夠理解人類的自然語言並從中提取意圖（「查詢訂單」），這是語言理解（Language Understanding）的核心功能。"
    },
    {
      "id": "11",
      "content": "在醫學研究中，科學家們希望能加速新藥的研發過程。他們利用 AI 系統，將數以千計的化合物數據、生物反應數據以及疾病相關的基因資訊輸入到系統中。AI 系統會從這些龐大的資料中，找出特定化合物與疾病治療之間可能存在的隱藏關聯，並推薦最有潛力的新藥候選物給科學家進行實驗。這種從海量數據中發掘規律，進而產生新知識的能力，最能體現 AI 的哪一種認知功能？",
      "A": "推理",
      "B": "學習",
      "C": "解決問題",
      "D": "感知",
      "Ans": "B",
      "exp": "AI 系統從大量的數據（化合物、基因資訊等）中自動找出隱藏的規律和關聯性（化合物與疾病治療的關係），這就是學習（Learning）能力的體現。"
    },
    {
      "id": "12",
      "content": "一個自動駕駛汽車在行駛過程中，它的感測器會不斷地接收來自外界的資訊：雷達感應器偵測前方車輛的距離、攝影機辨識紅綠燈和路標、超音波感應器測量與周圍物體的距離。汽車 的「大腦」會即時處理這些感官數據，並根據這些資訊做出「加速」、「減速」或「轉向」等決策。 請問，這種從多種感測器中擷取和分析環境資訊的能力，最能體現 AI 對人類哪一種認知功能的模仿？",
      "A": "語言理解",
      "B": "感知",
      "C": "解決問題",
      "D": "學習",
      "Ans": "B",
      "exp": "自動駕駛汽車透過雷達、攝影機等多種感測器接收並處理外部環境資訊（距離、紅綠燈、路標），這正是感知（Perception）能力的應用。"
    },
    {
      "id": "13",
      "content": "在金融領域，AI 系統被廣泛用於信用卡詐騙偵測。這個系統不是透過預先定義好的規則(例如：單筆消費超過十萬元就是詐騙)，而是被輸入了數百萬筆交易數據，包括正常的交易和已確認的詐騙交易。AI 系統會從中自動學習並建立一個模型，這個模型能夠辨識出正常交易中不常出現的模式，例如：在短時間內在多個國家進行小額消費。請問，這種讓 AI 系統能從歷史數據中找出新的詐騙模式的能力，最能體現 AI 的哪一種認知功能？",
      "A": "推理",
      "B": "學習",
      "C": "解決問題",
      "D": "感知",
      "Ans": "B",
      "exp": "AI 系統從歷史交易數據中自動建立模型並找出潛在的詐騙模式，這種透過數據獲取知識的能力，體現了學習（Learning）功能。"
    },
    {
      "id": "14",
      "content": "您在使用智慧語音助理時，常常會發現它能夠理解一些口語化的指令，甚至是帶有錯誤語法的句子。例如，您可能會說：「把燈關了，客廳的。」而不是說「請將客廳的電燈關閉。」AI 系統之所以能夠處理這類非標準的語法，是因為它經過大量的口語數據訓練，能夠理解人類語言的語境和意圖，而不是僅僅依賴於語法規則。請問，這項技術最主要在模仿人類的哪一種認知功能？",
      "A": "學習",
      "B": "推理",
      "C": "語言理解",
      "D": "解決問題",
      "Ans": "C",
      "exp": "AI 系統能夠理解非標準語法句子的語境和意圖，將其轉換為可執行的指令，這屬於語言理解（Language Understanding）的範疇。"
    },
    {
      "id": "15",
      "content": "在一個複雜的物流倉儲中心，數百台無人搬運車需要將貨物從儲存區運送到出貨區。為了確保效率，AI 系統必須規劃出每一台搬運車的最佳路徑，避免它們互相碰撞，同時還要考慮到貨物的重要性與運送時程。這個過程需要即時分析所有搬運車的位置、貨物清單以及倉儲中心的動態變化，並不斷重新規劃路徑以應對突發狀況。請問，這個 AI 系統所應用的主要能力，最能體現對人類哪一種認知功能的模仿？",
      "A": "感知",
      "B": "學習",
      "C": "語言理解",
      "D": "解決問題",
      "Ans": "D",
      "exp": "AI 系統需要在多重限制條件（避免碰撞、運送時程）下，尋找達成目標（貨物運送到出貨區）的最佳路徑，這體現了解決問題（Problem Solving）的能力。"
    },
    {
      "id": "16",
      "content": "某公司開發了一款名為「智圖」的軟體，它能夠自動為使用者上傳的照片進行分類，例如：將所有包含「海邊」的照片歸類到「度假」相簿、將所有有「狗狗」的照片歸類到「寵物」相簿。這款軟體並沒有事先被告知「海邊」是怎樣的畫面，或「狗狗」長什麼樣子。相反地，它被提供了數百萬張已經被人工標記好的圖片，然後從中學習到「海邊」圖像通常包含藍色、沙灘、海水等特徵，而「狗狗」圖像則包含特定的身體輪廓和毛髮紋理。請問，「智圖」軟體的這項核心能力，最主要是模仿了人類的哪種認知功能？",
      "A": "推理",
      "B": "解決問題",
      "C": "語言理解",
      "D": "感知 學習",
      "Ans": "D",
      "exp": "這個系統有兩個主要環節：一是透過分析圖像特徵來「看懂」圖片，這是感知（Perception）能力的體現；二是從人工標記的圖片中「學習」到圖像特徵與類別之間的關聯，這是學習（Learning）能力的體現。選項 D 包含了最關鍵的兩項能力。若只能選一項，應選「學習」或「感知」。由於題目描述了「從中學習到...特徵」，因此「學習」是核心，而「感知」是接收資訊的基礎。在單選題中，若出現複合選項，通常表示兩者皆是，此處選 D。"
    },
    {
      "id": "17",
      "content": "一個智慧語音助理在回答您的問題時，例如「紐約的氣溫是多少？」，它首先要將您的語音轉換為文字，這是一個感知過程；接著，它需要理解這句話的意圖，也就是「查詢天氣」，這是一個語言理解過程；然後，它必須從網路上的天氣資料庫中找到紐約的氣溫，這是一個解決問題的過程；最後，它會合成語音回答您。請問，這個例子中，理解您的提問意圖的過程，主要體現了 AI 對人類哪一種認知功能的模仿？",
      "A": "推理",
      "B": "語言理解",
      "C": "學習",
      "D": "感知",
      "Ans": "B",
      "exp": "將文字指令「紐約的氣溫是多少？」解析並確定其背後的意圖是「查詢天氣」，這是語言理解（Language Understanding）的核心功能。"
    },
    {
      "id": "18",
      "content": "某公司利用 AI 系統來預測未來股票價格的走勢。這個系統被輸入了大量的歷史交易數據，包括股票價格、交易量、公司財報以及宏觀經濟數據(如 GDP、失業率等)。AI 系統會分析這些數據，找出各種變數之間的複雜關聯性和模式，並根據這些模式推斷出未來股價可能的變動方向。請問，這個 AI 系統所應用的主要能力，最能體現對人類哪一種認知功能的模仿？",
      "A": "學習",
      "B": "推理",
      "C": "解決問題",
      "D": "感知",
      "Ans": "B",
      "exp": "AI 系統在分析歷史數據（前提）並找出關聯性模式之後，根據這些模式來推斷未來股票價格的變動方向（結論），這最能體現推理（Reasoning）的能力。"
    },
    {
      "id": "19",
      "content": "在智慧農業領域，AI 系統透過無人機搭載的攝影機來監控農作物的生長狀況。無人機拍攝的圖像被傳送到 AI 系統進行分析，系統能夠辨識出圖像中哪一塊田地出現了病蟲害的跡象，或者哪一塊田地需要更多的水分。這種能力讓農民可以精準地對症下藥，避免全區噴灑農藥，減少成本並保護環境。請問，這個 AI 系統在分析圖像並辨識出作物狀況的過程中，最主要是在模仿人類的哪一種認知功能？",
      "A": "語言理解",
      "B": "推理",
      "C": "學習",
      "D": "感知",
      "Ans": "D",
      "exp": "AI 系統透過攝影機接收圖像數據，並從圖像中辨識（即分析和理解）出病蟲害或缺水等狀況，這屬於感知（Perception）能力的範疇，特別是電腦視覺的應用。"
    },
    {
      "id": "20",
      "content": "想像一個工廠機器人，它需要將不同尺寸和顏色的產品從輸送帶上分類到不同的籃子裡。這個機器人被事先訓練，能夠辨識產品的顏色和形狀，並將它們歸類。如果輸送帶上突然出現一個從未見過的產品，例如：一個新的藍色方形積木，機器人會根據它過去學習到的「藍色」 和「方形」的特徵，正確地將其分類。請問，這個機器人之所以能正確分類新產品，最主要是因為它具備了哪一種 AI 認知能力？",
      "A": "解決問題",
      "B": "學習",
      "C": "推理",
      "D": "感知",
      "Ans": "B",
      "exp": "機器人能夠根據過去學習到的「藍色」和「方形」的特徵，歸納並應用到從未見過的新產品上進行正確分類，這種從經驗中獲取知識並應用於新情境的能力，正是學習（Learning）功能的體現。"
    },
    {
      "id": "21",
      "content": "在 AI 課程中，我們討論了 AI 模仿人類的五大認知功能：學習、推理、解決問題、感知和語言理解。某公司正在開發一款名為「智慧翻譯」的軟體，它不僅能夠將不同語言的文字進行轉換，還能夠在語音聊天時進行即時翻譯。這款軟體能夠聽懂使用者的語音，並理解其中包含的 語氣與情感，接著將其翻譯為另一種語言，並以語音形式播報。此外，隨著使用的次數增加，它會從使用者的回饋中學習，使得翻譯結果越來越精準。請問，關於這款「智慧翻譯」軟體，下列哪一個選項的描述是完全正確的？",
      "A": "該軟體主要體現了「推理」與「解決問題」兩項能力，因為它需要推斷語意並解決翻譯難題。",
      "B": "該軟體主要體現了「學習」與「感知」兩項能力，因為它需要從數據中學習並透過麥克風感知聲音。",
      "C": "該軟體主要體現了「語言理解」與「感知」兩項能力，但完全沒有體現「學習」能力。",
      "D": "該軟體主要體現了「感知」與「語言理解」能力，並且透過使用者回饋不斷優化翻譯結果的過程，體現了「學習」能力。",
      "Ans": "D",
      "exp": "該軟體的運作流程涵蓋多種 AI 功能：\n1. 聽懂語音：感知（透過麥克風接收聲音信號，並進行語音辨識）。\n2. 理解語意和情感：語言理解（分析語音轉換後的文字含義和語氣）。\n3. 翻譯結果優化：學習（從使用者回饋或新數據中改進翻譯模型）。\n選項 D 的描述最為完整和正確，涵蓋了「感知」、「語言理解」和「學習」三項核心功能。"
    },
    {
      "id": "22",
      "content": "想像一個全自動的自動駕駛汽車。當它在公路上行駛時，其感知系統(包括攝影機、雷達、光學雷達)會持續掃描周圍環境，辨識路標、行人、其他車輛和道路標線。同時，它的「大腦」會分析這些數據，推斷出前方的行人可能正在穿越馬路，並根據路況、車速和交通規則推論出最佳的應對方案，例如：提前減速。如果因為前方發生事故導致預設路線無法通行，它會立即重新規劃一條新的路線，以解決交通堵塞的問題。請問，下列關於這輛自動駕駛汽車所應 用的 AI 技術描述，哪一個選項是不正確的？",
      "A": "辨識路標、行人的功能，主要體現了 AI 的感知能力。",
      "B": "分析前方行人動態並預測其行為，主要體現了 AI 的推理能力。",
      "C": "在遇到交通堵塞時重新規劃路線，主要體現了 AI 的解決問題能力。",
      "D": "這些功能都是預先編寫好的，與「學習」能力無關。",
      "Ans": "D",
      "exp": "選項 D 不正確。現代自動駕駛汽車（例如，訓練辨識新的路標或交通模式）的核心是機器學習和深度學習技術。系統會透過不斷的駕駛數據和模擬訓練來優化其模型和決策邏輯，因此與「學習」能力有極大的關聯，並非只是「預先編寫好的」規則。其他選項描述皆正確：\n- A：辨識路標和行人是透過攝影機等感測器進行圖像處理，屬於感知。\n- B：根據數據推斷行人行為和推論最佳應對方案，屬於推理。\n- C：在限制條件下（交通堵塞）尋求達成目標（安全到達目的地）的最佳路徑（重新規劃路線），屬於解決問題。"
    },
    {
      "id": "23",
      "content": "某公司開發了一款名為「智寫」的寫作輔助 AI。當使用者輸入一個主題，例如「氣候變遷的影 響」，「智寫」軟體會立即從網路擷取與主題相關的大量文字資料，並分析其中的關鍵概念與論點，接著生成一篇邏輯清晰、結構完整的文章。隨著使用者不斷修正和編輯生成的文章， 「智寫」軟體會從這些回饋中學習，使得未來生成的文章內容和風格更貼近使用者的偏好。請問，關於這款「智寫」軟體，下列哪一個選項的描述是完全正確的？",
      "A": "該軟體主要體現了「推理」能力，因為它需要推斷出文章的邏輯結構。",
      "B": "該軟體主要體現了「學習」和「語言理解」兩項能力。",
      "C": "軟體從網路擷取資料的過程，體現了感知能力。",
      "D": "軟體生成文章的過程，體現了解決問題能力。",
      "Ans": "B",
      "exp": "這款寫作輔助 AI 涉及多項核心能力：\n1. 分析關鍵概念與論點：語言理解（理解輸入主題和擷取資料的含義）。\n2. 從使用者修正中學習：學習（根據新的回饋數據改進模型）。\n選項 B 提到了最核心的兩項能力。雖然生成文章可視為解決「如何寫出一篇好文章」的問題，但「學習」和「語言理解」是其背後的關鍵技術，且從使用者回饋中學習是明確提到的功能。選項 C 提到的「感知」通常指透過感測器接收物理世界的資訊，擷取網路資料更偏向於資料處理。選項 D 的解決問題較為籠統。綜合來看，B 是最核心的正確描述。"
    },
    {
      "id": "24",
      "content": "在一個複雜的物流管理系統中，AI 扮演了多重角色。首先，它使用攝影機辨識每個包裹上的條碼和目的地，這是一種感知；接著，它會分析整個倉儲的貨物流量，並計算出最有效的包裹運輸路徑，以解決包裹堆積或延誤的問題；同時，系統會根據歷史數據預測未來幾天的訂單量，推論出需要額外調度的人力與資源。此外，系統會記錄每次的運輸效率，並從中學習如何優化未來的運輸策略。請問，關於上述物流管理系統的描述，下列哪一個選項是不正確的？",
      "A": "辨識包裹條碼是感知能力的體現。",
      "B": "計算最有效運輸路徑是解決問題能力的體現。",
      "C": "預測未來訂單量並推論資源需求是推理能力的體現。",
      "D": "分析貨物流量並分派人力是語言理解能力的體現。",
      "Ans": "D",
      "exp": "選項 D 不正確。「分析貨物流量並分派人力」是根據數據進行推理和解決問題（優化資源配置），與語言理解（處理人類語言）無關。其他選項描述皆正確：\n- A：透過攝影機辨識條碼，是電腦視覺的應用，屬於感知。\n- B：計算最有效運輸路徑以達成效率目標，屬於解決問題。\n- C：根據歷史數據（前提）預測（推論）資源需求（結論），屬於推理。"
    },
    {
      "id": "25",
      "content": "某銀行利用 AI 系統來審核貸款申請。當客戶提交申請後，系統會自動分析客戶的個人財務狀況、信用記錄、職業等各項數據，並與數百萬筆歷史數據進行比較，找出是否有潛在的違 約風險模式。接著，它會根據這些分析結果，推斷出該客戶的信用評分，並給出是否批准貸款的建議。隨著時間的推移，系統會從新批准或拒絕的貸款案例中學習，不斷優化其風險評估模型，使其更為精準。請問，關於此銀行 AI 系統的描述，下列哪一個選項是不正確的？",
      "A": "系統分析客戶數據並找出風險模式，這體現了學習能力。",
      "B": "系統根據分析結果推斷出信用評分，這體現了推理能力。",
      "C": "整個過程體現了「解決問題」能力，因為它旨在解決「如何有效評估貸款風險」這個問題。",
      "D": "系統審核申請的過程，完全沒有用到任何語言理解能力。",
      "Ans": "D",
      "exp": "選項 D 不正確。雖然核心的風險評估是數據分析（學習、推理），但在現實的貸款申請流程中，客戶可能會填寫開放式文本欄位（如職業描述、貸款用途）或透過客服 AI 進行溝通，這些都需要 AI 系統具備一定程度的語言理解能力。因此，說完全沒有用到語言理解能力是不恰當的，至少在處理申請文件中的非結構化文字資訊時會用到。"
    },
    {
      "id": "26",
      "content": "在當前的 AI 發展中，弱 AI (Narrow AI) 已經深入我們生活的各個層面。這類 AI 的核心特徵是其「狹義性」，即只能在單一、特定的領域發揮作用。舉例來說，一個專門設計來推薦電影的 AI 系統，它能夠精準地分析你的觀影歷史和偏好，並推薦你可能喜歡的新電影。然而，你無法讓這個系統去處理複雜的財務報表或是進行醫學診斷，因為這些任務超出了它被設計時的範疇。請問，這種無法將其專業知識應用於其他不同領域的特徵，最能體現弱 AI 的哪一 種本質？",
      "A": "具備自我意識與情感。",
      "B": "具有多功能性與跨領域學習能力。",
      "C": "專業化與任務的單一性。",
      "D": "能夠快速自我進化並超越人類智慧。",
      "Ans": "C",
      "exp": "弱 AI（Narrow AI）的本質特徵就是其專業化與任務的單一性，它只能在一個特定領域（如電影推薦、人臉辨識）表現出色，無法將知識遷移到其他不相關的領域。"
    },
    {
      "id": "27",
      "content": "通用 AI (Artificial General Intelligence, AGI) 被視為 AI 領域的長期目標，它被定義為具備與人類相當的學習、理解和應用知識的能力。不同於只能執行特定任務的弱 AI，通用 AI 能夠在不同領域之間進行知識遷移，並解決各種未曾訓練過的新問題。雖然目前尚未實現，但科學家們對其潛在的應用充滿想像。例如，一個通用 AI 可能能擔任全科醫生助理，分析各種醫學文獻，並根據病患的獨特情況，綜合診斷出罕見疾病。請問，下列何者最能凸顯通用 AI 與弱 AI 之間最根本的區別？",
      "A": "通用 AI 的學習速度比弱 AI 快。",
      "B": "通用 AI 能夠進行跨領域的學習與應用，而弱 AI 無法。",
      "C": "通用 AI 能夠在特定任務上表現得比弱 AI 更出色。",
      "D": "通用 AI 的應用已經在生活中廣泛普及，而弱 AI 還沒有。",
      "Ans": "B",
      "exp": "通用 AI（AGI）最根本的特徵是它具備與人類相似的跨領域學習、理解和應用知識的能力。弱 AI（Narrow AI）則僅限於其被設計的單一、特定任務。"
    },
    {
      "id": "28",
      "content": "超級智慧 (Artificial Superintelligence, ASI) 是 AI 發展的最終想像，它指的是在所有方面都遠遠超越人類智慧的 AI。這種智慧不僅僅是在計算速度或記憶力上更強，更是在科學創造力、藝術鑑賞、社交理解等所有層面都達到超乎人類所能想像的水平。超級智慧的出現，可能帶來的改變是巨大的，甚至可能對人類社會的未來產生根本性的影響。請問，如果一個 AI 系統能夠在毫秒間解開人類科學家數十年都未能解開的複雜物理方程式，並創造出全新的物理理論，這種能力最能被歸類為哪一類AI？",
      "A": "弱 AI (Narrow AI)。",
      "B": "通用 AI (AGI)。",
      "C": "超級智慧 (ASI)。",
      "D": "機器學習 (ML)。",
      "Ans": "C",
      "exp": "一個在所有方面（包括科學創造力、解決複雜物理方程式）遠遠超越人類智慧的 AI 系統，其能力超出了通用 AI 的「與人類相當」的定義，屬於超級智慧（Artificial Superintelligence, ASI）的範疇。"
    },
    {
      "id": "29",
      "content": "AI、機器學習 (ML) 與深度學習 (DL) 之間的關係，是初學者最容易混淆的概念。這三者可以被理解為層層遞進的包含關係：AI 是最大的概念，包含了所有讓機器模擬人類智慧的技術；ML 是實現 AI 的一種主要方法，專注於讓機器從數據中自動學習；而 DL 則是 ML 的一個子集，特別擅長處理複雜的非結構化數據。這意味著一個系統如果應用了深度學習，它必然也屬於機器學習和人工智慧的範疇。請問，下列關於這三者關係的描述中，哪一個是不正確的？",
      "A": "所有的機器學習都是人工智慧。",
      "B": "所有的深度學習都是機器學習。",
      "C": "所有的機器學習都必須使用深度學習技術。",
      "D": "人工智慧是一個涵蓋機器學習和深度學習的廣泛領域。",
      "Ans": "C",
      "exp": "選項 C 不正確。深度學習（DL）是機器學習（ML）的一個子集，機器學習的範疇更廣，還包括決策樹、支持向量機、傳統的神經網路等非深度學習技術。因此，並非所有的機器學習都必須使用深度學習技術。這三者的關係是：人工智慧 包含 機器學習 包含 深度學習。"
    },
    {
      "id": "30",
      "content": "在 AI 的應用領域中，自然語言處理 (NLP) 讓電腦能夠理解人類語言，而電腦視覺 (Computer Vision) 則讓電腦能夠「看懂」圖像。這兩個領域的技術已經廣泛應用於我們的日常生活中。例如，當您使用手機的拍照功能時，系統能夠自動辨識出照片中的人物，並進行美化，這就是電腦視覺的應用。同樣地，當您使用語音助理時，它能夠理解您的語音指令，這就是自然語言處理的應用。請問，一個 AI 系統若能分析影片內容，並自動為影片加上字幕，這項功能主要同時應用了 AI 的哪兩項技術？",
      "A": "語音辨識與電腦視覺。",
      "B": "自然語言處理與機器學習。",
      "C": "語音辨識與自然語言處理。",
      "D": "電腦視覺與解決問題。",
      "Ans": "C",
      "exp": "自動為影片加上字幕需要兩個主要步驟：\n1. 語音辨識 (Speech Recognition)：將影片中的語音內容轉換成文字。\n2. 自然語言處理 (NLP)：分析轉換後的文字內容，確保字幕的準確性和流暢度。因此，最主要的兩項技術是語音辨識與自然語言處理。"
    },
    {
      "id": "31",
      "content": "機器學習(ML)是人工智慧的一個重要分支，其核心思想是讓機器從數據中自動學習並改進。這個過程不需要像傳統程式設計那樣，由工程師明確地寫出每一條規則。當我們使用推薦系統時，例如 YouTube 根據我們的觀看歷史來推薦新的影片，這就是機器學習在發揮作用。系統從我們的行為數據中學習到我們的喜好，並建立一個能夠預測我們感興趣內容的模型。請問，這種讓電腦透過數據學習來執行特定任務的技術，最常被稱為下列哪一項？",
      "A": "人工智慧 (AI)",
      "B": "深度學習 (DL)",
      "C": "符號演算法",
      "D": "機器學習 (ML)",
      "Ans": "D",
      "exp": "題目描述的核心特徵是「讓電腦透過數據學習來執行特定任務」，並且「不需要像傳統程式設計那樣，由工程師明確地寫出每一條規則」，這正是機器學習 (Machine Learning, ML) 的定義。"
    },
    {
      "id": "32",
      "content": "深度學習(DL)是機器學習的一個子集，它利用一種複雜的類神經網路模型來處理大量的非結構化數據，例如圖像、語音、影片等。深度學習在近年的 AI 發展中扮演了關鍵角色，它的出現使得許多原本難以解決的問題有了突破性的進展。例如，一個深度學習模型能夠在醫療影像中自動辨識出癌細胞，這在過去幾乎是不可能完成的任務。請問，下列關於深度學習與機器學習的關係，哪一項描述是最正確的？",
      "A": "深度學習與機器學習是兩個完全獨立的技術，沒有任何關聯。",
      "B": "機器學習是深度學習的一個分支。",
      "C": "深度學習是機器學習的一個分支，且專長於處理複雜數據。",
      "D": "機器學習和深度學習是人工智慧的同義詞，可以互相替換使用。",
      "Ans": "C",
      "exp": "深度學習（DL）是機器學習（ML）的一個子集或分支，它利用深層神經網路來處理複雜的非結構化數據。這三者的關係是：人工智慧 包含 機器學習 包含 深度學習。選項 C 的描述最為準確。"
    },
    {
      "id": "33",
      "content": "超級智慧(ASI)是比通用 AI 更進一步的概念，它指的是在所有層面都遠遠超越人類智慧的 AI。這類 AI 能夠以我們無法想像的速度進行自我改進，並可能帶來巨大的潛在風險或改變。 超級智慧的能力範疇不僅限於邏輯運算或記憶力，而是涵蓋了科學、藝術、創造力、社交技能等所有方面。請問，在下列選項中，哪一項最能體現超級智慧與通用 AI 的本質區別？",
      "A": "超級智慧能夠在多個不同領域表現出色，而通用 AI 只能在單一領域運作。",
      "B": "通用 AI 已經在部分領域普及，而超級智慧仍然是理論概念。",
      "C": "通用 AI 的智慧程度與人類相當，而超級智慧則在所有層面遠遠超越人類。",
      "D": "超級智慧具備自我意識，而通用 AI 則不具備。",
      "Ans": "C",
      "exp": "AI 的三個發展階段是：弱 AI 專精於單一任務；通用 AI 具備與人類相當的學習和應用知識的能力；超級智慧則是在所有層面都遠遠超越人類智慧。因此，選項 C 提到了這兩種 AI 在智慧程度上的本質區別。"
    },
    {
      "id": "34",
      "content": "電腦視覺 (Computer Vision) 是一門讓電腦能夠「看懂」圖片和影片的技術。這項技術的應用已經深入我們的日常生活，例如手機的人臉解鎖功能、智慧監控系統，甚至是汽車的自動駕駛系統。這些應用都需要電腦能夠從視覺資訊中提取有意義的內容。請問，一個智慧監控系統，它能夠在超市的監控畫面中自動偵測到有顧客拿取商品後未結帳就離開的行為。這項技術屬於電腦視覺的哪一個應用範疇？",
      "A": "圖像分類",
      "B": "物體偵測",
      "C": "圖像分割",
      "D": "人臉辨識",
      "Ans": "B",
      "exp": "偵測（Detection）是指 AI 系統不僅要識別出圖像中有什麼物體（例如：人、商品），還要標示出這些物體在圖像中的位置和邊界。監控系統需要偵測到「顧客」和「商品」的位置及移動，並識別「未結帳離開」的行為，其中核心的視覺技術是物體偵測 (Object Detection)。"
    },
    {
      "id": "35",
      "content": "語音辨識 (Speech Recognition) 技術的出現，極大地改變了我們與機器的互動方式。它使得我們可以直接用語音來下達指令，而無需手動輸入。當您對著智慧型音箱說：「播放流行音 樂」，音箱能夠理解您的指令並執行。在這個過程中，語音辨識的核心作用是將您的聲音信號轉換為可供機器處理的文字或指令。請問，在下列四個選項中，哪一個應用程式或功能最 不可能是單純使用語音辨識技術來實現的？",
      "A": "手機上的語音輸入法，將語音轉為文字。",
      "B": "智慧音箱，將語音指令轉為播放音樂的動作。",
      "C": "銀行自動語音客服，辨識客戶說出的帳號數字。",
      "D": "自動翻譯軟體，將一段中文語音轉換為英文語音。",
      "Ans": "D",
      "exp": "自動翻譯軟體將中文語音轉換為英文語音，這是一個複合過程，需要多個技術協同：語音辨識（中文語音轉文字）、自然語言處理/機器翻譯（中文文字翻譯成英文文字）、語音合成（英文文字轉英文語音）。因此，它最不可能是單純使用語音辨識技術來實現的。"
    },
    {
      "id": "36",
      "content": "在人工智慧、機器學習與深度學習三者之間，存在著一種層層遞進的包含關係。簡單來說，人工智慧是最大的概念，機器學習是人工智慧的一種實現方式，而深度學習則是機器學習的一種特定實現方式。這意味著一個系統如果應用了深度學習，它必然也屬於機器學習和人工智慧的範疇。請問，下列哪一個選項的描述是完全正確的？",
      "A": "機器學習和人工智慧是相同的概念，可以互相替換使用。",
      "B": "所有的人工智慧系統都是透過深度學習技術來實現的。",
      "C": "深度學習是機器學習的一個子集，而機器學習是人工智慧的一個子集。",
      "D": "機器學習和深度學習是完全獨立的技術，各自發展。",
      "Ans": "C",
      "exp": "這三者是層層遞進的包含關係：人工智慧 包含 機器學習 包含 深度學習。選項 C 的描述「深度學習是機器學習的一個子集，而機器學習是人工智慧的一個子集」是完全正確的。"
    },
    {
      "id": "37",
      "content": "AI 的發展分類中，弱 AI 是目前我們最常接觸到的 AI 類型，其核心特徵是「專精於單一任務」。例如，一個垃圾郵件過濾器在辨識垃圾郵件方面非常精準，但它無法執行任何其他任務，這就是它的「狹義」之處。請問，如果一個 AI 系統被設計用來在醫院的 X 光片中自動標記出骨折的跡象，它最能體現出弱 AI 的哪一項特徵？",
      "A": "無意識，無法進行跨領域的思考或學習",
      "B": "具備自我意識，能與人類進行哲學對話",
      "C": "具備多功能性，能處理各種不同的任務",
      "D": "能夠快速自我進化並超越人類智慧",
      "Ans": "A",
      "exp": "弱 AI (Narrow AI) 的核心特徵是專精於單一任務（例如：X 光片骨折辨識），它缺乏自我意識、情感，並且無法將其專業知識應用於其他領域，即無法進行跨領域的思考或學習。選項 A 最能體現弱 AI 的本質，特別是相對於通用 AI 的區別。"
    },
    {
      "id": "38",
      "content": "在 AI 的歷史發展中，符號主義與連結主義是兩個重要的流派。符號主義主要透過人工編寫的邏輯規則和知識庫來實現 AI 的推理，其優點是決策過程透明且可解釋性高。而連結主義則依賴於神經網路從數據中自動學習，擅長處理複雜的非結構化數據。這兩者並非新舊技術的替代關係，而是各有其優勢。請問，在下列哪個應用場景中，符號主義 AI 的邏輯推理與可解釋性優勢，會使其比連結主義 AI 更為合適？",
      "A": "在社群媒體上分析使用者發文的情感傾向。",
      "B": "在自動駕駛汽車中，即時辨識路上的行人與車輛。",
      "C": "在醫療診斷系統中，根據患者的症狀與既定規則進行嚴謹的疾病判斷。",
      "D": "在語音助理中，將人類語音轉換成文字。",
      "Ans": "C",
      "exp": "符號主義（Symbolism）的優勢在於邏輯推理的嚴謹性與決策過程的高度可解釋性。醫療診斷需要根據明確的醫學規則進行嚴謹判斷，且可解釋性至關重要，因此符號主義或結合符號主義的方法更為合適。其他選項都是處理非結構化數據的任務，更適合由連結主義（神經網路）處理。"
    },
    {
      "id": "39",
      "content": "電腦視覺技術能夠讓電腦「看懂」圖片和影片，而這背後的技術應用多樣。例如，手機的拍照功能能夠自動識別並虛化背景，突出人物，這就是圖像分割的應用。請問，一個工廠的自動 化機器人，它使用攝影機來檢查生產線上的螺絲釘是否正確鎖緊，並能辨識出鬆脫的螺絲釘。這項技術最主要是體現了電腦視覺的哪一項應用？",
      "A": "圖像分類",
      "B": "物體偵測",
      "C": "圖像分割",
      "D": "人臉辨識",
      "Ans": "B",
      "exp": "辨識鬆脫的螺絲釘需要 AI 系統在圖像中定位並識別特定物體（螺絲釘）的位置，並判斷其狀態（鬆脫與否），這屬於物體偵測 (Object Detection) 的範疇。圖像分類只判斷圖片整體類別，圖像分割則需為每個像素分類。"
    },
    {
      "id": "40",
      "content": "在當今 AI 領域，深度學習的崛起被認為是近年來 AI 技術取得巨大突破的關鍵。這項技術使得 AI 在許多領域的準確性和效能都達到了前所未有的水平，特別是在處理非結構化數據方面。請問，與傳統的機器學習相比，為什麼深度學習特別擅長處理如圖像、語音這類非結構化數據？",
      "A": "深度學習能夠自動提取數據中的複雜特徵，而傳統機器學習需要人工設計特徵。",
      "B": "深度學習的演算法更簡單，運算速度更快。",
      "C": "深度學習只適用於小型數據集，而傳統機器學習適用於大型數據集。",
      "D": "深度學習能夠完全取代人類的決策過程。",
      "Ans": "A",
      "exp": "深度學習（DL）與傳統機器學習（ML）的關鍵差異在於特徵提取。DL 模型的多層神經網路能夠在訓練過程中自動學習並提取數據中複雜、抽象的特徵，使其在處理圖像、語音等非結構化數據時具有壓倒性優勢。傳統 ML 則需要人工進行特徵工程。"
    },
    {
      "id": "41",
      "content": "自然語言處理 (NLP) 讓電腦能夠理解人類語言，而語音辨識 (Speech Recognition) 則將人類語音轉換成文字。這兩者經常協同運作，共同完成任務。例如，當您對智慧型語音助理下達指令時，語音辨識是第一步，它將您的聲音轉換為文字；然後，自然語言處理會理解這些文字的含義，並執行相應的動作。請問，下列關於這兩項技術的關係，哪一項描述是最準確 的？",
      "A": "語音辨識和自然語言處理是完全獨立的技術。",
      "B": "語音辨識是自然語言處理的一個子集。",
      "C": "語音辨識是自然語言處理的前置步驟，兩者協同運作。",
      "D": "自然語言處理是語音辨識的唯一應用。",
      "Ans": "C",
      "exp": "在處理語音指令的流程中，語音辨識（將語音轉文字）是自然語言處理（理解文字含義）的前置步驟。兩者是相互獨立但協同運作的技術，共同完成從「聽到」到「理解」的過程。"
    },
    {
      "id": "42",
      "content": "某科技公司正在開發一款名為「智慧管家」的 AI 系統，其目標是能夠像電影中的機器人管家一樣，為使用者提供全方位的服務。這款系統不僅能辨識使用者的語音指令，理解其需求，還能根據家中環境的即時數據(如溫度、光線)自動調整家電。此外，它還能從使用者的日常行為中學習，並推薦符合其喜好的活動或資訊。研發團隊的終極目標是讓這個系統能夠跨領域地解決各種問題，並具備舉一反三的能力。請問，下列關於這款「智慧管家」的描述，哪一 個選項是不正確的？",
      "A": "系統在辨識語音指令的過程中，體現了語音辨識技術的應用。",
      "B": "系統在理解使用者需求並做出反應的過程中，體現了自然語言處理技術的應用。",
      "C": "系統能夠從日常行為中學習並推薦活動，這體現了機器學習技術的應用。",
      "D": "研發團隊的終極目標是實現通用 AI (AGI)，而非弱 AI (Narrow AI)。",
      "Ans": "D",
      "exp": "選項 D 的陳述是正確的，但題目要求選出不正確的描述。研發團隊的終極目標是「提供全方位的服務」、「跨領域地解決各種問題」、「具備舉一反三的能力」，這些都是通用 AI (AGI) 的核心特徵，因此說其目標是實現 AGI 是正確的。然而，在單選測驗中，如果 A、B、C 都是對實際應用的正確描述，而 D 是對最終目標的**正確**描述，則表示題目可能有設計瑕疵。在排除 A、B、C 的明確正確性後，通常會選擇一個與事實相悖的陳述，但 D 的陳述本身是正確的。**基於選擇唯一錯誤答案的原則，在沒有其他明顯錯誤陳述的情況下，此題的原始答案 D 應被視為正確的陳述，題目或選項設計存在矛盾。在此我們將 D 視為「正確」的目標描述，但根據既有答案為 D，我們假設在原題設計中 D 是被視為不正確的描述，應為：該系統的強大功能，使其已經可以被歸類為通用 AI (AGI)。**"
    },
    {
      "id": "43",
      "content": "AI 的發展分類中，弱 AI、通用 AI 和超級智慧是三個重要的階段。這三者之間的關係是循序漸進的，代表著 AI 能力的遞增。然而，許多人會對這些概念產生混淆。例如，有人認為一個功能強大的弱 AI，只要持續進化，就能變成通用 AI。也有人認為，通用 AI 的實現只是時間問 題，是 AI 發展的必經之路。請問，下列關於這三種 AI 類型的描述中，哪一個選項是完全正確 的？",
      "A": "弱 AI 具備一定程度的自我意識，能夠進行跨領域的學習，而通用 AI 則不具備。",
      "B": "超級智慧是比通用 AI 能力更強大的 AI，但其應用範圍僅限於科幻領域。",
      "C": "目前主流的 AI 應用，例如人臉辨識和語音助理，都屬於弱 AI 的範疇。",
      "D": "通用 AI 已經在某些特定領域實現，但還未達到全面普及。",
      "Ans": "C",
      "exp": "選項 C 是完全正確的。目前所有已經實現並廣泛應用於現實生活中的 AI 系統，無論功能多麼強大，都屬於弱 AI (Narrow AI) 的範疇，因為它們都只專精於一個或一組特定的任務。通用 AI (AGI) 尚未實現。"
    },
    {
      "id": "44",
      "content": "某公司正在利用 AI 技術開發一個自動化工廠系統，這個系統在不同環節運用了多項 AI 技術。首先，它使用攝影機檢查生產線上的產品是否有缺陷，這是一個電腦視覺的應用。接著，它會將有缺陷的產品分揀出來，這是一個解決問題的過程。同時，系統會記錄每一批次產品 的品質數據，並從中學習，以優化未來的生產流程。整個系統的決策過程完全依賴於預先設 定的規則和數據分析，不涉及任何主觀判斷。請問，下列關於此系統的描述中，哪一個選項 是不正確的？",
      "A": "系統透過攝影機檢查產品的行為，主要體現了 AI 的感知能力。",
      "B": "系統學習並優化生產流程的過程，體現了機器學習技術的應用。",
      "C": "該系統屬於弱 AI 的範疇，因為它只能在特定領域執行任務。",
      "D": "該系統的強大功能，使其已經可以被歸類為通用 AI。",
      "Ans": "D",
      "exp": "選項 D 是不正確的。這個自動化工廠系統專精於特定任務，屬於弱 AI (Narrow AI) 的範疇。它不具備通用 AI (AGI) 所要求的跨領域解決問題、舉一反三的能力。因此，將其歸類為通用 AI 是錯誤的。"
    },
    {
      "id": "45",
      "content": "符號主義與連結主義是 AI 發展史上兩個重要的流派。符號主義 AI 依賴於符號、邏輯和規則，其決策過程可解釋性高；而連結主義 AI 則依賴於神經網路從數據中學習，其決策過程如同 「黑盒子」。這兩種流派各有其優勢與局限性。請問，下列哪一個選項的描述是完全正確的？",
      "A": "當前主流的 AI 應用，如人臉辨識和語音助理，屬於符號主義 AI 的範疇。",
      "B": "符號主義 AI 已經過時，在現代 AI 領域中已無任何應用價值。",
      "C": "連結主義 AI 雖然擅長處理複雜數據，但其決策過程的可解釋性較低，這是其主要局限。",
      "D": "符號主義 AI 特別擅長處理圖像和語音這類非結構化數據。",
      "Ans": "C",
      "exp": "選項 C 是正確的。連結主義（神經網路和深度學習）擅長從數據中學習並處理複雜數據，但由於模型的複雜性，其決策過程通常難以追溯和解釋（黑盒子問題），這是其主要的局限性。"
    },
    {
      "id": "46",
      "content": "AI、機器學習 (ML) 與深度學習 (DL) 之間的關係，是初學者最容易混淆的概念。這三者可以被理解為層層遞進的包含關係：AI 是最大的概念，包含了所有讓機器模擬人類智慧的技術； ML 是實現 AI 的一種主要方法，專注於讓機器從數據中自動學習；而 DL 則是 ML 的一個子 集，特別擅長處理複雜的非結構化數據。這意味著一個系統如果應用了深度學習，它必然也 屬於機器學習和人工智慧的範疇。請問，下列關於這三者關係的描述中，哪一個是不正確 的？",
      "A": "所有的機器學習都是人工智慧。",
      "B": "所有的深度學習都是機器學習。",
      "C": "所有的機器學習都必須使用深度學習技術。",
      "D": "人工智慧是一個涵蓋機器學習和深度學習的廣泛領域。",
      "Ans": "C",
      "exp": "選項 C 是不正確的。機器學習（ML）的範疇更廣，包含決策樹、支持向量機、傳統神經網路等非深度學習技術。因此，並非所有的機器學習都必須使用深度學習技術。"
    },
    {
      "id": "47",
      "content": "通用 AI (Artificial General Intelligence, AGI) 是 AI 領域的長期目標，它被定義為具備與人類相當的學習、理解和應用知識的能力。不同於只能執行特定任務的弱 AI，通用 AI 能夠在不同領域之間進行知識遷移，並解決各種未曾訓練過的新問題。雖然目前尚未實現，但科學家們 對其潛在的應用充滿想像。例如，一個通用 AI 可能能擔任全科醫生助理，分析各種醫學文獻 ，並根據病患的獨特情況，綜合診斷出罕見疾病。請問，下列何者最能凸顯通用 AI 與弱 AI 之 間最根本的區別？",
      "A": "通用 AI 的學習速度比弱 AI 快。",
      "B": "通用 AI 能夠進行跨領域的學習與應用，而弱 AI 無法。",
      "C": "通用 AI 能夠在特定任務上表現得比弱 AI 更出色。",
      "D": "通用 AI 的應用已經在生活中廣泛普及，而弱 AI 還沒有。",
      "Ans": "B",
      "exp": "通用 AI（AGI）與弱 AI（Narrow AI）最根本的區別在於：AGI 具備跨領域的學習與應用能力，能像人類一樣處理多種不同的任務；而弱 AI 只能在單一、特定的領域內執行任務。"
    },
    {
      "id": "48",
      "content": "超級智慧 (Artificial Superintelligence, ASI) 是 AI 發展的最終想像，它指的是在所有方面都遠遠超越人類智慧的 AI。這種智慧不僅僅是在計算速度或記憶力上更強，更是在科學創造力、藝術鑑賞、社交理解等所有層面都達到超乎人類所能想像的水平。超級智慧的出現，可 能帶來的改變是巨大的，甚至可能對人類社會的未來產生根本性的影響。請問，如果一個 AI 系統能夠在毫秒間解開人類科學家數十年都未能解開的複雜物理方程式，並創造出全新的物理理論，這種能力最能被歸類為哪一類 AI？",
      "A": "弱 AI (Narrow AI)。",
      "B": "通用 AI (AGI)。",
      "C": "超級智慧 (ASI)。",
      "D": "機器學習 (ML)。",
      "Ans": "C",
      "exp": "超級智慧（Artificial Superintelligence, ASI）被定義為在所有方面都遠遠超越人類智慧的 AI。能夠解決人類數十年都未能解開的複雜物理方程式，並創造新理論的能力，屬於超級智慧的範疇。"
    },
    {
      "id": "49",
      "content": "在 AI 的應用領域中，自然語言處理 (NLP) 讓電腦能夠理解人類語言，而電腦視覺 (Computer Vision) 則讓電腦能夠「看懂」圖像。這兩個領域的技術已經廣泛應用於我們的日常生活中。例如，當您使用手機的拍照功能時，系統能夠自動辨識出照片中的人物，並進行美化，這就是電腦視覺的應用。同樣地，當您使用語音助理時，它能夠理解您的語音指令，這 就是自然語言處理的應用。請問，一個 AI 系統若能分析影片內容，並自動為影片加上字幕， 這項功能主要同時應用了 AI 的哪兩項技術？",
      "A": "語音辨識與電腦視覺。",
      "B": "自然語言處理與機器學習。",
      "C": "語音辨識與自然語言處理。",
      "D": "電腦視覺與解決問題。",
      "Ans": "C",
      "exp": "為影片自動加上字幕需要兩個核心步驟：語音辨識 (Speech Recognition) 將語音轉換為文字；自然語言處理 (NLP) 分析轉換後的文字，理解語義並進行處理。因此，主要同時應用了語音辨識與自然語言處理。"
    },
    {
      "id": "50",
      "content": "某公司正在利用 AI 技術開發一個自動化工廠系統，這個系統在不同環節運用了多項 AI 技術。首先，它使用攝影機檢查生產線上的產品是否有缺陷，這是一個電腦視覺的應用。接著， 它會將有缺陷的產品分揀出來，這是一個解決問題的過程。同時，系統會記錄每一批次產品 的品質數據，並從中學習，以優化未來的生產流程。整個系統的決策過程完全依賴於預先設 定的規則和數據分析，不涉及任何主觀判斷。請問，下列關於此系統的描述中，哪一個選項是不正確的？",
      "A": "系統透過攝影機檢查產品的行為，主要體現了 AI 的感知能力。",
      "B": "系統學習並優化生產流程的過程，體現了機器學習技術的應用。",
      "C": "該系統屬於弱 AI 的範疇，因為它只能在特定領域執行任務。",
      "D": "該系統的強大功能，使其已經可以被歸類為通用 AI。",
      "Ans": "D",
      "exp": "選項 D 是不正確的。這個工廠系統的任務是「檢查產品缺陷」和「優化生產流程」，這是單一且特定領域的任務，完全符合弱 AI (Narrow AI) 的定義。通用 AI (AGI) 必須具備跨領域的學習和解決問題的能力，這與工廠系統的描述不符。因此，將其歸類為通用 AI 是錯誤的陳述。"
    }
  ]
}